Repository: bycel/ubuntu-translations-be
Catalog: */jammy/*/build_boot_x86_po_help-*.po
Languages: be

source: Installer Boot Help Screens
be: Экраны дапамогі ўсталёўніка

source: Welcome to ${DISTRIBUTION_NAME}!
be: Вітаем Вас у ${DISTRIBUTION_NAME}!

source: This is an installation system for ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. It was built on ${BUILD_DATE}.
be: Гэта ўсталёўнік аперацыйнай сістэмы ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Быў створаны ${BUILD_DATE}.

source: This is a live system for ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. It was built on ${BUILD_DATE}.
be: Гэта live-версія ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Створана ${BUILD_DATE}.

source: HELP INDEX
be: ЗМЕСТ

source: KEY
be: КЛАВІША

source: TOPIC
be: ТЭМА

source: This page, the help index.
be: Гэтая старонка ўтрымлівае змесціва даведкі.

source: Prerequisites for installing ${DISTRIBUTION_NAME}.
be: Патрабаванні для ўсталёўкі ${DISTRIBUTION_NAME}.

source: Prerequisites for running ${DISTRIBUTION_NAME}.
be: Патрабаванні для запуску ${DISTRIBUTION_NAME}.

source: Boot methods for special ways of using this system.
be: Варыянты загрузкі для адмысловых варыянтаў выкарыстання сістэмы.

source: Additional boot methods; rescuing a broken system.
be: Дадатковыя метады загрузкі; ратаванне зламанай сістэмы.

source: Special boot parameters, overview.
be: Агляд спецыяльных параметраў загрузкі.

source: Special boot parameters for special machines.
be: Спецыяльныя параметры загрузкі для некаторых платформаў.

source: Special boot parameters for selected disk controllers.
be: Спецыяльныя параметры загрузкі для некаторых дыскавых кантролераў.

source: Special boot parameters for the install system.
be: Спецыяльныя параметры загрузкі для сістэмы ўсталёўкі.

source: Special boot parameters for the bootstrap system.
be: Спецыяльныя параметры пачатковага загрузчыка сістэмы.

source: How to get help.
be: Як атрымаць даведку.

source: Copyrights and warranties.
be: Аўтарскія правы і гарантыі.

source: For F1-F9 type control and F then the digit 1-9 For F10 type control and F then the digit 0
be: Для F1-F9 націсніце Ctrl і F, а адну з лічбаў 1-9 Для F10 націсніце Ctrl і F, а затым лічбу 0

source: Press F2 through F10 for details, or ENTER to ${BOOTPROMPT}
be: Націсніце F2-F10 для прагляду, альбо ENTER для ${BOOTPROMPT}

source: Press F2 through F10 for details, or Escape to exit help.
be: Націсніце F2-F10 для прагляду, альбо Escape - каб пакінуць даведку.

source: PREREQUISITES FOR INSTALLING UBUNTU
be: ПАТРАБАВАННІ ДЛЯ ЎСТАЛЁЎКІ UBUNTU

source: You must have at least 32 megabytes of RAM to use this Ubuntu installer.
be: У Вас павінна быць як мінімум 32 мегабайта аператыўнай памяці, каб нармальна выкарыстаць гэты ўсталёўшчык Ubuntu.

source: You should have space on your hard disk to create a new disk partition of at least 5 gigabytes to install a standard Ubuntu desktop system or at least 500 megabytes for a minimal server installation. You'll need more disk space to install additional packages, depending on what you wish to do with your new Ubuntu system.
be: У Вас павінна быць вольнае месца на цвёрдым дыску для стварэння новага раздзелу: 5 ГБ для стандартнай настольнай сістэмы Ubuntu ці 500 МБ для мінімальнай сервернай усталёўкі. Вам спатрэбіцца больш вольнага месца на дыску для ўсталёўкі дадатковых пакетаў. Функцыянал Вашай новай сістэмы Ubuntu залежыць ад колькасці месца на цвёрдым дыску.

source: See the Installation Manual or the FAQ for more information; both documents are available at the Ubuntu web site, <ulink url="http://www.ubuntu.com/" />
be: Глядзіце Дапамогу па ўсталёўцы альбо FAQ, каб атрымаць больш звестак. Гэтыя дакументы ёсць на старонцы Ubuntu: <ulink url="http://www.ubuntu.com/" />

source: You must have at least 384 megabytes of RAM to use this Ubuntu live system.
be: Каб карыстацца з live-сістэмы Ubuntu патрабуецца як мінімум 384 мегабайт аператыўнай памяці.

source: The live system does not require any space on your hard disk. However, existing Linux swap partitions on the disk will be used if available.
be: Live-сістэма наогул не патрабуе месца на вашым цвёрдым дыску. Аднак, па магчымасці, будуць выкарыстаны існуючыя раздзелы swap.

source: See the FAQ for more information; this document is available at the Ubuntu web site, <ulink url="http://www.ubuntu.com/" />
be: Глядзіце FAQ каб атрымаць больш звестак; гэты дакумент даступны на старонцы Ubuntu: <ulink url="http://www.ubuntu.com/" />

source: Thank you for choosing Ubuntu!
be: Дзякуй за выбар Ubuntu!

source: Press <phrase class="not-serial">F1</phrase><phrase class="serial">control and F then 1</phrase> for the help index, or ENTER to ${BOOTPROMPT}
be: Націсніце <phrase class="not-serial">F1</phrase><phrase class="serial">control і F потым 1</phrase> каб перайсці да зместу даведкі, альбо ENTER для ${BOOTPROMPT}

source: Press F1 for the help index, or Escape to exit help.
be: Націсніце F1 каб перайсці да зместу даведкі ці Escape для выхаду з яе.

source: BOOT METHODS
be: СПОСАБЫ ЗАГРУЗКІ

source: Available boot methods:
be: Даступныя метады загрузкі:

source: install
be: усталёўка

source: Install Ubuntu
be: Устляваць Ubuntu

source: Start the installation -- this is the default option.
be: Пачаць усталёўку - гэта опцыя па змаўчанні.

source: expert
be: экспертны рэжым

source: Start the installation in expert mode, for maximum control.
be: Пачаць усталёўку ў рэжыме эксперт, для максімальнага кантролю.

source: Minimal command-line system install.
be: Усталёўка мінімальнай сістэмы (камандны радок).

source: Try Ubuntu without any change to your computer
be: Запусціць Ubuntu без усталёўкі на кампутар

source: Start the live system. If you wish, you can install it later using the "Install" icon on the desktop.
be: Загрузіць live-сістэму. Вы зможаце запусціць усталёўку сістэмы пазней, скарыстаўшыся цэтлікам «Усталяваць ...» на рабочым стале.

source: Start the installation.
be: Пачаць усталёўку.

source: memtest
be: Праверка аператыўнай памяці

source: Test memory
be: Праверыць памяць

source: Perform a memory test.
be: Выканаць праверку памяці.

source: To use one of these boot methods, type it at the prompt, optionally followed by any boot parameters. For example:
be: Каб карыстацца адным з мэтадаў загрузкі, напішыце яго назву ў камандным радку і пасля вызначце параметры загрузкі. Напрыклад:

source: If unsure, you should use the default boot method, with no special parameters, by simply pressing enter at the boot prompt.
be: Няўпэўнены ? Тады выкарыстоўвайце стандартны тып усталёўкі без спецыяльных параметраў, проста націснуўшы Enter.

source: ("Ubuntu" may be replaced with other related operating system names. This help text is generic.)
be: (Гэты файл даведкі ўніверсальны. Слова "Ubuntu" можа быць заменена імёнамі роднасных аперацыйных сістэм.)

source: To use one of these boot methods, select it from the menu with the cursor keys. Press F4 to select alternative start-up and installation modes. Press F6 to edit boot parameters. Press F6 again to select from a menu of commonly-used boot parameters.
be: Каб выкарыстаць адзін з метадаў загрузкі выберыце яго ў меню, скарыстаўшыся клавішамі кіравання курсору. Націсніце F4, для выбару альтэрнатыўных рэжымаў запуску ды ўсталёўкі. Націсніце F6 каб змяніць параметры загрузкі. Паўторны націск F6 выкліча меню тыповых параметраў загрузкі.

source: Except in expert mode, non-critical kernel boot messages are suppressed.
be: Некрытычныя паведамленні загрузкі ядра будуць адлюстроўвацца толькі ў рэжыме эксперта.

source: RESCUING A BROKEN SYSTEM
be: АДНАЎЛЕННЕ ПАШКОДЖАНАЙ СІСТЭМЫ

source: Use one of these boot methods to rescue an existing install
be: Скарыстайцеся адным з гэтых метадаў загрузкі для аднаўлення існуючай усталёўкі.

source: rescue
be: аднаўленне

source: Rescue a broken system
be: Аднаўленне сістэмы

source: Boot into rescue mode.
be: Загрузіць у рэжыме аднаўлення.

source: There is no dedicated rescue mode on this disc. However, since the disc provides a complete user environment, it is possible to use the command-line and/or graphical tools provided to rescue a broken system, and to use a web browser to search for help. Extensive advice is available online for most kinds of problems that might cause your normal system to fail to boot correctly.
be: На гэтым дыску няма рэжыму аднаўлення. Аднак дыск дае поўнае карыстальніцкае асяроддзе, якое дае магчымасць выкарыстоўваць як кансольныя, так і ўтыліты з графічным інтэрфейсам для аднаўлення працаздольнасці сістэмы, а таксама выкарыстоўваць інтэрнэт для пошуку дапамогі. У інтэрнэце можна знайсці падрабязныя парады па рашэнню большасці праблемаў, якія могуць прывесці Вашу сістэму ў кепскі стан.

source: SPECIAL BOOT PARAMETERS - OVERVIEW
be: АГЛЯД СПЕЦЫЯЛЬНЫХ ПАРАМЕТРАЎ ЗАГРУЗКІ

source: On a few systems, you may need to specify a parameter at the <literal>boot:</literal> prompt in order to boot the system.
be: Для паспяховага запуску на некаторых сістэмах Вам будзе неабходна вызначыць параметр загрузкі ў запрашэнні <literal>boot:</literal>

source: On a few systems, you may need to specify a parameter by pressing F6 in order to boot the system.
be: Для паспяховага запуску на некаторых сістэмах Вам будзе неабходна вызначыць параметр загрузкі пасля націскання F6.

source: For example, Linux may not be able to autodetect your hardware, and you may need to explicitly specify its location or type for it to be recognized.
be: Напрыклад, Linux можа аўтаматычна не вызначыць Вашыя прылады, і Вам неабходна будзе паказац іх месцазнаходжанне альбо тып, для правільнага вызначэння сістэмай.

source: For more information about what boot parameters you can use, press:
be: Каб паглядзець больш інфармацыі пра параметры загрузкі, якія Вы можаце ўжыць, націсніце:

source: boot parameters for special machines
be: параметры загрузкі для некаторых платформаў

source: boot parameters for various disk controllers
be: параметры загрузкі для розных дыскавых кантролераў

source: boot parameters understood by the install system
be: параметры загрузкі сістэмы ўсталёўкі

source: boot parameters understood by the bootstrap system
be: параметры пачатковай загрузкі сістэмы

source: Many kernel modules are loaded dynamically by the installer, and parameters for those modules cannot be given on the command line. To be prompted for parameters when modules are loaded, boot in expert mode (see <link linkend="F3"><keycap>F3</keycap></link>).
be: Шматлікія модулі ядра дынамічна загружаюцца ўсталёўшчыкам і параметры для гэтых модуляў ня могуць быць уведзеныя праз камандны радок. Для атрымання магчымасці ўвядзення параметраў падчас загрузкі модуляў, неабходна загружацца ў рэжыме эксперта (глядзіце <link linkend="F3"><keycap>F3</keycap></link>).

source: Many kernel modules are loaded dynamically by the bootstrap system, and parameters for those modules cannot be given on the command line.
be: Шматлікія модулі ядра дынамічна загружаюцца сістэмай пачатковай загрузкі і параметры для гэтых модуляў не могуць быць зададзеныя ў камандным радку.

source: SPECIAL BOOT PARAMETERS - VARIOUS HARDWARE
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - РОЗНЫЯ ПРЫЛАДЫ

source: You can use the following boot parameters at the <literal>boot:</literal> prompt, in combination with the boot method (see <link linkend="F3"><keycap>F3</keycap></link>).
be: У запрашэнні <literal>boot:</literal> Вы можаце выкарыстоўваць наступныя параметры разам з метадам загрузкі (глядзіце <link linkend="F3"><keycap>F3</keycap></link>).

source: You can use the following boot parameters by pressing F6, in combination with the boot method (see <link linkend="F3"><keycap>F3</keycap></link>).
be: Вы можаце выкарыстоўваць наступныя параметры загрузкі націснуўшы F6, разам з метадам загрузкі (глядзіце <link linkend="F3"><keycap>F3</keycap></link>).

source: If you use hex numbers you have to use the 0x prefix (e.g., 0x300).
be: Калі вы ўжываеце шаснаццатковыя лічбы, неабходна ўводзіць прэфікс 0x (напр. 0x300).

source: HARDWARE
be: ПРЫЛАДЫ

source: PARAMETER TO SPECIFY
be: ВЫЗНАЧАЕМЫ ПАРАМЕТР

source: IBM PS/1 or ValuePoint (IDE disk)
be: IBM PS/1 альбо ValuePoint (IDE-дыск)

source: Some IBM ThinkPads
be: Некаторыя мадэлі IBM ThinkPads

source: Protect I/O port regions
be: Ахова партоў I/O

source: Laptops with screen display problems
be: Ноўтбукі з праблемамі вываду на экран

source: Use first serial port at 9600 baud
be: Выкарыстоўваць першы серыйны порт на 9600 бод

source: Force use of generic IDE driver
be: Прымусова выкарыстаць базавы IDE драйвер

source: Possible (temporary) workarounds for lockups or other hardware failures:
be: Магчымыя (часовыя) абыходныя метады пры блакаваннях ці іншых збоях апаратнага забеспячэння:

source: disable buggy APIC interrupt routing
be: выключыць APIC

source: (partly) disable ACPI
be: (часткова) выключыць ACPI

source: <userinput>acpi=noirq</userinput> or <userinput>acpi=off</userinput>
be: <userinput>acpi=noirq</userinput> альбо <userinput>acpi=off</userinput>

source: disable USB
be: выключыць USB

source: poll for interrupts
be: апытанне перарыванняў

source: For example:
be: Напрыклад:

source: SPECIAL BOOT PARAMETERS - VARIOUS DISK DRIVES
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - РОЗНЫЯ ДЫСКІ

source: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (enabled if non-zero)
be: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (уключана, калі не ноль)

source: BusLogic SCSI Hosts
be: SCSI-хосты BusLogic

source: Certain DELL machines
be: Некаторыя машыны DELL

source: This list is incomplete, see the kernel's kernel-parameters.txt file for more.
be: Гэты спіс не поўны, для атрымання дадатковай інфармацыі глядзіце файл дакументацыі ядра kernel-parameters.txt.

source: SPECIAL BOOT PARAMETERS - INSTALLATION SYSTEM
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - ПАПЯРЭДНІ ЗАГРУЗЧЫК

source: These parameters control how the installer works.
be: Гэтыя парамэтры кантралююць працу ўстаноўшчыка.

source: These parameters control how the bootstrap system works.
be: Гэтыя параметры кантралююць працу пачатковага загрузчыка

source: RESULT
be: ВЫНІК

source: PARAMETER
be: ПАРАМЕТР

source: Disable framebuffer
be: Выключыць framebuffer

source: Don't start PCMCIA
be: Не запускаць PCMCIA

source: Force static network config
be: Прымусова выкарыстоўваць статычную канфігурацыю сеткі

source: Set keyboard map
be: Вызначыць раскладку клавіятуры

source: Select the Kubuntu desktop
be: Выбраць асяроддзе рабочага стала Kubuntu

source: Disable ACPI for PCI maps (handy for some HP servers and Via-based machines)
be: Выключыць ACPI для картак PCI (карысна для некаторых сервераў HP і машын на аснове VIA)

source: Use high contrast theme
be: Выкарыстоўваць кантрастную тэму

source: Use Braille tty
be: Ужыць інтэрфэйс Брайля

source: GETTING HELP
be: АТРЫМАННЕ ДАПАМОГІ

source: If you can't install Ubuntu, don't despair!
be: Калі вы не можаце ўсталяваць Ubuntu, не адчайвайцеся і не сумуйце!

source: If you can't start Ubuntu, don't despair!
be: Калі вы не можаце запусціць Ubuntu, не адчайвайцеся і не сумуйце!

source: The Ubuntu team is ready to help you!
be: Суполка Ubuntu гатовая дапамагчы Вам!

source: We are especially interested in hearing about installation problems, because in general they don't happen to only <emphasis>one</emphasis> person.
be: Мы асабліва зацікаўлены ў выяўленні праблем, звязаных з усталёўкай. Падобныя праблемы, як правіла, выяўляюцца не толькі ў<emphasis>аднаго</emphasis> чалавека.

source: We are especially interested in hearing about startup problems, because in general they don't happen to only <emphasis>one</emphasis> person.
be: Мы асабліва зацікаўлены ў пошуку праблем, звязаных з запускам, бо яны зьяўляюцца не толькі ў <emphasis>аднаго</emphasis> чалавека.

source: We've either already heard about your particular problem and can dispense a quick fix, or we would like to hear about it and work through it with you, and the next user who comes up with the same problem will profit from your experience!
be: Магчыма мы ўжо ведаем аб дадзенай канкрэтнай праблеме, тады мы зможам забяспечыць больш хуткае яе вырашэнне. У адваротным выпадку, мы хочам ведаць аб ёй і гатовыя працаваць над яе вырашэннем разам з Вамі. Пазней Ваш досвед будзе карысны іншаму карыстальніку, што сутыкнецца з падобнай праблемай!

source: COPYRIGHTS AND WARRANTIES
be: АЎТАРСКІЯ ПРАВЫ І ГАРАНТЫІ

source: Ubuntu is Copyright (C) 2004-2010 Canonical Ltd., and incorporates the work of many other original authors and contributors.
be: Ubuntu ахоўваецца аўтарскім правам (C) 2004-2010 Canonical Ltd. і аб'ядноўвае працу многіх іншых аўтараў і ўдзельнікаў.

source: The Ubuntu system is freely redistributable.
be: Ubuntu - гэта сістэма, што распаўсюджваецца свабодна !

source: After installation, the exact distribution terms for each package are described in the corresponding file /usr/share/doc/<replaceable>packagename</replaceable>/copyright.
be: Пасля ўсталёўкі, дакладныя ўмовы распаўсюджвання кожнага пакету апісаныя ў адпаведным файле /usr/share /doc/<replaceable>packagename</replaceable>/copyright.

source: After startup, the exact distribution terms for each package are described in the corresponding file /usr/share/doc/<replaceable>packagename</replaceable>/copyright.
be: Пасля запуску, дакладныя ўмовы распаўсюджвання кожнага пакету апісаныя ў адпаведным файле /usr/share /doc/<replaceable>packagename</replaceable>/copyright.

source: Ubuntu comes with <emphasis>ABSOLUTELY NO WARRANTY</emphasis>, to the extent permitted by applicable law.
be: Ubuntu распаўсюджваецца <emphasis>БЕЗ ЯКІХ-НЕБУДЗЬ ГАРАНТЫЙ</emphasis>, у рамках вызначаных адпаведным заканадаўствам.

source: This installation system is based on the Debian installer. See <ulink url="http://www.debian.org/" /> for more details and information on the Debian project.
be: Дадзеная праграма заснавана на загрузчыку Debian. Для атрымання дадатковай інфармацыі аб праекце Debian глядзіце <ulink url="http://www.debian.org/" />

source: This system is based on Debian. See <ulink url="http://www.debian.org/" /> for more details and information on the Debian project.
be: Дадзеная сістэма заснаваная на Debian. Для атрымання дадатковай інфармацыі аб праекце Debian глядзіце <ulink url="http://www.debian.org/" />.
