Repository: bycel/ubuntu-translations-be
Catalog: */jammy/*/debian_real-po_ubiquity-debconf-*.po
Languages: be

source: Not available because there is no Internet connection.
be: Немагчыма бо адсутнічае злучэнне з Інтернэтам

source: What apps would you like to install to start with?
be: Якія праграмы вы бы хацелі ўсталяваць, каб пачаць?

source: Which applications would you like to start with?
be: З якіх праграм вы бы хацелі пачаць?

source: Minimal installation
be: Мінімальная ўсталёўка

source: Web browser and basic utilities.
be: Вэб-браўзэр і асноўныя праграмы.

source: Web browser plus basic utilities and applications.
be: Вэб-браўзэр з асноўнымі ўтылітамі і праграмамі.

source: Normal installation
be: Звычайная ўсталёўка

source: Web browser, utilities, office software, games, and media players.
be: Вэб-браўзэр, асноўныя праграмы, офісныя праграмы, гульні і прайгравальнікі медыяфайлаў.

source: Web browser, utilities, office software, plus additional internet applications and media players.
be: Вэб-браўзэр, асноўныя праграмы, офісныя праграмы, а таксама дадатковыя праграмы для інтэрнэту і прайгравальнікі медыяфайлаў.

source: Other options
be: Іншыя варыянты

source: Installing third-party drivers requires configuring Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
be: Для ўсталявання драйвераў ад іншых вытворцаў неабходна наладзіць Secure Boot. Каб зрабіць гэта, неабходна выбраць ключ бяспекі і ўвесці яго пасля перазапуску сістэмы.

source: Layout:
be: Раскладка:

source: Variant:
be: Варыянт:

source: Below is an image of your current layout:
be: Узор раскладкі:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
be: Пазначце вашае месцазнаходжанне, каб сістэма выкарыстоўвала звыклыя для вашай краіны адзінкі вымярэння, атрымлівала абнаўленні з найбліжэйшых сервераў і паказвала карэктны час.

source: Time Zone:
be: Часавая зона:

source: Region:
be: Рэгіён:

source: [type here to change]
be: [увод тэксту]

source: Replace ${OS} with ${DISTRO}
be: Замяніць ${OS} на ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
be: <span foreground="darkred">Увага:</span> Гэта выдаліць усе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы на ${OS}.

source: Install ${DISTRO} alongside ${OS}
be: Усталяваць ${DISTRO} побач з ${OS}

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
be: Дакументы, музыка і іншыя асабістыя файлы будуць захаваныя. Кожны раз пры ўключэнні камп'ютара вы зможаце выбіраць, якую аперацыйную сістэму загрузіць.

source: Install ${DISTRO} inside ${OS}
be: Усталяваць ${DISTRO} у ${OS}

source: Something else
be: Іншы варыянт

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
be: Можна ствараць і змяняць раздзелы самастойна або выбраць адразу некалькі раздзелаў для ${DISTRO}.

source: Erase ${CURDISTRO} and reinstall
be: Выдаліць ${CURDISTRO} і ўсталяваць наноў

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
be: <span foreground="darkred">Увага:</span> гэта выдаліць усе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы на ${CURDISTRO}.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
be: Усталяваць ${DISTRO} ${VER} побач з ${CURDISTRO}

source: Erase disk and install ${DISTRO}
be: Сцерці дыск і ўсталяваць ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
be: <span foreground="darkred">Увага:</span> гэта выдаліць усе файлы на дыску.

source: Erase everything and reinstall
be: Выдаліць усё і ўсталяваць наноў

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
be: <span foreground="darkred">Увага:</span> гэта выдаліць усе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы як на ${OS} так і на ${CURDISTRO}.

source: Reinstall ${CURDISTRO}
be: Усталяваць наноў ${CURDISTRO}

source: Documents, music, and other personal files will be kept. Installed software and system-wide settings will be cleared.
be: Дакументы, музыка і іншыя асабістыя файлы застануцца. Усталяванае праграмнае забеспячэнне і сістэмныя налады будуць выдалены.

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
be: <span foreground="darkred">Увага:</span> гэта выдаліць усе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы на ўсіх вашых аперацыйных сістэмах.

source: Install ${DISTRO} alongside them
be: Усталяваць ${DISTRO} побач з імі

source: This computer currently has ${OS} on it. What would you like to do?
be: На гэтым камп'ютары ўсталявана сістэма ${OS}. Што вы хацелі б зрабіць?

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
be: На гэтым камп'ютары ўсталяваныя ${OS1} і ${OS2}. Што вы хацелі б зрабіць?

source: This computer currently has multiple operating systems on it. What would you like to do?
be: На гэтым камп'ютары ўсталяваныя некалькі аперацыйных сістэм. Што вы хацелі б зрабіць?

source: This computer currently has no detected operating systems. What would you like to do?
be: На гэтым камп'ютары не ўсталявана ніякіх аперацыйных сістэм. Што вы хацелі б зрабіць?

source: Before:
be: Перад:

source: After:
be: Пасля:

source: Encrypt the new ${RELEASE} installation for security
be: Шыфраваць усталёўку ${RELEASE} для бяспекі

source: You will choose a security key in the next step.
be: Ключ бяспекі можна будзе выбраць на наступным кроку

source: Use LVM with the new ${RELEASE} installation
be: Выкарыстанне LVM з новай усталёўкай ${RELEASE}

source: This will set up Logical Volume Management. It allows taking snapshots and easier partition resizing.
be: Гэта ўсталюе Logical Volume Management (LVM). Ён дазваляе рабіць здымкі стану (снапшоты) і прасцей кіраваць памерам раздзелаў.

source: Erase disk and use ZFS
be: Ачысціць дыск і выкарыстаць ZFS

source: <span foreground="darkred">Warning:</span> This will delete all your files on all operating systems.
be: <span foreground="darkred">Увага:</span> Будуць выдалены ўсе вашы файлы ва ўсіх аперацыйных сістэмах.

source: Advanced Features
be: Дадатковыя функцыі

source: None
be: Няма

source: None selected
be: Нічога не выбрана

source: Advanced features...
be: Пашыраныя магчымасці...

source: LVM selected
be: Выбраны LVM

source: LVM and encryption selected
be: Выбрана шыфраванне і LVM

source: ZFS selected
be: Выбрана ZFS

source: ZFS and encryption selected
be: Выбрана шыфраванне і ZFS

source: Confirm the security key:
be: Падцвердзіце ключ бяспекі:

source: Choose a security key:
be: Выберыце ключ бяспекі:

source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up.
be: Шыфраванне дыска абараняе вашы файлы ў выпадку згубы ​​камп'ютара. Ад вас спатрэбіцца ўводзіць ключ бяспекі кожны раз пры запуску камп'ютара. Падцвердзіць ключ бяспекі:

source: Any files outside of ${RELEASE} will not be encrypted.
be: Усе файлы па-за ${RELEASE} не будуць шыфравацца.

source: <span foreground="darkred">Warning:</span> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
be: <span foreground="darkred">Увага:</span> калі вы страціце гэты ключ бяспекі, усе даныя страцяцца. Калі трэба, запішыце ваш ключ і захоўвайце яго ў бяспечным месцы.

source: For more security:
be: Для большай бяспекі:

source: Overwrite empty disk space
be: Перапісаць пустое месца на дыску

source: The installation may take much longer.
be: Усталяванне можа заняць значна больш часу.

source: Volume groups:
be: Групы раздзелаў:

source: Encryption Options
be: Параметры шыфравання

source: Physical volumes:
be: Фізічныя тамы:

source: Encrypt this partition (LUKS)
be: Зашыфраваць раздзел (LUKS)

source: MB
be: МБ

source: Logical Volume Management (LVM) lets ${RELEASE} treat multiple physical volumes as a single volume.
be: Logical Volume Management (LVM) дазваляе ${RELEASE} апрацоўваць некалькі фізічных тамоў як адзін.

source: Encryption options...
be: Параметры шыфравання...

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or wi-fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot needs to be configured to allow the use of these third-party drivers.
be: Вы выбралі старонняе праграмнае забеспячэнне для ўсталявання, якое ўключае ў сябе драйверы для графічнага і/або Wi-Fi абсталявання. У вашай сістэме таксама ўключаны UEFI Secure Boot. UEFI Secure Boot неабходна наладзіць, каб дазволіць выкарыстанне гэтых старонніх драйвераў.

source: After installation completes, Ubuntu will assist you in configuring UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
be: Пасля завяршэння ўсталявання Ubuntu дапаможа вам наладзіць UEFI Secure Boot. Каб пераканацца, што гэтыя змены ўносяцца вамі як аўтарызаваным карыстальнікам, а не зламыснікам, вы павінны зараз выбраць пароль і выкарыстаць яго пасля перазагрузкі, каб пацвердзіць змены.

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Ubuntu will still be able to boot on your system but these third-party drivers will not be available for your hardware.
be: <span foreground="darkred">Увага</span>: Калі вы вырашыце не ўсталёўваць гэтыя драйверы або калі вы працягнеце, але не пацвердзіце пароль пасля перазагрузкі, Ubuntu зможа загрузіцца, аднак дадатковыя драйверы будуць недаступныя.

source: SecureBoot key for MokPW
be: Ключ SecureBoot для MokPW

source: partition #%(partid)s as %(parttype)s used for %(partusage)s
be: раздзел #%(partid)s тыпу %(parttype)s выкарыстоўваецца для %(partusage)s

source: Key to secure the keystore on ZFS installations
be: Ключ для абароны сховішча ключоў на ўсталёшчыках ZFS

source: Authenticate against a directory
be: Прайдзіце праверку сапраўднасці для доступу да каталогa

source: Active Directory domain name
be: Імя дамена для Active Directory

source: Administrator to join the domain
be: Імя адміністратара для далучэння да дамена

source: Administrator password to join the domain
be: Пароль адміністратара для далучэння да дамена

source: Use Active Directory
be: Выкарыстоўваць Active Directory

source: You'll enter domain and other details in the next step.
be: На наступным кроку вам будзе прапанавана ўвесці дамен і іншыя дэталі.

source: Domain:
be: Дамен:

source: You must enter a domain name
be: Неабходна ўвесці імя дамена

source: Test Connection
be: Праверка злучэння

source: Domain Administrator:
be: Адміністратар дамена:

source: You must enter a user name
be: Вы павінны ўвесці імя карыстальніка

source: Configure Active Directory
be: Сканфігураваць Active Directory

source: That name already exists on the network.
be: Такое імя ўжо існуе ў сетцы.

source: Failed to connect to domain.
be: Не ўдалося далучыцца да дамена.

source: OEM mode (for manufacturers only)
be: Рэжым OEM (толькі для вытворцаў)

source: Prepare for OEM configuration
be: Падрыхтоўка да OEM-канфігурацыі

source: Preparing for OEM configuration...
be: Падрыхтоўка да OEM-канфігурацыі...

source: Ready for OEM configuration
be: Сістэма падрыхтавана да OEM-канфігурацыі

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
be: Пасля загрузкі новай сістэмы вы зможаце ўвайсці як карыстальнік "oem" з паролем, абраным раней; гэты карыстальнік таксама мае адміністрацыйныя прывілеі, выкарыстоўваючы "sudo". Такім чынам вы зможаце здзяйсняць любыя дадатковыя змены ў сістэме.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
be: Скончыўшы канфігурацыю сістэмы, выканайце каманду 'oem-config-prepare'. Гэты выдаліць часовага карыстальніка 'oem' і пры наступным уключэнні карыстальніку будуць зададзены розныя пытанні пра канфігурацыю.

source: Removing packages
be: Выдаленне пакункаў
