Repository: bycel/ubuntu-translations-be
Catalog: */jammy/*/debian_real-po_ubiquity-debconf-*.po
Languages: be

source: Connecting...
be: Злучэнне...

source: Connection failed.
be: Не ўдалося злучыцца

source: Connected.
be: Злучана.

source: Restart to Continue
be: Перазагрузіце, каб працягнуць

source: Install
be: Усталяваць

source: Install (OEM mode, for manufacturers only)
be: Інсталяцыя (Рэжым OEM, толькі для вытворцаў)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
be: Вы ўсталёўваеце сістэму ў рэжыме вытворцы. Увядзіце ўнікальную назву для гэтай камплектацыі сістэмы. Гэтая назва будзе захаваная на ўсталяванай сістэме і можа быць выкарыстана для апрацоўкі рапартаў аб памылках.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
be: Вы можаце паспрабаваць ${RELEASE} без усялякіх зменаў на вашым камп'ютары, непасрэдна з ${MEDIUM}.

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
be: Калі вы падрыхтаваліся, можаце ўсталяваць ${RELEASE} побач (ці замест) вашай дзейнай аперацыйнай сістэмы. Гэта не зойме шмат часу.

source: Try ${RELEASE}
be: Паспрабаваць ${RELEASE}

source: Install ${RELEASE}
be: Усталяваць ${RELEASE}

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
be: Можаце пачытаць <a href="release-notes">нататкі да выпуску</a> або <a href="update">абнавіць гэты ўсталёўнік</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
be: Можаце пачытаць <a href="release-notes">нататкі да выпуску</a>.

source: You may wish to <a href="update">update this installer</a>.
be: Мабыць, вы жадаеце <a href="update">абнавіць гэты ўсталёўнік</a>.

source: Where are you?
be: Дзе вы знаходзіцеся?

source: Keyboard layout
be: Раскладка клавіятуры

source: Choose your keyboard layout:
be: Абярыце раскладку клавіятуры.

source: Type here to test your keyboard
be: Напішыце тут што-небудзь, каб праверыць раскладку

source: Detect Keyboard Layout
be: Вызначыць раскладку клавіятуры

source: Detect Keyboard Layout...
be: Вызначыць раскладку клавіятуры...

source: Please press one of the following keys:
be: Калі ласка, націсніце адну з наступных кнопак:

source: Is the following key present on your keyboard?
be: Гэтыя кнопкі прысутнічаюць на вашай клавіятуры?

source: Who are you?
be: Хто вы?

source: Your name:
be: Вашае імя:

source: Pick a username:
be: Пазначце імя карыстальніка:

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
be: &lt;small&gt;Вы можаце стварыць больш уліковых запісаў пасля ўсталявання, калі гэтым камп'ютарам карыстаюцца некалькі людзей&lt;/small&gt;

source: Must start with a lower-case letter.
be: Павінна пачынацца з малой літары.

source: May only contain lower-case letters, digits, hyphens, and underscores.
be: Можа змяшчаць толькі малыя літары, лічбы, злучкі і знакі падкрэслівання.

source: Skip
be: Прапусціць

source: Choose a password:
be: Задайце пароль:

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
be: &lt;small&gt;Трэба ўвесці пароль двойчы, каб праверыць яго на памылкі друку.&lt;/small&gt;

source: Password
be: Пароль

source: Confirm password
be: Пацвердзіце пароль

source: Confirm your password:
be: Пацвердзіце ваш пароль:

source: Your computer's name:
be: Назва вашага камп'ютара:

source: The name it uses when it talks to other computers.
be: Гэтае імя будзе ўжывацца для сувязі з іншымі камп'ютарамі.

source: Must be between 1 and 63 characters long.
be: Даўжыня мусіць быць ад 1 да 63 знакаў

source: May only contain letters, digits, hyphens, and dots.
be: Можа змяшчаць толькі літары, лічбы, злучкі і кропкі.

source: May not start or end with a hyphen.
be: Не можа пачынацца або завяршацца злучком.

source: May not start or end with a dot, or contain the sequence "..".
be: Не можа пачынацца з кропкі, завяршацца кропкай або змяшчаць паслядоўнасць «..».

source: You are running in debugging mode. Do not use a valuable password!
be: Вы працуеце ў рэжыме адладкі. Не выкарыстоўвайце каштоўныя паролі!

source: Passwords do not match
be: Паролі не супадаюць

source: Short password
be: Кароткі пароль

source: Weak password
be: Слабы пароль

source: Fair password
be: Больш-менш надзейны пароль

source: Good password
be: Надзейны пароль

source: Strong password
be: Вельмі надзейны пароль

source: Log in automatically
be: Уваходзіць у сістэму аўтаматычна

source: Require my password to log in
be: Патрабаваць пароль для ўваходу ў сістэму

source: Installation type
be: Тып усталёўкі

source: Files (${SIZE})
be: Файлы (${SIZE})

source: Where would you like to install Kubuntu?
be: Куды б вы хацелі ўсталяваць Kubuntu?

source: Prepare partitions
be: Падрыхтоўка раздзелаў дыска

source: _Restart[ action ]
be: _Перазапуск[ action ]

source: _Install Now[ action ]
be: _Усталяваць зараз

source: Quit the installation?
be: Перарваць усталяванне ?

source: Do you really want to quit the installation now?
be: Сапраўды жадаеце кінуць усталёўванне?

source: Bootloader install failed
be: Памылка пры ўсталяванні загрузчыка

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
be: На жаль, з-за памылкі немагчыма ўсталяваць загрузчык ў пазначанае месца.

source: Choose a different device to install the bootloader on:
be: Выбраць іншую прыладу для ўсталявання загрузчыка:

source: Continue without a bootloader.
be: Працягнуць без загрузчыка.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
be: Вы мусіце ўсталяваць загрузчык уласнаручна, каб запусціць ${RELEASE}.

source: Cancel the installation.
be: Скасаваць усталёўванне.

source: This may leave your computer unable to boot.
be: У выніку камп'ютар можа перастаць загружацца.

source: How would you like to proceed?
be: Што вы хочаце зрабіць?

source: _Skip
be: _Прапусціць

source: Installation Complete
be: Усталёўванне скончана

source: Continue Testing
be: Працягнуць знаёмства

source: Restart Now
be: Перазагрузіць зараз

source: Shutdown Now
be: Адключыць

source: Installer crashed
be: Усталёўнік аварыйна спынены

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
be: Ва ўсталёўніку адбыўся збой. Даруйце. Пасля закрывання гэтага акна вы зможаце стварыць справаздачу аб памылцы з дапамогай убудаванай адмысловай праграмы. Справаздача будзе адпраўленая нашым спецыялістам, каб яны выправілі гэтую памылку.

source: _High Contrast
be: _Высокая кантраснасць

source: _Screen Reader
be: _Чытач экрану

source: _Keyboard Modifiers
be: _Клавіятурныя мадыфікатары

source: _On-screen Keyboard
be: _Экранная клавіятура

source: New Partition Table...
be: Новая табліца раздзелаў...

source: Add...
be: Дадаць...

source: Change...
be: Змяніць...

source: Delete
be: Выдаліць

source: Revert
be: Вярнуць

source: Recalculating partitions...
be: Абнаўленне інфармацыі аб раздзелах ...

source: Device
be: Прылада

source: Type
be: Тып

source: Mount point
be: Пункт мантавання

source: Format?
be: Фарматаваць?

source: Size
be: Памер

source: Used
be: Выкарыстана

source: System
be: Сістэма

source: free space
be: Вольнай прасторы

source: unknown
be: невядомa

source: Create partition
be: Стварыць раздзел

source: Size:
be: Памер:

source: Beginning of this space
be: Пачатак прасторы

source: End of this space
be: Канец прасторы

source: Primary
be: Першасны

source: Logical
be: Лагічны

source: Edit partition
be: Змяніць раздзел

source: Edit a partition
be: Змяніць раздзел

source: Boot loader
be: Загрузчык

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
be: Сістэма ўсталявана! Можна працягнуць знаёміцца з ${RELEASE}, але пакуль вы не перазагрузіце камп'ютар, любыя зробленыя вамі змены або створаныя дакументы не будуць захаваныя.

source: Go Back
be: Вярнуцца

source: Continue
be: Працягнуць

source: Connect
be: Злучэнне

source: Stop
be: Спыніць

source: Continue in UEFI mode
be: Працягнуць у рэжыме UEFI

source: Installation is complete. You need to restart the computer in order to use the new installation.
be: Сістэма ўсталявана! Каб пачаць ёй карыстацца, трэба перазагрузіць камп'ютар.

source: Verifying the installation configuration...
be: Праверка параметраў усталёўкі...

source: Installing system
be: Усталёўванне сістэмы

source: Finding the distribution to copy...
be: Пошук дыстрыбуцыі для капіявання...

source: Copying files...
be: Капіяванне файлаў...

source: Almost finished copying files...
be: Капіяванне файлаў амаль скончылася...

source: Installation Failed
be: Памылка ўсталявання

source: The installer encountered an error copying files to the hard disk:
be: Паўстала праблема пры капіяванні файлаў на цвёрды дыск:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
be: На выбраным раздзеле не хапае месца для завяршэння ўсталявання. Запусціце праграму-усталёўнік зноў і пазначце большы раздзел пад сістэму.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
be: Часта гэта здараецца з прычыны пашкоджанага CD/DVD-дыска або дыскавода. Можа дапамагчы чыстка CD/DVD, запіс CD/DVD-дыска на меншай хуткасці або чыстка аптычнай лінзы CD/DVD-дыскавода (наборы для чысткі звычайна ёсць у камп'ютарных крамах).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
be: Часта гэта здараецца праз няспраўнасць цвёрдага дыска. Мабыць, цвёрды дыск ужо стары і мае патрэбу ў замене або неабходна перанесці камп'ютар у месца з лепшай вентыляцыяй.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
be: Часта гэта здараецца праз няспраўны CD/DVD-дыск, прывад, або цвёрды дыск. Мабыць, дапаможа ачыстка CD/DVD-дыска, запіс CD/DVD на ніжэйшай хуткасці, або ачыстка лінзаў CD/DVD-прывада (адпаведныя камплекты для ачысткі даступныя ў продажы). Можа, цвёрды дыск ужо стары і мае патрэбу ў замене, або неабходна перанесці камп'ютар у месца з лепшай вентыляцыяй.

source: The following file did not match its source copy on the CD/DVD:
be: Наступны файл не адпавядае пачатковай копіі на CD / DVD:

source: Copying installation logs...
be: Капіяванне логаў усталёўкі...

source: Configuring target system...
be: Канфігураванне мэтавай сістэмы...

source: Configuring system locales...
be: Канфігураванне лакаляў...

source: Configuring apt...
be: Канфігураванне apt...

source: Configuring time zone...
be: Канфігураванне часовай зоны...

source: Configuring keyboard...
be: Канфігурацыя клавіятуры...

source: Creating user...
be: Стварэнне карыстальніка ...

source: Configuring hardware...
be: Канфігураванне абсталявання...

source: Installing third-party software...
be: Усталёўка праграмнага забеспячэння іншых вытворцаў...

source: Configuring network...
be: Настáўленне сеткі...

source: Configuring boot loader...
be: Настáўленне загрузчыка...

source: Configuring Active Directory...
be: Налада Active Directory...

source: Saving installed packages...
be: Захаванне ўсталяваных пакункаў...

source: Restoring previously installed packages...
be: Аднаўленне ўсталяваных раней пакункаў...

source: Installing additional packages...
be: Усталяванне дадатковых пакункаў...

source: Checking for packages to install...
be: Праверка пакункаў перад усталёўваннем...

source: Removing extra packages...
be: Выдаленне дадатковых пакункаў...

source: Checking for packages to remove...
be: Пошук пакункаў для выдалення...

source: Downloading packages (${TIME} remaining)...
be: Сцягванне пакункаў (засталося ${TIME})...

source: Downloading package lists...
be: Сцягванне спісаў пакункаў...

source: Downloading package lists (${TIME} remaining)...
be: Сцягванне спісаў пакункаў (засталося ${TIME})...

source: Error installing ${PACKAGE}
be: Памылка падчас ўсталявання ${PACKAGE}

source: Error removing ${PACKAGE}
be: Памылка падчас выдалення ${PACKAGE}

source: Error while installing packages
be: Памылка падчас усталявання пакункаў

source: An error occurred while installing packages:
be: Падчас усталявання пакункаў узнікла памылка:

source: The following packages are in a broken state:
be: Наступныя пакункі ў пашкоджаным стане:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
be: Гэта магло здарыцца з прычыны выкарыстання састарэлага вобраза ўсталёўніка або з прычыны памылкі ў некаторых пакунках, пералічаных вышэй. Падрабязнасці можна знайсці ў файле /var/log/syslog. Усталёўнік паспрабуе працягнуць працу нягледзячы на гэта, але пры гэтым пазней працэс можа ізноў быць не выкананы. У выніку ён будзе не ў стане ўсталяваць або выдаліць іншыя пакункі (магчыма, з улікам сябе самога) усталяванай сістэмы. Варта, першым чынам, пашукаць навейшыя версіі вобраза ўсталёўніка або адправіць справаздачу з памылкай вашаму пастаўшчыку.

source: Error while removing packages
be: Памылка падчас выдалення пакункаў

source: An error occurred while removing packages:
be: Падчас выдалення пакункаў узнікла памылка:

source: Error copying network configuration
be: Памылка капіявання канфігурацыі сеткі

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
be: Узнікла памылка падчас капіявання настáўленняў сеткі. Усталяванне працягнецца, але сетку прыйдзецца наставіць яшчэ раз пасля ўсталявання сістэмы.

source: Error copying bluetooth configuration
be: Памылка пры капіяванні канфігурацыі bluetooth

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
be: Паўстала памылка пры капіяванні параметраў bluetooth. Усталяванне будзе працягнута, але ва ўсталяванай сістэме прыйдзецца зноўку наставіць bluetooth.

source: Error configuring connection to Active Directory
be: Памылка наладжвання злучэння з Active Directory

source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit help.ubuntu.com/activedirectory for help.
be: На жаль, актыўны каталог не можа быць наладжаны ў дадзены момант. Пасля запуску сістэмы наведайце help.ubuntu.com/activedirectory для таго, каб атрымаць дапамогу.

source: Calculating files to skip copying...
be: Падлік файлаў, якія не трэба капіяваць...

source: Installing language packs
be: Усталяванне пакункаў лакалізацыі

source: Downloading language packs (${TIME} remaining)...
be: Сцягванне пакункаў лакалізацыі (засталося ${TIME})...

source: Failed to unmount partitions
be: Не ўдалося адмантаваць раздзелы.

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
be: Усталёўніку трэба ўжыць змены ў радзелах, але ён не можа гэтага зрабіць, бо раздзелы на наступных пунктах мантавання не могуць быць адмантаваныя:

source: Please close any applications using these mount points.
be: Закрыйце ўсе праграмы, якія выкарыстоўваюць гэтыя пункты мантавання.

source: Would you like the installer to try to unmount these partitions again?
be: Паспрабаваць ізноў адмантаваць гэтыя раздзелы?

source: Do you want to return to the partitioner?
be: Вярнуцца на этап разметкі?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
be: Некаторыя створаныя вамі раздзелы занадта малыя. Зрабіце наступныя раздзелы не меншымі за:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
be: Калі вы не вернецеся да разметкі дыску і не павялічыце памер гэтых раздзелаў, усталяванне можа завяршыцца няўдала.

source: System Configuration
be: Настáўленне сістэмы

source: Welcome
be: Вітаем

source: Network configuration
be: Настáўленне сеткі

source: Software selection
be: Выбар праграм

source: Language
be: Мова

source: Wireless
be: Бяздротавае злучэнне

source: Software
be: Праграмы

source: Timezone
be: Часавая зона

source: Keyboard
be: Клавіятура

source: Disk Setup
be: Усталяванне дыска

source: User Info
be: Звесткі пра карыстальніка

source: installation process
be: працэс усталявання

source: Checking for installer updates
be: Праверка абнаўленняў усталёўніка

source: Reading package information
be: Чытанне інфармацыі пра пакункі

source: Updating package information
be: Абнаўленне інфармацыі пра пакункі

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
be: Файл ${INDEX} з ${TOTAL} на хуткасці ${SPEED}/с

source: File ${INDEX} of ${TOTAL}
be: Файл ${INDEX} з ${TOTAL}

source: Installing update
be: Усталяванне абнаўлення

source: Error updating installer
be: Памылка абнаўлення ўсталёўніка

source: The installer encountered an error while trying to update itself:
be: Усталёўнік сутыкнуўся з памылкай пры абнаўленні самога сябе:

source: USB disk
be: USB-дыск

source: Please choose the language to use for the install process. This language will be the default language for this computer.
be: Пазначце мову для працэса ўсталявання. Выбраная мова будзе стандартнай для гэтага камп'ютара.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
be: Пазначце мову для настáўлення сістэмы. Выбраная мова будзе стандартнай для гэтага камп'ютара.

source: Installation failed
be: Усталяванне скончылася памылкай

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
be: Усталёўнік сутыкнуўся з фатальнай памылкай. Будзе запушчана абалонка, у якой можна даследаваць праблему або паспрабаваць усталяваць сістэму зноў.

source: The installer encountered an unrecoverable error and will now reboot.
be: Усталёўнік сутыкнуўся з фатальнай памылкай, зараз адбудзецца перазагрузка.

source: Updates and other software
be: Абнаўленні і іншыя праграмы

source: Connecting this computer to a wi-fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
be: Злучэнне камп'ютара з сеткай wi-fi дазваляе ўсталёўваць іншыя праграмы, атрымліваць абнаўленні, аўтаматычна вызначаць часавую зону і ўсталяваць поўную падтрымку вашай роднай мовы.

source: Password:
be: Пароль:

source: Display password
be: Паказаць пароль

source: I don't want to connect to a wi-fi network right now
be: На дадзены момант я не хачу злучацца з wifi-сеткай

source: Connect to this network
be: Злучыцца з гэтай сеткай

source: Select drive:
be: Выберыце дыск:

source: Allocate drive space by dragging the divider below:
be: Размяркуйце прастору на дыску, перацягваючы межнік ніжэй:

source: The entire disk will be used:
be: Будзе выкарыстаны ўвесь дыск:

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
be: <small>%d невялікіх раздзелаў схаваныя, выкарыстоўвайце <a href="">пашыраны рэдактар раздзелаў</a> для большага кантролю</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
be: <small>1 невялікі раздзел схаваны, выкарыстоўвайце <a href="">пашыраны рэдактар раздзелаў</a> для большага кантролю</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
be: %d раздзелаў будзе выдалена, выкарыстоўвайце <a href="">пашыраны ўтыліту разметкі дыскаў</a>, каб цалкам кантраляваць разметку

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
be: 1 раздзел будзе выдалены, выкарыстоўвайце <a href="">пашыраны рэдактар раздзелаў</a>, каб цалкам кантраляваць разметку

source: Split Largest Partition
be: Падзяліць найбольшы раздзел

source: For best results, please ensure that this computer:
be: Для найлепшых вынікаў пераканайцеся, што гэты камп'ютар:

source: Sorry
be: Выбачайце

source: Turn off RST
be: Выключыць RST

source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
be: Гэты камп'ютар выкарыстоўвае Intel RST (тэхналогія хуткага захоўвання). Вам неабходна яе выключыць перад тым як усталёўваць Ubuntu. Для атрымання інструкцый перайдзіце на гэтую старонку з іншай прылады: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>

source: Turn off BitLocker
be: Выключыць BitLocker

source: This computer uses Windows BitLocker encryption. You need to turn off BitLocker in Windows before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
be: На гэтым камп'ютары выкарыстоўваецца шыфраванне BitLocker шыфраванне. Неабходна выключыць BitLocker у Windows перад усталяваннем Ubuntu. Для атрымання інструкцый, адкрыйце гэту старонку на смартфоне або на іншай прыладзе: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>

source: You need at least ${SIZE} disk space to install ${RELEASE}.
be: Трэба прынамсі ${SIZE} дыскавай прасторы, каб усталяваць ${RELEASE}.

source: This computer has only ${SIZE}.
be: Гэты камп'ютар мае толькі ${SIZE}

source: is plugged in to a power source
be: падключаны да крыніцы электрасілкавання

source: is connected to the Internet
be: злучаны з інтэрнэтам

source: This software is subject to license terms included with its documentation. Some is proprietary.
be: На гэта праграмнае забеспячэнне распаўсюджваюцца ліцэнзійныя ўмовы, якія ўключаны ў яго дакументацыю. Некаторыя з іх маюць прапрыетарны характар.

source: Install third-party software for graphics and Wi-Fi hardware and additional media formats
be: Усталюйце пабочнае (трэцяга боку) праграмнае забеспячэнне для графікі, апаратнага абсталявання і дадатковых фарматаў медыя

source: Download updates while installing ${RELEASE}
be: Сцягнуць абнаўленні падчас усталявання ${RELEASE}

source: This saves time after installation.
be: Гэта зберажэ вам час пасля ўсталёўкі
