Repository: bycel/ubuntu-translations-be
Catalog: */jammy/*/ex_debconf_po_templates-*.po
Languages: uk

source: Daemons using outdated libraries
uk: Daemons використовує застарілі бібліотеки

source: Which services should be restarted?
uk: Які служби слід перезапустити?

source: Newer kernel available
uk: Доступне новіше ядро

source: The currently running kernel version is ${KVERSION} and there is an ABI compatible upgrade pending.
uk: Поточна версія ядра ${KVERSION}. Очікується оновлення, сумісне з ABI.

source: Restarting the system to load the new kernel will not be handled automatically, so you should consider rebooting.
uk: Автоматичний перезапуск системи для завантаження нового ядра не передбачено, тому вам слід перезавантажити власноруч.

source: The currently running kernel version is ${KVERSION} which is not the expected kernel version ${EVERSION}.
uk: Поточна версія ядра ${KVERSION}, яка не є очікуваною версією ${EVERSION}.

source: Pending kernel upgrade
uk: Очікується оновлення ядра

source: Restart pending...
uk: Очікується перезавантаження...

source: This system runs ${EHINT} - you should consider rebooting!
uk: Ця система виконує ${EHINT} - вам слід перезавантажити!

source: For more details, run «needrestart -m a».
uk: Для отримання подробиць, виконайте команду «needrestart -m a».

source: Outdated processor microcode
uk: Застарілий мікрокод процесора

source: Processor microcode update
uk: Оновлення мікрокоду процесора

source: The currently running processor microcode revision is ${CURRENT} which is not the expected microcode revision ${AVAIL}.
uk: Поточна ревізія мікрокоду процесора ${CURRENT}, яка не є очікуваною ревізією ${AVAIL}.

source: Restarting the system to load the new processor microcode will not be handled automatically, so you should consider rebooting.
uk: Автоматичний перезапуск системи для завантаження нового мікрокоду процесора не передбачено, тому вам слід перезавантажити власноруч.

source: Containers using outdated libraries
uk: Контейнери, які використовують застарілі бібліотеки

source: Which containers should be restarted?
uk: Які контейнери слід перезапустити?
