Repository: bycel/ubuntu-translations-be
Catalog: */jammy/*/po_friendly-recovery-*.po
Languages: be

source: Revert to old snapshot and reboot
be: Звярнуцца да старога здымка і перазагрузіць

source: Snapshot
be: Здымак

source: Try to make free space
be: Паспрабаваць вызваліць месца

source: Trying to find packages you don't need (apt-get autoremove), please review carefully.
be: Пошук непадтрэбных пакетаў (apt-get autoremove), калі ласка, праглядзіце ўважліва.

source: Finished, please press ENTER
be: Скончана, калі ласка націсніце ENTER

source: Repair broken packages
be: Выправіць пашкоджаныя пакеты

source: Run in failsafe graphic mode
be: Запусціць у бяспечным графічным рэжыме

source: Check all file systems
be: Праверыць усе файлавыя сістэмы

source: Update grub bootloader
be: Абнавіць загрузчык grub

source: Enable networking
be: Уключыць сетку

source: Drop to root shell prompt
be: Перайсці ў камандны інтэрпрэтатар адміністратара

source: System summary
be: Аб сістэме

source: Read-only mode
be: Рэжым толькі для чытання

source: Read/Write mode
be: Рэжым чытання і запісу

source: none
be: нічога

source: IP configured
be: IP налажданы

source: IP and DNS configured
be: IP і DNS наладжаныя

source: Unknown (must be run as root)
be: Невядома (павінен запускацца як root)

source: ok (good)
be: ок (добра)

source: not ok (BAD)
be: not ok (ДРЭННА)

source: unknown (read-only filesystem)
be: невядомы (файлавая сістэма толькі для чытання)

source: unknown (must be run as root)
be: невядомы (павінен запускацца як root)

source: yes (good)
be: так (добра)

source: no (BAD)
be: не (ДРЭННА)

source: (Use arrows/PageUp/PageDown keys to scroll and TAB key to select)
be: (Выкарыстоўвайце стрэлкі/PageUp/PageDown каб пралістаць і кнопку TAB каб выбраць)

source: === General information ===
be: === Агульныя сведкі ===

source: === LVM state ===
be: === Статус LVM ===

source: Resume normal boot
be: Працягваць звычайную загрузку
