Repository: bycel/ubuntu-translations-be
Catalog: */jammy/*/po_landscape-client-*.po
Languages: be

source: Success.
be: Поспех.

source: Failure.
be: Няўдача

source: Authentication failed
be: Памылка аўтэнтыфікацыі

source: Registering client failed
be: Рэгістрацыя кліента не ўдалася

source: Registering client was successful
be: Рэгістрацыя кліента прайшла паспяхова

source: Attempting to register at %s
be: Спроба зарэгістравацца на %s

source: Disabling client failed
be: Не атрымалася адключыць кліент

source: Disabling client was successful
be: Адключэнне кліента прайшло паспяхова

source: Attempting to disable landscape client.
be: Спроба адключыць ландшафтны рэжым кліента.

source: None
be: Няма

source: Landscape - hosted by Canonical
be: Landscape абслугоўваецца Canonical

source: Landscape - dedicated server
be: Landscape - асобны сервер

source: Register
be: Рэгістрацыя

source: Disable
be: Адключыць

source: Invalid host name.
be: Няправільнае імя вузла.

source: Only ASCII characters are allowed.
be: Дазваляецца ўвод толькі ASCII сімвалаў.

source: Landscape is a remote administration service from Canonical. If you allow it, a Landscape server can monitor this computer's performance and send administration commands.
be: Landscape - сэрвіс аддаленага адміністравання ад Canonical. Якшто вы дазволіце, сервер Landscape можа сачыць за прадукцыйнасцю камп'ютараў і адпраўляць адміністрацыйныя каманды.

source: Find out more...
be: Даведацца больш...

source: Account name:
be: Уліковы запіс:

source: Registration Key:
be: Рэгістрацыйны ключ:

source: Don't have an account?
be: Няма рахунку?

source: Sign up...
be: Рэгістрацыя...

source: Landscape server hostname:
be: Даменнае імя сервера Landscape:

source: If you click "Disable" the Landscape client on this machine will be disabled. You can reenable it later by revisiting this dialog.
be: Якшто вы націснеце "Адключыць", Landscape адключыцца ў гэтай сістэме. Вы зможаце ўключыць яго пазней, адкрыўшы гэты дыялог зноў.

source: Landscape Management Service Preferences
be: Параметры службы кіравання Landscape

source: Allow the user to read and write Landscape Client settings.
be: Дазволіць карыстальнікам змяняць налады кліента Landscape

source: System policy prevents you from reading and writing Landscape Client Settings.
be: Сістэмная палітыка перашкаджае вам змяняць параметры кліента Landscape

source: Landscape client
be: Кліент Landscape

source: Landscape is an easy-to-use commercial systems management and monitoring service offered by Canonical that helps administrators manage multiple machines efficiently.
be: Landscape ўяўляе сабой простую ў выкарыстанні камерцыйную сістэму кіравання і маніторынгу актыўнасці, прапанаваных "грамадствам", якая дапамагае адміністратарам эфектыўна кіраваць некалькімі машынамі.

source: You need to install Landscape client to be able to configure it. Do you want to install it now?
be: Вам трэба ўсталяваць Landscape каб кліент мог яго наладзіць. Жадаеце ўсталяваць зараз?

source: Install Landscape client?
be: Усталяваць кліент Landscape?

source: Install
be: Усталяваць
