Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-apt_apt-all-*.po
Languages: be

source: Failed to stat
be: Не ўдалося атрымаць атрыбуты

source: Invalid URI, local URIS must not start with //
be: Памылковы URI. Лакальны URIS не павінен пачынацца з //

source: Logging in
be: Уваход

source: Unable to determine the peer name
be: Немагчыма вызначыць назву аднарангавага вузла

source: Unable to determine the local name
be: Немагчыма вызначыць лакальную назву

source: The server refused the connection and said: %s
be: Сервер адмовіў у злучэнні і паведаміў: %s

source: USER failed, server said: %s
be: Збой каманды USER. Сервер паведаміў: %s

source: PASS failed, server said: %s
be: Збой каманды PASS. Сервер паведаміў: %s

source: A proxy server was specified but no login script, Acquire::ftp::ProxyLogin is empty.
be: Проксі-сервер пазначаны, але адсутнічае сцэнарый уваходу ў сістэму; Acquire::ftp::ProxyLogin нічога не змяшчае.

source: Login script command '%s' failed, server said: %s
be: Збой каманды «%s» сцэнарыя ўваходу ў сістэму. Сервер паведаміў: %s

source: TYPE failed, server said: %s
be: Збой каманды TYPE. Сервер паведаміў: %s

source: Connection timeout
be: Час чакання для падключэння

source: Server closed the connection
be: Сервер закрыў злучэнне

source: A response overflowed the buffer.
be: Адказ перапоўніў буфер.

source: Protocol corruption
be: Пашкоджаны пратакол

source: Could not create a socket
be: Не ўдалося стварыць сокет

source: Could not connect data socket, connection timed out
be: Не ўдалося падключыць сокет даных. Час чакання падключэння завяршыўся

source: Could not connect passive socket.
be: Не ўдалося падключыць пасіўны сокет.

source: getaddrinfo was unable to get a listening socket
be: getaddrinfo не змог атрымаць слухаючы сокет

source: Could not bind a socket
be: Не ўдалося прывязаць сокет

source: Could not listen on the socket
be: Не ўдалося праслухаць сокет

source: Could not determine the socket's name
be: Не ўдалося вызначыць назву сокета

source: Unable to send PORT command
be: Немагчыма адправіць каманду PORT

source: Unknown address family %u (AF_*)
be: Невядомае сямейства адрасоў %u (AF_*)

source: EPRT failed, server said: %s
be: Збой EPRT. Сервер паведаміў: «%s»

source: Data socket connect timed out
be: Завяршыўся час чакання пры падключэнні для сокета даных

source: Unable to accept connection
be: Немагчыма прыняць злучэнне

source: Problem hashing file
be: Праблема хэшыравання файла

source: Unable to fetch file, server said '%s'
be: Немагчыма атрымаць файл. Сервер паведаміў: «%s»

source: Data socket timed out
be: Завяршыўся час чакання для сокета даных

source: Data transfer failed, server said '%s'
be: Збой перадачы даных. Сервер паведаміў: «%s»

source: Unable to invoke
be: Немагчыма выклікаць

source: untrusted public key algorithm: %s
be: ненадзейны алгарытм з публічным ключом: %s

source: %s will be deprecated in a future release
be: У будучых выпусках %s будзе састарэлым

source: Signed file isn't valid, got '%s' (does the network require authentication?)
be: Падпісаны файл з'яўляецца несапраўдным. Атрымана «%s» (сетка патрабуе аўтэнтыфікацыю?)

source: At least one invalid signature was encountered.
be: Выяўлены прынамсі адзін памылковы подпіс.

source: Internal error: Good signature, but could not determine key fingerprint?!
be: Унутраная памылка: добры подпіс, але не ўдалося вызначыць лічбавы адбітак ключа?!

source: Could not execute 'apt-key' to verify signature (is gnupg installed?)
be: Не ўдалося выканаць «apt-key» для праверкі подпісу (ці ўсталяваны gnupg?)

source: Unknown error executing apt-key
be: Невядомая памылка выканання apt-key

source: Key is stored in legacy trusted.gpg keyring (%s), see the DEPRECATION section in apt-key(8) for details.
be: Ключ захоўваецца ў састарэлай версіі звязкі ключоў trusted.gpg (%s). Глядзіце раздзел DEPRECATION у apt-key(8) для атрымання падрабязных звестак.

source: Signature by key %s uses weak algorithm (%s)
be: Подпіс ключа %s выкарыстоўвае ненадзейны алгарытм (%s)

source: The following signatures were invalid:
be: Наступныя подпісы былі памылковымі:

source: The following signatures couldn't be verified because the public key is not available:
be: Наступныя подпісы не ўдалося праверыць, бо публічны ключ недаступны:

source: Error reading from server. Remote end closed connection
be: Памылка чытання з сервера. Аддалены сервер разарваў падключэнне

source: Error reading from server
be: Памылка чытання з сервера

source: Error writing to file
be: Памылка запісу ў файл

source: Select failed
be: Збой выбару

source: Connection timed out
be: Час чакання для падключэння завяршыўся

source: Failed to set modification time
be: Не ўдалося задаць час змянення

source: Connection closed prematurely
be: Падключэнне закрыта заўчасна

source: Empty files can't be valid archives
be: Пустыя файлы не могуць быць сапраўднымі архівамі
