Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-apt_apt-all-*.po
Languages: be

source: Failed to write file %s
be: Не ўдалося запісаць файл %s

source: Failed to close file %s
be: Не ўдалося закрыць файл %s

source: Send scenario to solver
be: Адправіць сцэнарый вырашальніку

source: Send request to solver
be: Адправіць запыт вырашальніку

source: Prepare for receiving solution
be: Падрыхтоўка для атрымання рашэння

source: External solver failed without a proper error message
be: Збой знешняга рашальніка без належнага паведамлення аб памылцы

source: Execute external solver
be: Выкананне знешняга рашальніка

source: Execute external planner
be: Выкананне знешняга планіроўшчыка

source: Send request to planner
be: Адправіць запыт планіроўшчыку

source: Send scenario to planner
be: Адправіць сцэнарый планіроўшчыку

source: External planner failed without a proper error message
be: Збой знешняга планіроўшчыка без належнага паведамлення аб памылцы

source: Wrote %i records.
be: Запісана %i запісаў.

source: Wrote %i records with %i missing files.
be: Запісана %i запісаў з %i адсутнымі файламі.

source: Wrote %i records with %i mismatched files
be: Запісана %i запісаў з %i несупадаючымі файламі

source: Wrote %i records with %i missing files and %i mismatched files
be: Запісана %i запісаў з %i адсутнымі файламі і %i несупадаючымі файламі

source: Can't find authentication record for: %s
be: Немагчыма знайсці запіс аўтэнтыфікацыі для: %s

source: Hash mismatch for: %s
be: Неадпаведнасць хэшу для: %s

source: Packaging system '%s' is not supported
be: Сістэма ўпакоўкі «%s» не падтрымліваецца

source: Unable to determine a suitable packaging system type
be: Немагчыма вызначыць падыходзячы тып сістэмы пакавання

source: Progress: [%3li%%]
be: Выкананне: [%3li%%]

source: Running dpkg
be: Выкананне dpkg

source: Could not perform immediate configuration on '%s'. Please see man 5 apt.conf under APT::Immediate-Configure for details. (%d)
be: Не ўдалося выканаць неадкладную канфігурацыю «%s». Падрабязнасці глядзіце ў man 5 apt.conf у адпаведнасці з APT::Immediate-Configure. (%d)

source: Could not configure '%s'.
be: Не ўдалося сканфігураваць «%s».

source: This installation run will require temporarily removing the essential package %s due to a Conflicts/Pre-Depends loop. This is often bad, but if you really want to do it, activate the APT::Force-LoopBreak option.
be: Для выканання ўсталявання спатрэбіцца часова выдаліць асноўны пакет %s з прычыны цыклічных канфліктаў або папярэдніх залежнасцей. Гэта можа прывесці да негатыўных наступстваў, але без гэтага дзеяння немагчыма актываваць параметр APT::Force-LoopBreak.

source: Empty package cache
be: Кэш пакета пусты

source: The package cache file is corrupted
be: Файл кэшу пакетаў пашкоджаны

source: The package cache file is an incompatible version
be: Файл кэшу пакетаў мае несумяшчальную версію

source: This APT does not support the versioning system '%s'
be: Гэта версія APT не падтрымлівае сістэму версій «%s»

source: The package cache was built for different architectures: %s vs %s
be: Кэш пакетаў быў створаны для розных архітэктур: %s супраць %s

source: The package cache file is corrupted, it has the wrong hash
be: Файл кэшу пакетаў пашкоджаны. Ён мае няправільны хэш

source: Depends
be: Залежыць

source: PreDepends
be: Папярэдне залежыць

source: Suggests
be: Прапануе

source: Conflicts
be: Канфлікты

source: Recommends
be: Рэкамендуе

source: Replaces
be: Замяняе

source: Breaks
be: Пашкоджвае

source: Enhances
be: Паляпшае

source: Obsoletes
be: Састарэлыя

source: important
be: важны

source: required
be: неабходны

source: standard
be: стандартны

source: extra
be: дадатковы

source: optional
be: неабавязковы

source: Cache has an incompatible versioning system
be: Кэш мае несумяшчальную сістэму версій

source: Error occurred while processing %s (%s%d)
be: Падчас апрацоўкі адбылася памылка: %s (%s%d)

source: Wow, you exceeded the number of package names this APT is capable of.
be: Перавышана дапушчальная колькасць назваў пакетаў, якія можа апрацаваць APT.

source: Wow, you exceeded the number of versions this APT is capable of.
be: Перавышана дапушчальная колькасць версій, якія можа апрацаваць APT.

source: Wow, you exceeded the number of descriptions this APT is capable of.
be: Перавышана дапушчальная колькасць апісанняў, якія можа апрацаваць APT.

source: Wow, you exceeded the number of dependencies this APT is capable of.
be: Перавышана дапушчальная колькасць залежнасцей, якія можа апрацаваць APT.

source: Reading package lists
be: Чытанне спісаў пакетаў

source: IO Error saving source cache
be: Памылка ўводу/вываду кэшу зыходных тэкстаў

source: Index file type '%s' is not supported
be: Індэксны файл тыпу «%s» не падтрымліваецца

source: The value '%s' is invalid for APT::Default-Release as such a release is not available in the sources
be: Значэнне «%s» з'яўляецца памылковым для APT::Default-Release па той прычыне, што выпуск недаступны ў крыніцах

source: Invalid record in the preferences file %s, no Package header
be: Памылковы запіс у файле параметраў %s. Адсутнічае загаловак пакета

source: Did not understand pin type %s
be: Незразумелы тып фіксатара пакетаў (pin) %s

source: %s: The special 'Pin-Priority: %s' can only be used for 'Package: *' records
be: %s: спецыяльная прывязка «Pin-Priority: %s» можа выкарыстоўвацца толькі для запісаў «Package: *»

source: %s: Value %s is outside the range of valid pin priorities (%d to %d)
be: %s: значэнне %s знаходзіцца па-за дыяпазонам сапраўдных прыярытэтаў прывязак (з %d па %d)

source: No priority (or zero) specified for pin
be: Адсутнічае прыярытэт пазначаны для фіксатара пакетаў (або значэнне роўнае нулю)

source: Malformed entry %u in %s file %s (%s)
be: Няправільны запіс у радку %u файла «%s» %s (%s)

source: Malformed line %u in source list %s (type)
be: Няправільны радок %u у спісе крыніц %s (тып)

source: Type '%s' is not known on line %u in source list %s
be: Невядомы тып «%s» у радку %u у спісе крыніц %s

source: Malformed stanza %u in source list %s (type)
be: Няправільны страфа %u у спісе крыніц %s (тып)

source: Type '%s' is not known on stanza %u in source list %s
be: Невядомы тып «%s» у страфе %u у спісе крыніц %s

source: Unsupported file %s given on commandline
be: Камандны радок змяшчае файл %s, які не падтрымліваецца

source: You must put some 'deb-src' URIs in your sources.list
be: Вы павінны запоўніць sources.list і памясціць туды URI-адрасы «deb-src»

source: Cannot convert %s to integer: out of range
be: Немагчыма пераўтварыць %s у цэлы лік: па-за дыяпазонам

source: Some index files failed to download. They have been ignored, or old ones used instead.
be: Збой спампоўвання некаторых індэксных файлаў. Замест іх былі выкарыстаны старыя версіі або яны былі праігнараваны.

source: Calculating upgrade
be: Вылічэнне абнаўленняў

source: Get:%lu %s
be: Атр.:%lu %s

source: Ign:%lu %s
be: Ігн.:%lu %s

source: Err:%lu %s
be: Пам.:%lu %s

source: Fetched %sB in %s (%sB/s)
be: Атрымана %sБ за %s (%sБ/с)

source: [Working]
be: [Апрацоўка]

source: Media change: please insert the disc labeled '%s' in the drive '%s' and press [Enter]
be: Змена носьбіта: устаўце дыск з меткай «%s» у дыскавод «%s» і націсніце [Enter]

source: Do you want to accept these changes and continue updating from this repository?
be: Вы сапраўды хочаце прыняць гэтыя змены і працягваць абнаўленне з гэтага рэпазіторыя?

source: Correcting dependencies...
be: Выпраўленне залежнасцей...

source: failed.
be: збой.

source: Unable to correct dependencies
be: Немагчыма выправіць залежнасці

source: Unable to minimize the upgrade set
be: Немагчыма мінімізаваць набор абнаўленняў

source: Done
be: Гатова

source: You might want to run 'apt --fix-broken install' to correct these.
be: Вы можаце выканаць «apt --fix-broken install» для выпраўлення гэтых праблем.

source: Unmet dependencies. Try 'apt --fix-broken install' with no packages (or specify a solution).
be: Незадаволеныя залежнасці. Паспрабуйце выканаць «apt --fix-broken install» без назвы пакета (або пазначце рашэнне).

source: Sorting
be: Сартаванне

source: Note, selecting '%s' for task '%s'
be: Звярніце ўвагу, што выбіраецца «%s» для задання «%s»

source: Note, selecting '%s' for glob '%s'
be: Звярніце ўвагу, што выбіраецца «%s» для glob «%s»

source: Note, selecting '%s' for regex '%s'
be: Звярніце ўвагу, што выбіраецца «%s» для рэгулярнага выразу «%s»

source: Package %s is a virtual package provided by:
be: Пакет %s - віртуальны, яго функцыі забяспечваюцца пакетамі:

source: [Installed]
be: [Усталявана]

source: [Not candidate version]
be: [Не кандыдатная версія]

source: You should explicitly select one to install.
be: Вы павінны яўна выбраць, які менавіта пакет вы хочаце ўсталяваць.

source: Package %s is not available, but is referred to by another package. This may mean that the package is missing, has been obsoleted, or is only available from another source
be: Пакет %s недаступны, але згадваецца ў пераліку залежнасцей іншага пакета. Гэта можа азначаць, што пакет адсутнічае, састарэў або даступны толькі ў іншых крыніцах

source: However the following packages replace it:
be: Аднак наступныя пакеты замяняюць яго:

source: Package '%s' has no installation candidate
be: Для пакета «%s» не знойдзены кандыдат на ўсталяванне

source: Virtual packages like '%s' can't be removed
be: Віртуальныя пакеты як «%s» не могуць быць выдалены

source: Package '%s' is not installed, so not removed. Did you mean '%s'?
be: Пакет «%s» не ўсталяваны, таму не выдалены. Вы мелі на ўвазе «%s»?

source: Package '%s' is not installed, so not removed
be: Пакет «%s» не ўсталяваны, таму не выдалены

source: Note, selecting '%s' instead of '%s'
be: Звярніце ўвагу, што выбіраецца «%s» замест «%s»

source: Most used commands:
be: Каманды, якія часта выкарыстоўваюцца:

source: See %s for more information about the available commands.
be: Падрабязныя звесткі аб даступных камандах глядзіце ў %s.

source: Configuration options and syntax is detailed in apt.conf(5). Information about how to configure sources can be found in sources.list(5). Package and version choices can be expressed via apt_preferences(5). Security details are available in apt-secure(8).
be: Параметры канфігурацыі і сінтаксіс падрабязна апісаны ў apt.conf(5). Звесткі аб тым, як канфігураваць крыніцы, можна знайсці ў sources.list(5). Выбраць пакет і версію можна праз apt_preferences(5). Падрабязнасці бяспекі даступны ў apt-secure(8).

source: This APT has Super Cow Powers.
be: У APT ёсць суперсіла каровы.

source: This APT helper has Super Meep Powers.
be: У гэтага памочніка APT ёсць суперсіла мышы.

source: --force-yes is deprecated, use one of the options starting with --allow instead.
be: --force-yes састарэў, замест яго выкарыстоўвайце адзін з параметраў, які пачынаецца з --allow.

source: No packages found
be: Не знойдзена ніводнага пакета

source: WARNING: The following packages cannot be authenticated!
be: ПАПЯРЭДЖАННЕ: наступныя пакеты немагчыма аўтэнтыфікаваць!

source: Authentication warning overridden.
be: Папярэджанне аўтэнтыфікацыі не прынята да ўвагі.

source: Some packages could not be authenticated
be: Некаторыя пакеты не ўдалося аўтэнтыфікаваць

source: Install these packages without verification?
be: Усталяваць гэтыя пакеты без праверкі?

source: Couldn't determine free space in %s
be: Не ўдалося вызначыць вольную прастору ў %s

source: You don't have enough free space in %s.
be: Недастаткова вольнага месца на %s.

source: Unable to lock the download directory
be: Немагчыма блакіраваць каталог спампоўвання

source: Some packages could not be installed. This may mean that you have requested an impossible situation or if you are using the unstable distribution that some required packages have not yet been created or been moved out of Incoming.
be: Некаторыя пакеты не ўдалося ўсталяваць. Магчыма, што вы просіце немагчымую аперацыю, або карыстаецеся нестабільным дыстрыбутывам, дзе запатрабаваныя вамі пакеты яшчэ не створаны або былі выдалены з Incoming.

source: The following information may help to resolve the situation:
be: Наступныя звесткі могуць дапамагчы вам выправіць сітуацыю:

source: Broken packages
be: Пашкоджаныя пакеты

source: Unmerged usr is no longer supported, use usrmerge to convert to a merged-usr system.
be: Unmerged usr больш не падтрымліваецца. Выкарыстоўвайце usrmerge, каб пераўтварыць у сістэму merged-usr.

source: See %s for more details.
be: Падрабязныя звесткі глядзіце %s.

source: Unable to fetch some archives, maybe run apt-get update or try with --fix-missing?
be: Немагчыма атрымаць некаторыя архівы. Магчыма, што патрабуецца выканаць apt-get update або паспрабаваць паўтарыць запуск з параметрам --fix-missing?

source: Packages need to be removed but remove is disabled.
be: Пакеты неабходна выдаліць, але выдаленне забаронена.

source: Essential packages were removed and -y was used without --allow-remove-essential.
be: Асноўныя пакеты былі выдалены, а параметр -y выкарыстоўваўся без --allow-remove-essential.

source: Packages were downgraded and -y was used without --allow-downgrades.
be: Пакеты былі заменены на старыя версіі, а параметр -y выкарыстаны без --allow-downgrades.

source: Held packages were changed and -y was used without --allow-change-held-packages.
be: Фіксаваныя пакеты былі зменены, а параметр -y выкарыстаны без --allow-change-held-packages.

source: Internal error, Ordering didn't finish
be: Унутраная памылка. Упарадкаванне не завершана

source: How odd... The sizes didn't match, email apt@packages.debian.org
be: Дзіўна... Памер не супадае. Адпраўце ліст на адрас apt@packages.debian.org

source: Need to get %sB of archives.
be: Неабходна атрымаць %sБ архіваў.

source: After this operation, %sB of additional disk space will be used.
be: Пасля гэтай аперацыі будзе выкарыстана %sБ дадатковага месца на дыску.

source: After this operation, %sB disk space will be freed.
be: Пасля гэтай аперацыі будзе вызвалена %sБ месца на дыску.

source: Trivial Only specified but this is not a trivial operation.
be: Пазначаны толькі трывіяльныя аперацыі, але гэта аперацыя такой не з'яўляецца.

source: Removing essential system-critical packages is not permitted. This might break the system.
be: Выдаленне крытычна важных для сістэмы пакетаў забаронена. Гэта можа пашкодзіць сістэму.

source: Do you want to continue?
be: Вы сапраўды хочаце працягнуць?

source: Abort.
be: Перарваць.

source: Some files failed to download
be: Некаторыя файлы не ўдалося спампаваць

source: Download complete and in download only mode
be: Спампоўванне ў рэжыме «толькі спампоўванне» завершана

source: --fix-missing and media swapping is not currently supported
be: --fix-missing і замена носьбіта ў цяперашні час не падтрымліваецца

source: Unable to correct missing packages.
be: Немагчыма выправіць адсутныя пакеты.

source: Aborting install.
be: Перарыванне ўсталявання.

source: The following package disappeared from your system as all files have been overwritten by other packages:
be: Наступны пакет знік з вашай сістэмы, бо усе яго файлы былі перазапісаны іншымі пакетамі:

source: Note: This is done automatically and on purpose by dpkg.
be: Звярніце ўвагу, што гэта зроблена аўтаматычна і прызначана dpkg.

source: We are not supposed to delete stuff, can't start AutoRemover
be: Забаронена выдаляць любыя файлы. Немагчыма запусціць AutoRemover

source: Hmm, seems like the AutoRemover destroyed something which really shouldn't happen. Please file a bug report against apt.
be: Здаецца, што AutoRemover памылкова нешта знішчыў, бо гэта некарэктныя паводзіны. Адпраўце справаздачу аб памылцы apt.

source: Internal Error, AutoRemover broke stuff
be: Унутраная памылка. AutoRemover нешта пашкодзіў

source: The following package was automatically installed and is no longer required:
be: Наступны пакет быў усталяваны аўтаматычна і больш непатрэбны:

source: %lu package was automatically installed and is no longer required.
be: %lu пакет быў усталяваны аўтаматычна і больш не патрабуецца.

source: Use '%s' to remove it.
be: Выкарыстайце «%s», каб выдаліць яго.

source: The following additional packages will be installed:
be: Будуць усталяваныя наступныя дадатковыя пакеты:

source: Suggested packages:
be: Прапанаваныя пакеты:

source: Recommended packages:
be: Рэкамендаваныя пакеты:

source: Skipping %s, it is already installed and upgrade is not set.
be: Пропуск %s: пакет ужо ўсталяваны, а яго абнаўленне не зададзена.

source: Skipping %s, it is not installed and only upgrades are requested.
be: Пропуск %s: пакет не ўсталяваны, а запытана толькі абнаўленне.

source: Reinstallation of %s is not possible, it cannot be downloaded.
be: Пераўсталяваць %s немагчыма, бо гэты пакет нельга спампаваць.

source: %s is already the newest version (%s).
be: У сістэме ўжо ўсталяваны пакет %s самай новай версіі (%s).

source: %s set to manually installed.
be: %s зададзены як усталяваны ўручную.

source: Selected version '%s' (%s) for '%s'
be: Выбрана версія «%s» (%s) для «%s»

source: Selected version '%s' (%s) for '%s' because of '%s'
be: Выбрана версія «%s» (%s) для «%s», бо «%s»

source: Listing
be: Вывад спіса

source: There is %i additional version. Please use the '-a' switch to see it
be: Ёсць %i дадатковая версія. Выкарыстоўвайце пераключальнік «-a» для яе прагляду.

source: NOTE: This is only a simulation! %s needs root privileges for real execution. Keep also in mind that locking is deactivated, so don't depend on the relevance to the real current situation!
be: Звярніце ўвагу, што гэта толькі сімуляцыя! Для рэальнага выканання %s неабходныя прывілеі суперкарыстальніка. Улічвайце, што блакіроўка не выкарыстоўваецца, таму бягучая сітуацыя можа не адпавядаць рэальным умовам!

source: unknown
be: невядома

source: [installed,upgradable to: %s]
be: [усталявана, абнаўляцца да: %s]

source: [installed,local]
be: [усталявана, лакальна]

source: [installed,auto-removable]
be: [усталявана, аўтавыдаленне]

source: [installed,automatic]
be: [усталявана, аўтаматычна]

source: [installed]
be: [усталявана]

source: [upgradable from: %s]
be: [абнаўляецца з: %s]

source: [residual-config]
be: [засталіся файлы канфігурацыі]

source: but %s is installed
be: але %s усталяваны

source: but %s is to be installed
be: але %s павінен быць усталяваны

source: but it is not installable
be: але яго нельга ўсталяваць

source: but it is a virtual package
be: але гэта віртуальны пакет

source: but it is not going to be installed
be: але ён не будзе ўсталяваны

source: but it is not installed
be: але ён не ўсталяваны

source: or
be: або

source: The following packages have unmet dependencies:
be: Наступныя пакеты маюць незадаволеныя залежнасці:

source: The following NEW packages will be installed:
be: Наступныя НОВЫЯ пакеты будуць усталяваны:

source: The following packages will be REMOVED:
be: Наступныя пакеты будуць ВЫДАЛЕНЫ:

source: The following upgrades have been deferred due to phasing:
be: Наступныя абнаўленні былі адкладзены з прычыны паэтапнасці:

source: The following packages have been kept back:
be: Наступныя пакеты будуць пакінуты ў нязменным стане:

source: The following packages will be upgraded:
be: Наступныя пакеты будуць абноўлены:

source: The following packages will be DOWNGRADED:
be: Наступныя пакеты будуць заменены на СТАРЫЯ версіі:

source: The following held packages will be changed:
be: Наступныя фіксаваныя пакеты будуць зменены:

source: %s (due to %s)
be: %s (з прычыны %s)

source: WARNING: The following essential packages will be removed. This should NOT be done unless you know exactly what you are doing!
be: ПАПЯРЭДЖАННЕ: наступныя важныя пакеты будуць выдалены. НЕ РАБІЦЕ гэта дзеянне, калі вы не да канца ўсведамляеце магчымыя наступствы!

source: %lu upgraded, %lu newly installed,
be: абноўлена: %lu; усталявана новых: %lu,

source: %lu reinstalled,
be: пераўсталявана пакетаў (колькасць: %lu),

source: %lu downgraded,
be: заменена на старыя версіі пакетаў (колькасць: %lu),

source: %lu to remove and %lu not upgraded.
be: для выдалення пазначаных пакетаў: %lu; не абноўлена пакетаў: %lu.

source: %lu not fully installed or removed.
be: не ўсталявана да канца або выдалена пакетаў (колькасць: %lu).

source: [Y/n]
be: [Т/н]

source: [y/N]
be: [т/Н]

source: Y
be: Т

source: N
be: Н

source: You must give at least one search pattern
be: Вы павінны задаць не менш за адзін шаблон пошуку

source: Full Text Search
be: Поўнатэкставы пошук

source: There is %i additional record. Please use the '-a' switch to see it
be: Ёсць %i дадатковы запіс. Выкарыстоўвайце пераключальнік «-a» для яго прагляду.

source: not a real package (virtual)
be: нерэальны пакет (віртуальны)

source: Package files:
be: Файлы пакета:

source: Cache is out of sync, can't x-ref a package file
be: Кэш не сінхранізаваны, немагчыма выявіць спасылку на спіс пакетаў

source: Pinned packages:
be: Замацаваныя пакеты:

source: %s -> %s with priority %d
be: %s -> %s з прыярэтэтам %d

source: Installed:
be: Усталявана:

source: Candidate:
be: Кандыдат:

source: (none)
be: (няма)

source: Version table:
be: Табліца версій:

source: phased
be: паэтапна

source: Can not find a package for architecture '%s'
be: Немагчыма знайсці пакет для архітэктуры «%s»

source: Can not find a package '%s' with version '%s'
be: Немагчыма знайсці пакет «%s» з версіяй «%s»

source: Can not find a package '%s' with release '%s'
be: Немагчыма знайсці пакет «%s» з выпускам «%s»

source: Picking '%s' as source package instead of '%s'
be: Выбраны «%s» у якасці зыходнага пакета замест «%s»

source: Can not find version '%s' of package '%s'
be: Немагчыма знайсці версію «%s» пакета «%s»

source: Must specify at least one package to fetch source for
be: Для атрымання зыходнага кода неабходна прызначыць прынамсі адзін пакет

source: Unable to find a source package for %s
be: Немагчыма знайсці пакет з зыходнымі тэкстамі для %s

source: NOTICE: '%s' packaging is maintained in the '%s' version control system at: %s
be: Звярніце ўвагу, што ўпакоўка «%s» адбываецца ў сістэме кантролю версіямі «%s»: %s

source: Please use: %s to retrieve the latest (possibly unreleased) updates to the package.
be: Выкарыстоўвайце: %s для атрымання апошніх (магчыма, не выпушчаных) абнаўленняў пакета.

source: Skipping already downloaded file '%s'
be: Пропуск ужо спампаванага файла «%s»

source: Need to get %sB/%sB of source archives.
be: Неабходна атрымаць %sБ/%sБ архіваў зыходнага кода.

source: Need to get %sB of source archives.
be: Неабходна атрымаць %sБ архіваў з зыходным кодам.

source: Fetch source %s
be: Атрыманне зыходнага кода %s

source: Failed to fetch some archives.
be: Не ўдалося атрымаць некаторыя архівы.

source: Skipping unpack of already unpacked source in %s
be: Пропуск распакоўкі ўжо распакаванага зыходнага кода ў %s

source: Unpack command '%s' failed.
be: Збой каманды распакоўкі «%s».

source: Check if the 'dpkg-dev' package is installed.
be: Праверце, ці ўсталяваны пакет «dpkg-dev».

source: Build command '%s' failed.
be: Збой каманды пабудовы «%s».

source: Unable to get build-dependency information for %s
be: Немагчыма атрымаць звесткі аб залежнасцях для пабудовы %s

source: %s has no build depends.
be: %s не мае залежнасцей для пабудовы.

source: No architecture information available for %s. See apt.conf(5) APT::Architectures for setup
be: Адсутнічаюць звесткі аб архітэктуры для %s. Глядзіце apt.conf(5) APT::Architectures для наладжвання

source: Must specify at least one package to check builddeps for
be: Для праверкі залежнасцей зборкі неабходна прызначыць прынамсі адзін пакет

source: Invalid operator '%c' at offset %d, did you mean '%c%c' or '%c='? - in: %s
be: Памылковы аператар «%c» пры зруху %d; магчыма, што вы мелі на ўвазе «%c%c» або «%c=»? - у: %s

source: Note, using directory '%s' to get the build dependencies
be: Звярніце ўвагу, што выкарыстоўваецца каталог «%s» для атрымання залежнасцей зборкі
