Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-apt_apt-all-*.po
Languages: be

source: Updating from such a repository can't be done securely, and is therefore disabled by default.
be: Абнаўленне з такога рэпазіторыя не можа быць зроблена бяспечна, і таму прадвызначана яно адключана.

source: See apt-secure(8) manpage for repository creation and user configuration details.
be: Падрабязнасці стварэння рэпазіторыя і канфігурацыі карыстальніка глядзіце на старонцы дакументацыі apt-secure(8).

source: The repository '%s' is no longer signed.
be: Рэпазіторый «%s» больш не падпісаны.

source: The repository '%s' no longer has a Release file.
be: Рэпазіторый «%s» больш не мае файла Release.

source: This is normally not allowed, but the option Acquire::AllowDowngradeToInsecureRepositories was given to override it.
be: Звычайна гэта забаронена, але параметр Acquire::AllowDowngradeToInsecureRepositories быў зададзены для яго перавызначэння.

source: The repository '%s' is not signed.
be: Рэпазіторый «%s» не падпісаны.

source: The repository '%s' does not have a Release file.
be: Рэпазіторый «%s» не мае файла Release.

source: The repository '%s' provides only weak security information.
be: Рэпазіторый «%s» забяспечвае толькі ненадзейную абарону звестак.

source: Failed to readlink %s
be: Не ўдалося прачытаць спасылку %s

source: Failed to stat %s
be: Не ўдалося атрымаць атрыбуты %s

source: Hash Sum mismatch
be: Неадпаведнасць хэш-сумы

source: Insufficient information available to perform this download securely
be: Недастаткова даступных звестак, каб выканаць гэта бяспечнае спампоўванне

source: rename failed, %s (%s -> %s).
be: не ўдалося перайменаваць, %s (%s -> %s).

source: Size mismatch
be: Неадпаведнасць памеру

source: Invalid file format
be: Памылковы фармат файла

source: Signature error
be: Памылка подпісу

source: Clearsigned file isn't valid, got '%s' (does the network require authentication?)
be: Файл clearsigned несапраўдны, атрымана «%s» (сетка патрабуе аўтэнтыфікацыю?)

source: An error occurred during the signature verification. The repository is not updated and the previous index files will be used. GPG error: %s: %s
be: Узнікла памылка падчас праверкі подпісу. Рэпазіторый не абноўлены і будуць выкарыстаны папярэднія індэксныя файлы. Памылка GPG: %s: %s

source: GPG error: %s: %s
be: Памылка GPG: %s: %s

source: Skipping acquire of configured file '%s' as repository '%s' doesn't have the component '%s' (component misspelt in sources.list?)
be: Пропуск атрымання скафігураванага файла «%s», бо ў рэпазіторыя «%s» адсутнічае кампанент «%s» (памылка запісу кампанента ў sources.list?)

source: Skipping acquire of configured file '%s' as repository '%s' doesn't support architecture '%s'
be: Пропуск атрымання скафігураванага файла «%s», бо рэпазіторый «%s» не падтрымлівае архітэктуру «%s»

source: Skipping acquire of configured file '%s' as repository '%s' does not seem to provide it (sources.list entry misspelt?)
be: Пропуск атрымання скафігураванага файла «%s», бо відавочна рэпазіторый «%s» не забяспечвае яго (памылка запісу ў sources.list?)

source: Skipping acquire of configured file '%s' as repository '%s' provides only weak security information for it
be: Пропуск атрымання скафігураванага файла «%s», бо рэпазіторый «%s» забяспечвае толькі ненадзейныя звесткі для яго

source: Release file for %s is expired (invalid since %s). Updates for this repository will not be applied.
be: Тэрмін дзеяння файла Release для %s завяршыўся (памылковы з %s). Абнаўленне для гэтага рэпазіторыя ўжыта не будзе.

source: Release file for %s is not valid yet (invalid for another %s). Updates for this repository will not be applied.
be: Файл Release для %s пакуль несапраўдны (памылковы для іншага %s). Абнаўленне для гэтага рэпазіторыя ўжыта не будзе.

source: Conflicting distribution: %s (expected %s but got %s)
be: Канфіліктуючы дыстрыбутыў: %s (чакалася %s, але атрымана %s)

source: Repository '%s' changed its '%s' value from '%s' to '%s'
be: Рэпазіторый «%s» змяніў сваё значэнне «%s» з «%s» на «%s»

source: Repository '%s' changed its default priority for %s from %hi to %hi.
be: Рэпазіторый «%s» змяніў свой прадвызначаны прыярытэт для %s з %hi на %hi.

source: More information about this can be found online in the Release notes at: %s
be: Больш звестак аб гэтым вы знойдзеце ў нататках Release па адрасе: %s

source: This must be accepted explicitly before updates for this repository can be applied. See %s manpage for details.
be: Гэта павінна быць яўна прынята перад тым, як будуць ужыты абнаўленні для гэтага рэпазіторыя. Глядзіце %s, каб атрымаць дадатковыя звесткі.

source: Failed to fetch %s %s
be: Не ўдалося атрымаць %s %s

source: I wasn't able to locate a file for the %s package. This might mean you need to manually fix this package. (due to missing arch)
be: Не ўдалося знайсці файл пакета %s. Магчыма, вам варта выправіць гэты пакет уручную (адсутнічае параметр arch)

source: Can't find a source to download version '%s' of '%s'
be: Немагчыма знайсці крыніцу, каб спампаваць версію «%s» з «%s»

source: Changelog unavailable for %s=%s
be: Журнал змен недаступны для %s=%s

source: The method '%s' is unsupported and disabled by default. Consider switching to http(s). Set Dir::Bin::Methods::%s to "%s" to enable it again.
be: Метад «%s» не падтрымліваецца і прадвызначана адключаны. Разгледзьце магчымасць пераходу на http(s). Задайце Dir::Bin::Methods::%s у значэнне «%s», каб уключыць яго яшчэ раз.

source: The method '%s' is explicitly disabled via configuration.
be: Метад «%s» яўным чынам адключаны праз канфігурацыю.

source: If you meant to use Tor remember to use %s instead of %s.
be: Памятайце, што неабходна выкарыстоўваць %s замест %s, калі вы збіраліся выкарыстоўваць Tor.

source: The method driver %s could not be found.
be: Драйвер для метаду %s не знойдзены.

source: Is the package %s installed?
be: Ці ўсталяваны пакет %s?

source: Method %s did not start correctly
be: Метад %s запушчаны некарэктна

source: Please insert the disc labeled: '%s' in the drive '%s' and press [Enter].
be: Устаўце дыск, які пазначаны: «%s» у дыскавод «%s» і націсніце [Enter].

source: List directory %s is missing.
be: Каталог спіса %s адсутнічае.

source: Archives directory %s is missing.
be: Адсутнічае каталог архіваў %s.

source: Unable to lock directory %s
be: Немагчыма блакіраваць каталог %s

source: No sandbox user '%s' on the system, can not drop privileges
be: У сістэме няма карыстальніка «%s» для пясочніцы. Немагчыма скінуць прывілеі

source: Download is performed unsandboxed as root as file '%s' couldn't be accessed by user '%s'.
be: Спампоўванне адбываецца па-за пясочніцай у рэжыме суперкарыстальніка, бо файл «%s» недаступны для карыстальніка «%s».

source: Clean of %s is not supported
be: Ачыстка «%s» не падтрымліваецца

source: Unable to read %s
be: Немагчыма прачытаць %s

source: Retrieving file %li of %li (%s remaining)
be: Атрыманне файла %li з %li (засталося %s)

source: Retrieving file %li of %li
be: Атрыманне файла %li з %li

source: Error, pkgProblemResolver::Resolve generated breaks, this may be caused by held packages.
be: Памылка: pkgProblemResolver::Resolve стаў прычынай генерацыі пашкоджаных пакетаў. Гэта можа быць выклікана наяўнасцю фіксаваных пакетаў.

source: Unable to correct problems, you have held broken packages.
be: Немагчыма выправіць праблемы. У вас ёсць зафіксаваныя пакеты з пашкоджаннямі.

source: The package lists or status file could not be parsed or opened.
be: Не ўдалося апрацаваць або адкрыць спісы пакетаў або файл статусу.

source: You may want to run apt-get update to correct these problems
be: Вы можаце выканаць «apt-get update» для выпраўлення гэтых праблем

source: The list of sources could not be read.
be: Не ўдалося прачытаць спіс крыніц.

source: Regex compilation error - %s
be: Памылка кампіляцыі рэгулярнага выразу - %s

source: Couldn't find task '%s'
be: Не ўдалося знайсці заданне «%s»

source: Couldn't find any package by regex '%s'
be: Не ўдалося знайсці ніводны пакет з дапамогай рэгулярнага выразу «%s»

source: Unable to locate package %s
be: Немагчыма знайсці пакет %s

source: Can't select versions from package '%s' as it is purely virtual
be: Немагчыма выбраць версіі з пакета «%s», бо ён выключна віртуальны

source: Can't select newest version from package '%s' as it is purely virtual
be: Немагчыма выбраць самую новую версію з пакета «%s», бо ён выключна віртуальны

source: Can't select candidate version from package %s as it has no candidate
be: Немагчыма выбраць версію кандыдата з пакета %s, бо ў ім няма кандыдатаў

source: Can't select installed version from package %s as it is not installed
be: Немагчыма выбраць усталяваную версію з пакета %s, бо ён не ўсталяваны

source: Can't select installed nor candidate version from package '%s' as it has neither of them
be: Немагчыма выбраць ні ўсталяваную, ні версію кандыдата з пакета «%s», бо ў ім няма ніводнай з іх

source: Release '%s' for '%s' was not found
be: Файл Release «%s» для «%s» не знойдзены

source: Version '%s' for '%s' was not found
be: Версія «%s» для «%s» не знойдзена

source: Unmounting CD-ROM...
be: Адключэнне CD-ROM...

source: Using CD-ROM mount point %s
be: Выкарыстанне %s у якасці пункта падключэння CD-ROM

source: Waiting for disc...
be: Чаканне дыска...

source: Mounting CD-ROM...
be: Падключэнне CD-ROM...

source: Identifying...
be: Ідэнтыфікацыя...

source: Stored label: %s
be: Захаваная метка: %s

source: Scanning disc for index files...
be: Сканіраванне індэксных файлаў на дыску...

source: Found %zu package indexes, %zu source indexes, %zu translation indexes and %zu signatures
be: Знойдзена %zu індэксаў пакетаў, %zu індэксаў пакетаў з зыходным кодам, %zu індэксаў перакладаў і %zu подпісаў

source: Unable to locate any package files, perhaps this is not a Debian Disc or the wrong architecture?
be: Немагчыма знайсці ніводнага файла пакетаў. Магчыма, што гэта не дыск Debian або на дыску прадстаўлена няправільная архітэктура.

source: Found label '%s'
be: Знойдзена метка «%s»

source: That is not a valid name, try again.
be: Памылковая назва. Паспрабуйце яшчэ раз.

source: This disc is called: '%s'
be: Гэты дыск завецца: «%s»

source: Copying package lists...
be: Капіяванне спісаў пакетаў...

source: Writing new source list
be: Запіс новага спіса крыніцы

source: Source list entries for this disc are:
be: Запісы ў спісе крыніц для гэтага дыска:

source: Unable to stat %s.
be: Немагчыма атрымаць атрыбуты %s.

source: Invalid archive signature
be: Памылковы подпіс архіва

source: Error reading archive member header
be: Памылка чытання архіва з загалоўкам удзельніка

source: Invalid archive member header
be: Памылковы загаловак удзельніка архіва

source: Archive is too short
be: Занадта кароткі архіў

source: Failed to read the archive headers
be: Не ўдалося прачытаць загалоўкі архіва

source: Unable to stat the mount point %s
be: Немагчыма прачытаць атрыбуты пункту падключэння %s

source: Failed to stat the cdrom
be: Не ўдалося атрымаць атрыбуты cdrom

source: Command line option '%c' [from %s] is not understood in combination with the other options.
be: Параметр каманднага радка «%c» [з %s] незразумелы ў камбінацыі з іншымі параметрамі.

source: Command line option %s is not understood in combination with the other options
be: Параметр каманднага радка %s незразумелы ў камбінацыі з іншымі параметрамі

source: Command line option %s is not boolean
be: Параметр каманднага радка %s не з'яўляецца булевым

source: Option %s requires an argument.
be: Параметр «%s» патрабуе аргумент.

source: Option %s: Configuration item specification must have an =<val>.
be: Параметр %s: спецыфікацыя элемента канфігурацыі патрабуе наяўнасці выразу =<val>.

source: Option %s requires an integer argument, not '%s'
be: Параметр %s патрабуе аргумент у выглядзе цэлага ліку, а не «%s»

source: Option '%s' is too long
be: Параметр «%s» занадта доўгі

source: Sense %s is not understood, try true or false.
be: Сэнс %s незразумелы. Паспрабуйце true або false.

source: Invalid operation %s
be: Памылковая аперацыя %s

source: Unrecognized type abbreviation: '%c'
be: Нераспазнаны тып абрэвіятуры: «%c»

source: Syntax error %s:%u: Block starts with no name.
be: Сінтаксічная памылка %s:%u: у пачатку блока адсутнічае назва.

source: Syntax error %s:%u: Malformed tag
be: Сінтаксічная памылка %s:%u: няправільны тэг

source: Syntax error %s:%u: Extra junk after value
be: Сінтаксічная памылка %s:%u: лішнія сімвалы пасля значэння

source: Syntax error %s:%u: Directives can only be done at the top level
be: Сінтаксічная памылка %s:%u: дырэктывы могуць быць выкананы толькі на верхнім узроўні

source: Syntax error %s:%u: Too many nested includes
be: Сінтаксічная памылка %s:%u: занадта шмат укладзеных уключэнняў

source: Syntax error %s:%u: Included from here
be: Сінтаксічная памылка %s:%u: уключана з гэтага месца

source: Syntax error %s:%u: Unsupported directive '%s'
be: Сінтаксічная памылка %s:%u: дырэктыва «%s» не падтрымліваецца

source: Syntax error %s:%u: clear directive requires an option tree as argument
be: Сінтаксічная памылка %s:%u: для дырэктывы clear патрабуецца дрэва параметраў у якасці аргумента

source: Syntax error %s:%u: Extra junk at end of file
be: Сінтаксічная памылка %s:%u: лішнія сімвалы ў канцы файла

source: Cannot find a configured compressor for '%s'
be: Немагчыма знайсці сканфігураваны кампрэсар для «%s»

source: Corrupted archive
be: Пашкоджаны архіў

source: Tar checksum failed, archive corrupted
be: Няправільная кантрольная сума архіва Tar. Архіў пашкоджаны

source: Unknown TAR header type %u
be: Невядомы тып %u загалоўка TAR

source: Problem unlinking the file %s
be: Праблема выдалення сувязі файла %s

source: Not using locking for read only lock file %s
be: Блакіроўка не выкарыстоўваецца, бо файл блакіроўкі %s даступны толькі для чытання

source: Could not open lock file %s
be: Не ўдалося адкрыць файл блакіроўкі %s

source: Not using locking for nfs mounted lock file %s
be: Для файлавай сістэмы nfs блакіроўка файла %s не выкарыстоўваецца, бо файл належыць гэтай сістэме

source: Could not get lock %s. It is held by process %d
be: Не ўдалося заблакіраваць %s. Утрымліваецца працэсам %d

source: Could not get lock %s. It is held by process %d (%s)
be: Не ўдалося заблакіраваць %s. Утрымліваецца працэсам %d (%s)

source: Could not get lock %s
be: Не ўдалося атрымаць блакіроўку %s

source: Be aware that removing the lock file is not a solution and may break your system.
be: Звярніце ўвагу, што выдаленне файла блакіроўкі не з'яўляцца рашэннем і можа прывесці да пашкоджання вашай сістэмы.

source: List of files can't be created as '%s' is not a directory
be: Немагчыма стварыць спіс файлаў, бо «%s» не з'яўляецца каталогам

source: Ignoring '%s' in directory '%s' as it is not a regular file
be: Ігнаруецца файл «%s» у каталозе «%s», бо гэта незвычайны файл

source: Ignoring file '%s' in directory '%s' as it has no filename extension
be: Ігнаруецца файл «%s» у каталозе «%s», бо ў яго назве адсутнічае пашырэнне

source: Ignoring file '%s' in directory '%s' as it has an invalid filename extension
be: Ігнаруецца файл «%s» у каталозе «%s», бо ён мае памылковае пашырэнне ў сваёй назве

source: Waited for %s but it wasn't there
be: Чакалася завяршэнне працэсу %s, але гэта не адбылося

source: Sub-process %s received a segmentation fault.
be: Падпрацэс %s атрымаў памылку сегментавання.

source: Sub-process %s received signal %u.
be: Падпрацэс %s атрымаў сігнал %u.

source: Sub-process %s returned an error code (%u)
be: Падпрацэс %s вярнуў код памылкі (%u)

source: Sub-process %s exited unexpectedly
be: Падпрацэс %s нечакана завяршыўся

source: Read error
be: Памылка чытання

source: Write error
be: Памылка запісу

source: Problem closing the gzip file %s
be: Праблема закрыцця файла gzip %s

source: Unexpected end of file
be: Нечаканы канец файла

source: Failed to create subprocess IPC
be: Не ўдалося стварыць падпрацэс IPC

source: Failed to exec compressor
be: Не ўдалося выканаць кампрэсар

source: Could not open file %s
be: Не ўдалося адкрыць файл %s

source: Could not open file descriptor %d
be: Не ўдалося адкрыць дэскрыптар файла: %d

source: read, still have %llu to read but none left
be: чытанне, павінен прачытаць яшчэ %llu байт, але больш нічога няма

source: write, still have %llu to write but couldn't
be: запіс, павінен быць яшчэ %llu байтаў, але не ўдалося

source: Problem closing the file %s
be: Праблема закрыцця файла %s

source: Problem renaming the file %s to %s
be: Праблема перайменавання файла %s на %s

source: Problem syncing the file
be: Праблема сінхранізацыі файла

source: Unable to mkstemp %s
be: Немагчыма выканаць mkstemp %s

source: Unable to write to %s
be: Немагчыма запісаць у файл %s

source: Can't mmap an empty file
be: Не ўдалося паказаць mmap у пустым файле

source: Couldn't make mmap of %llu bytes
be: Не ўдалося зрабіць mmap з %llu байтаў

source: Couldn't duplicate file descriptor %i
be: Не ўдалося дубліраваць дэскрыптар файла %i

source: Unable to close mmap
be: Немагчыма закрыць mmap

source: Unable to synchronize mmap
be: Немагчыма сінхранізаваць mmap

source: Couldn't make mmap of %lu bytes
be: Не ўдалося зрабіць mmap з %lu байтаў

source: Failed to truncate file
be: Не ўдалося ўсекчы файл

source: Dynamic MMap ran out of room. Please increase the size of APT::Cache-Start. Current value: %lu. (man 5 apt.conf)
be: Недастаткова месца для mmap. Павялічце памер PT::Cache-Start. Бягучае значэнне: %lu (man 5 apt.conf)

source: Unable to increase the size of the MMap as the limit of %lu bytes is already reached.
be: Немагчыма павялічыць памер mmap, бо абмежаванне ў %lu байт ужо дасягнута.

source: Unable to increase size of the MMap as automatic growing is disabled by user.
be: Немагчыма павялічыць памер mmap, бо аўтаматычнае павелічэнне адключана карыстальнікам.

source: %s: Credentials for %s match, but the protocol is not encrypted. Annotate with %s:// to use.
be: %s: уліковыя даныя для %s адпавядаюць, але ў пратаколе адсутнічае шыфраванне. Анатаваць з %s:// для выкарыстання.

source: %c%s... Error!
be: %c%s... Памылка!

source: %c%s... Done
be: %c%s... Гатова

source: %lid %lih %limin %lis
be: %li дз %li г %li хв %li с

source: %lih %limin %lis
be: %li г %li хв %li с

source: %limin %lis
be: %li хв %li с

source: %lis
be: %li с

source: Selection %s not found
be: Вылучэнне %s не знойдзена

source: This is not a valid DEB archive, missing '%s' member
be: Памылковы архіў DEB. Адсутнічае ўдзельнік «%s»

source: Internal error, could not locate member %s
be: Унутраная памылка: не ўдалося знайсці ўдзельніка %s

source: Unparsable control file
be: Не ўдалося прааналізаваць кантрольны файл

source: Could not read meta data from %s
be: Не ўдалося прачытаць метаданыя з «%s»

source: Target %s wants to acquire the same file (%s) as %s from source %s
be: Мэта %s хоча атрымаць такі ж самы файл (%s) як %s з крыніцы %s

source: Target %s (%s) is configured multiple times in %s and %s
be: Мэта %s (%s) сканфігураваны некалькі разоў у %s і %s

source: Unable to parse Release file %s
be: Немагчыма прааналізаваць файл Release %s

source: No sections in Release file %s
be: Адсутнічаюць раздзелы ў файле Release %s

source: No Hash entry in Release file %s
be: Адсутнічае запіс Hash у файле Release %s

source: No Hash entry in Release file %s which is considered strong enough for security purposes
be: Адсутнічае запіс Hash у файле Release %s, якія лічацца дастаткова надзейнымі з пункту гледжання бяспекі

source: Invalid '%s' entry in Release file %s
be: Памылковы запіс «%s» у файле Release %s

source: Conflicting values set for option %s regarding source %s %s
be: Зададзены канфліктуючыя значэнні для параметра %s адносна крыніцы %s %s

source: Invalid value set for option %s regarding source %s %s (%s)
be: Зададзена памылковае значэнне для параметра %s у дачыненні крыніцы %s %s (%s)

source: Conflicting values set for option %s regarding source %s %s: %s != %s
be: Зададзены канфліктуючыя значэнні для параметра %s адносна крыніцы %s %s: %s != %s

source: Unable to parse package file %s (%d)
be: Немагчыма прааналізаваць файл пакета %s (%d)

source: Waiting for cache lock: %s
be: Чаканне блакіроўкі кэшу: %s

source: Unable to acquire the dpkg frontend lock (%s), is another process using it?
be: Немагчыма атрымаць блакіроўку кліенцкай часткі (%s). Яна выкарыстоўваецца іншым працэсам?

source: Unable to acquire the dpkg frontend lock (%s), are you root?
be: Немагчыма атрымаць блакіроўку кліенцкай часткі (%s). Вы суперкарыстальнік?

source: dpkg was interrupted, you must manually run '%s' to correct the problem.
be: Вы павінны ўручную выканаць «%s» для выпраўлення праблемы, бо праца dpkg была перарвана.

source: Unable to lock the administration directory (%s), is another process using it?
be: Немагчыма блакіраваць каталог адміністратара (%s). Ён выкарыстоўваецца іншым працэсам?

source: Unable to lock the administration directory (%s), are you root?
be: Немагчыма блакіраваць каталог адміністратара (%s). Вы суперкарыстальнік?

source: Not locked
be: Не заблакіравана

source: Preparing %s
be: Падрыхтоўка %s

source: Preparing to configure %s
be: Падрыхтоўка да канфігуравання %s

source: Preparing for removal of %s
be: Падрыхтоўка да выдалення %s

source: Preparing to completely remove %s
be: Падрыхтоўка да поўнага выдалення %s

source: Noting disappearance of %s
be: Апавяшчэнне аб знікненні %s

source: Running post-installation trigger %s
be: Выконваецца пасляўсталёвачны трыгер %s

source: Installed %s
be: Усталяваны %s

source: Configuring %s
be: Канфігураванне %s

source: Directory '%s' missing
be: Адсутнічае каталог «%s»

source: Could not open file '%s'
be: Не ўдалося адкрыць файл «%s»

source: Unpacking %s
be: Распакоўка %s

source: Installing %s
be: Усталяванне %s

source: Removing %s
be: Выдаленне %s

source: Completely removing %s
be: Выконваецца поўнае выдаленне %s

source: Completely removed %s
be: %s цалкам выдалены

source: Can not write log (%s)
be: Немагчыма запісаць журнал (%s)

source: Is /dev/pts mounted?
be: Ці падключаны /dev/pts?

source: Operation was interrupted before it could finish
be: Аперацыя перарвана да яе завяршэння

source: No apport report written because MaxReports is reached already
be: Справаздача apport не запісана, бо дасягнутага значэнне MaxReports

source: dependency problems - leaving unconfigured
be: праблемы з залежнасцямі - пакінута без канфігурацыі

source: No apport report written because the error message indicates its a followup error from a previous failure.
be: Справаздача apport не запісана, бо паведамленне з памылкай указвае на далейшую памылку ад папярэдняга збою.

source: No apport report written because the error message indicates a disk full error
be: Справаздача apport не запісана, бо атрымана паведамленне з памылкай, якая ўказвае на адсутнасць вольнага месца на дыску

source: No apport report written because the error message indicates a out of memory error
be: Справаздача apport не запісана, бо атрымана паведамленне з памылкай, якая ўказвае на адсутнасць вольнага месца ў памяці

source: No apport report written because the error message indicates an issue on the local system
be: Справаздача apport не запісана, бо атрымана паведамленне з памылкай, якая ўказвае на праблему ў лакальнай сістэме

source: No apport report written because the error message indicates a dpkg I/O error
be: Справаздача apport не запісана, бо атрымана паведамленне з памылкай, якая ўказвае на памылку ўводу/вываду dpkg

source: Building dependency tree
be: Пабудова дрэва залежнасцей

source: Candidate versions
be: Версіі кандыдата

source: Dependency generation
be: Генерацыя залежнасцей

source: Reading state information
be: Чытанне звестак аб стане

source: Failed to open StateFile %s
be: Не ўдалося адкрыць StateFile %s

source: Failed to write temporary StateFile %s
be: Не ўдалося запісаць часовы StateFile %s
