Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-accountsservice_accounts-service-*.po
Languages: be

source: Change your own user data
be: Змяніць вашы ўласныя карыстальніцкія даныя

source: Authentication is required to change your own user data
be: Для змянення асабістых даных патрабуецца аўтэнтыфікацыя

source: Change your own user password
be: Змена пароля вашага карыстальніка

source: Authentication is required to change your own user password
be: Для змянення асабістага пароля вашага карыстальніка патрабуецца аўтэнтыфікацыя

source: Manage user accounts
be: Кіраванне ўліковымі запісамі карыстальнікаў

source: Authentication is required to change user data
be: Для змянення даных карыстальніка патрабуецца аўтэнтыфікацыя

source: Change the login screen configuration
be: Змяніць канфігурацыю экрана ўваходу

source: Authentication is required to change the login screen configuration
be: Для змянення канфігурацыі экрана ўваходу ў сістэму патрабуецца аўтэнтыфікацыя

source: Output version information and exit
be: Вывесці звесткі аб версіі і выйсці

source: Replace existing instance
be: Замяніць існуючы экзэмпляр

source: Enable debugging code
be: Уключыць адладку кода

source: Provides D-Bus interfaces for querying and manipulating user account information.
be: Забяспечвае інтэрфейсы D-Bus для запыту і кіравання звесткамі ўліковага запісу карыстальніка.
