Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-apt_apt-all-*.po
Languages: be

source: Note, using file '%s' to get the build dependencies
be: Звярніце ўвагу, што выкарыстоўваецца файл «%s» для атрымання залежнасцей зборкі

source: Failed to process build dependencies
be: Не ўдалося апрацаваць залежнасці для пабудовы

source: Failed to parse %s. Edit again?
be: Не ўдалося прааналізаваць %s. Рэдагаваць яшчэ раз?

source: Your '%s' file changed, please run 'apt-get update'.
be: Ваш файл «%s» зменены. Выканайце «apt-get update».

source: Package %s version %s has an unmet dep:
be: Пакет %s версіі %s мае нездавальняючую залежнасць:

source: The update command takes no arguments
be: Камандзе update непатрэбны аргументы

source: Usage of %s should be preferred over embedding login information directly in the %s entry for '%s'
be: Выкарыстанне %s павінна пераважаць над убудаваннем звестак для ўваходу непасрэдна ў запіс %s для «%s»

source: Missing Signed-By in the %s entry for '%s'
be: Адсутнічае «Signed-By» у запісе %s для «%s»

source: %i package can be upgraded. Run 'apt list --upgradable' to see it.
be: Можна абнавіць %i пакет. Выканайце каманду «apt list --upgradable», каб убачыць яго.

source: All packages are up to date.
be: Усе пакеты знаходзяцца ў актуальным стане.

source: %s does not take any arguments
be: Камандзе %s не патрабуюцца ніякія аргументы

source: Total package names:
be: Агулам назваў пакетаў:

source: Total package structures:
be: Агулам структур пакетаў:

source: Normal packages:
be: Звычайных пакетаў:

source: Pure virtual packages:
be: Цалкам віртуальных пакетаў:

source: Single virtual packages:
be: Асобных віртуальных пакетаў:

source: Mixed virtual packages:
be: Змешаных віртуальных пакетаў:

source: Missing:
be: Адсутнічае:

source: Total distinct versions:
be: Агулам унікальных версій:

source: Total distinct descriptions:
be: Агулам унікальных апісанняў:

source: Total dependencies:
be: Агулам залежнасцей:

source: Total ver/file relations:
be: Агулам стасункаў Версія/Файл:

source: Total Desc/File relations:
be: Агулам стасункаў Апісанне/Файл:

source: Total Provides mappings:
be: Агулам супастаўленых Provides:

source: Total globbed strings:
be: Агулам адфільтраваных радкоў:

source: Total slack space:
be: Пустога месца ў кэшы:

source: Total space accounted for:
be: Агульная прастора вылучаная для:

source: This command is deprecated. Please use 'apt-mark showauto' instead.
be: Гэта каманда састарэла. Выкарыстоўвайце замест яе «apt-mark showauto».

source: Usage: apt-cache [options] command apt-cache [options] show pkg1 [pkg2 ...] apt-cache queries and displays available information about installed and installable packages. It works exclusively on the data acquired into the local cache via the 'update' command of e.g. apt-get. The displayed information may therefore be outdated if the last update was too long ago, but in exchange apt-cache works independently of the availability of the configured sources (e.g. offline).
be: Выкарыстанне: каманда apt-cache [параметры] apt-cache [параметры] паказаць pkg1 [pkg2 ...] apt-cache запытвае і паказвае даступныя звесткі аб усталяваных пакетах і тых пакетах, якія даступны для ўсталявання. Ён працуе выключна на атрыманых у лакальным кэшы даных з дапамогай каманды «update», напрыклад, apt-get. Таму паказаныя звесткі могуць быць састарэлымі, калі апошняе абнаўленне выконвалася занадта даўно. Затое apt-cache працуе незалежна ад даступнасці сканфігураваных крыніц (напрыклад, па-за сеткай).

source: Search the package list for a regex pattern
be: Знайсці спіс пакетаў, узор якіх задавальняе рэгулярнаму выразу

source: Show raw dependency information for a package
be: Паказаць звесткі неапрацаванай залежнасці для пакета

source: Show reverse dependency information for a package
be: Паказаць звесткі адваротнай залежнасці для пакета

source: Show a readable record for the package
be: Паказаць чытабельны запіс для пакета

source: List the names of all packages in the system
be: Спіс назваў усіх пакетаў у сістэме

source: Show policy settings
be: Паказаць налады палітыкі

source: Please provide a name for this Disc, such as 'Debian 5.0.3 Disk 1'
be: Дайце назву гэтаму дыску, напрыклад, «Debian 5.0.3 Disk 1»

source: Please insert a Disc in the drive and press [Enter]
be: Устаўце дыск у дыскавод і націсніце [Enter]

source: Failed to mount '%s' to '%s'
be: Не ўдалося падключыць «%s» да «%s»

source: No CD-ROM could be auto-detected or found using the default mount point. You may try the --cdrom option to set the CD-ROM mount point. See 'man apt-cdrom' for more information about the CD-ROM auto-detection and mount point.
be: Немагчыма аўтаматычна вызначыць або знайсці CD-ROM з выкарыстаннем прадвызначанага пункта падключэння. Паспрабуйце задаць пункт падключэння CD-ROM выкарыстоўваючы параметр --cdrom. Больш падрабязныя звесткі аб аўтаматычным выяўленні CD-ROM і пункце падключэння можна паглядзець у «man apt-cdrom».

source: Repeat this process for the rest of the CDs in your set.
be: Паўтарыце гэты працэс для ўсіх астатніх дыскаў, якія ў вас ёсць.

source: Usage: apt-cdrom [options] command apt-cdrom is used to add CDROM's, USB flashdrives and other removable media types as package sources to APT. The mount point and device information is taken from apt.conf(5), udev(7) and fstab(5).
be: Выкарыстанне: каманда apt-cdrom [параметры] apt-cdrom выкарыстоўваецца для дадавання CD-ROM, накапляльнікаў USB і іншых зменных носьбітаў у якасці крыніц пакетаў APT. Пункт падключэння і звесткі аб прыладзе бяруцца з apt.conf(5), udev(7) і fstab(5).

source: Arguments not in pairs
be: Аргументы не ў парах

source: Usage: apt-config [options] command apt-config is an interface to the configuration settings used by all APT tools, mainly intended for debugging and shell scripting.
be: Выкарыстанне: каманда apt-config [параметры] apt-config — гэта інтэрфейс для канфігурацыі налад, які выкарыстоўваецца ўсімі інструментамі APT. Пераважна прызначаны для адладкі і выкарыстання ў сцэнарыях абалонкі.

source: get configuration values via shell evaluation
be: атрымаць значэнні канфігурацыі праз ацэнку абалонкі

source: show the active configuration setting
be: паказаць актыўную наладу канфігурацыі

source: Usage: apt-dump-solver apt-dump-solver is an interface to store an EDSP scenario in a file and optionally forwards it to another solver.
be: Выкарыстанне: apt-dump-solver apt-dump-solver — гэта інтэрфейс для захавання сцэнарыя EDSP у файл і неабавязковага накіравання яго да іншага вырашальніка.

source: Usage: apt-extracttemplates file1 [file2 ...] apt-extracttemplates is used to extract config and template files from debian packages. It is used mainly by debconf(1) to prompt for configuration questions before installation of packages.
be: Выкарыстанне: apt-extracttemplates файл1 [файл2 ...] apt-extracttemplates выкарыстоўваецца для вымання файлаў config i template з пакетаў Debian. Выкарыстоўваецца пераважна debconf(1) для таго, каб задаваць пытанні канфігурацыі перад усталяваннем пакетаў.

source: Cannot get debconf version. Is debconf installed?
be: Немагчыма атрымаць версію debconf. Ён усталяваны ў сістэме?

source: Couldn't find package %s
be: Не ўдалося знайсці пакет %s

source: %s set to automatically installed.
be: %s пазначаны як аўтаматычна ўсталяваны.

source: This command is deprecated. Please use 'apt-mark auto' and 'apt-mark manual' instead.
be: Гэта каманда састарэла. Выкарыстоўвайце замест яе «apt-mark auto» і «apt-mark manual».

source: Internal error, problem resolver broke stuff
be: Унутраная памылка. Вырашальнік праблем нешта пашкодзіў

source: Supported modules:
be: Падтрымліваюцца модулі:

source: Usage: apt-get [options] command apt-get [options] install|remove pkg1 [pkg2 ...] apt-get [options] source pkg1 [pkg2 ...] apt-get is a command line interface for retrieval of packages and information about them from authenticated sources and for installation, upgrade and removal of packages together with their dependencies.
be: Выкарыстанне: каманда apt-get [параметры] apt-get [параметры] усталяваць|выдаліць пакет1 [пакет2 ...] apt-get [параметры] крыніца пакет1 [пакет2 ...] apt-get – гэта інтэрфейс каманднага радка для атрымання пакетаў і звестак аб іх з правераных крыніц, а таксама для ўсталявання, абнаўлення і выдалення пакетаў разам з іх залежнасцямі.

source: Retrieve new lists of packages
be: Атрымаць новыя спісы пакетаў

source: Perform an upgrade
be: Выканаць абнаўленне

source: Install new packages (pkg is libc6 not libc6.deb)
be: Усталяваць новыя пакеты (pkg з'яўляецца libc6, а не libc6.deb)

source: Reinstall packages (pkg is libc6 not libc6.deb)
be: Пераўсталяваць пакеты (pkg з'яўляецца libc6, а не libc6.deb)

source: Remove packages
be: Выдаліць пакеты

source: Remove packages and config files
be: Выдаліць пакеты і файлы канфігурацыі

source: Remove automatically all unused packages
be: Аўтаматычна выдаліць усе пакеты, якія не выкарыстоўваюцца

source: Distribution upgrade, see apt-get(8)
be: Абнаўленне дыстрыбутыва. Глядзіце, apt-get(8)

source: Follow dselect selections
be: Прытрымлівацца выбару, які быў у dselect

source: Satisfy dependency strings
be: Задаволіць радкі залежнасцей

source: Erase downloaded archive files
be: Сцерці спампаваныя файлы архіва

source: Erase old downloaded archive files
be: Сцерці спампаваныя файлы архіва (старыя)

source: Verify that there are no broken dependencies
be: Праверыць наяўнасць адсутнасці пашкоджаных залежнасцей

source: Download source archives
be: Спампаваць архівы з зыходным кодам

source: Download the binary package into the current directory
be: Спампаваць двойкавыя пакеты ў бягучы каталог

source: Download and display the changelog for the given package
be: Спампаваць і паказаць журнал змяненняў для дадзенага пакета

source: Need one URL as argument
be: Неабходны адзін URL-адрас у якасці аргумента

source: Must specify at least one pair url/filename
be: Прынамсі адна пара URL-адраса або назвы файла павінна быць прызначана

source: Download Failed
be: Збой спампоўвання

source: GetSrvRec failed for %s
be: Збой GetSrvRec для %s

source: Usage: apt-helper [options] command apt-helper [options] cat-file file ... apt-helper [options] download-file uri target-path apt-helper bundles a variety of commands for shell scripts to use e.g. the same proxy configuration or acquire system as APT would.
be: Выкарыстанне: apt-helper [параметры] каманда apt-helper [параметры] cat-file файл … apt-helper [параметры] download-file uri target-path apt-helper — аб'ядноўвае розныя каманды для сцэнарыяў абалонкі, які выкарыстоўваюць, напрыклад, тую ж канфігурацыю проксі і сістэму атрымання, што і APT.

source: download the given uri to the target-path
be: спампаваць дадзены uri у target-path

source: lookup a SRV record (e.g. _http._tcp.ftp.debian.org)
be: знайсці запіс SRV (напрыклад, _http._tcp.ftp.debian.org)

source: concatenate files, with automatic decompression
be: аб'яднаць файлы з аўтаматычнай распакоўкай

source: detect proxy using apt.conf
be: выявіць проксі з дапамогай apt.conf

source: wait for system to be online
be: пачакаць, калі сістэма з'явіцца ў сетцы

source: drop privileges before running given command
be: скінуць прывілеі перад выкананнем дадзенай каманды

source: analyse a pattern
be: аналіз узору

source: Usage: apt-internal-planner apt-internal-planner is an interface to use the current internal installation planner for the APT family like an external one, for debugging or the like.
be: Выкарыстанне: apt-dump-solver apt-internal-planner - гэта інтэрфейс для выкарыстання ўнутранага планіроўшчыка ўсталявання для сямейства APT, як знешняга. Ужываецца для адладкі або для падобных мэт.

source: Usage: apt-internal-solver apt-internal-solver is an interface to use the current internal resolver for the APT family like an external one, for debugging or the like.
be: Выкарыстанне: apt-internal-solver apt-internal-planner - гэта інтэрфейс для выкарыстання бягучага ўнутранага рашальніка для сямейства APT як знешняга. Ужываецца для адладкі або для падобных мэт.

source: %s can not be marked as it is not installed.
be: %s не можа быць пазначаны, таму што ён не ўсталяваны.

source: %s was already set to manually installed.
be: %s ужо быў зададзены як усталяваны ўручную.

source: %s was already set to automatically installed.
be: %s ужо быў зададзены як аўтаматычна ўсталяваны.

source: No changes necessary
be: Ніякія змены не патрабуюцца

source: The following packages will be marked as automatically installed:
be: Наступныя пакеты будуць пазначаны як усталяваныя аўтаматычна:

source: %s was already set on hold.
be: %s ужо быў зададзены як зафіксаваны.

source: %s was already not on hold.
be: %s ужо быў зададзены як незафіксаваны.

source: Executing dpkg failed. Are you root?
be: Збой выканання dpkg. Ці ёсць у вас правы суперкарыстальніка?

source: %s set on hold.
be: %s зададзены як зафіксаваны.

source: Canceled hold on %s.
be: Скасавана фіксацыя для %s.

source: Selected %s for purge.
be: Выбраны %s для ачысткі.

source: Selected %s for removal.
be: Выбраны %s для выдалення.

source: Selected %s for installation.
be: Выбраны %s для ўсталявання.

source: Usage: apt-mark [options] {auto|manual} pkg1 [pkg2 ...] apt-mark is a simple command line interface for marking packages as manually or automatically installed. It can also be used to manipulate the dpkg(1) selection states of packages, and to list all packages with or without a certain marking.
be: Выкарыстанне: apt-mark [параметры] {auto|manual} пакет1 [пакет2 …] apt-mark — гэта простая праграма з інтэрфейсам каманднага радка для пазнакі пакетаў, якія ўсталяваны ўручную або аўтаматычна. Таксама можа выкарыстоўвацца для кіравання выбранымі станамі пакетаў dpkg(1) і паказу спіса пакетаў з вызначанай пазнакай або без яе.

source: Mark the given packages as automatically installed
be: Пазначыць дадзеныя пакеты як усталяваныя аўтаматычна

source: Mark the given packages as manually installed
be: Пазначыць дадзеныя пакеты як усталяваныя ўручную

source: Mark all dependencies of meta packages as automatically installed.
be: Пазначыць усе залежнасці метапакетаў як усталяваныя аўтаматычна.

source: Mark a package as held back
be: Пазначыць пакет як зафіксаваны

source: Unset a package set as held back
be: Зняць пазнаку з пакета, што ён зафіксаваны

source: Print the list of automatically installed packages
be: Вывесці спіс пакетаў, якія ўсталяваны аўтаматычна

source: Print the list of manually installed packages
be: Вывесці спіс пакетаў, якія ўсталяваны ўручную

source: Print the list of packages on hold
be: Вывесці спіс фіксаваных пакетаў

source: Unknown package record!
be: Невядомы запіс аб пакеце!

source: Usage: apt-sortpkgs [options] file1 [file2 ...] apt-sortpkgs is a simple tool to sort package information files. By default it sorts by binary package information, but the -s option can be used to switch to source package ordering instead.
be: Выкарыстанне: apt-sortpkgs [параметры] файл1 [файл2 …] apt-sortpkgs — гэта просты інструмент для сартавання файлаў са звесткамі аб пакетах. Прадвызначана ён сартуе звесткі аб двайковых пакетах, але можна задзейнічаць параметр -s, каб выканаць сартаванне пакетаў з зыходным кодам.

source: Usage: apt [options] command apt is a commandline package manager and provides commands for searching and managing as well as querying information about packages. It provides the same functionality as the specialized APT tools, like apt-get and apt-cache, but enables options more suitable for interactive use by default.
be: Выкарыстанне: apt [параметры] каманда apt — гэта менеджар пакетаў з інтэрфейсам каманднага радка. Ён уяўляю сабой каманды для пошуку і кіравання, а таксама запытаў звестак аб пакетах. Ён забяспечвае тую ж самую функцыянальнасць, што і спецыялізаваныя інструменты APT. Напрыклад, apt-get і apt-cache, але прадвызначана задзейнічае параметры, якія больш пасуюць для інтэрактыўнага выкарыстання.

source: list packages based on package names
be: спіс пакетаў на падставе іх назваў

source: search in package descriptions
be: пошук у апісання пакетаў

source: show package details
be: паказаць падрабязнасці пакета

source: install packages
be: усталяваць пакеты

source: reinstall packages
be: пераўсталяваць пакеты

source: remove packages
be: выдаліць пакеты

source: automatically remove all unused packages
be: аўтаматычна выдаляць усе пакеты, якія не выкарыстоўваюцца

source: update list of available packages
be: абнавіць спіс даступных пакетаў

source: upgrade the system by installing/upgrading packages
be: абнавіць сістэму, усталяваўшы/абнавіўшы пакеты

source: upgrade the system by removing/installing/upgrading packages
be: абнавіць сістэму, выдаліўшы/усталяваўшы/абнавіўшы пакеты

source: edit the source information file
be: рэдагаваць крыніцу звестак файла

source: satisfy dependency strings
be: задаволіць радкі залежнасцей

source: Bad default setting!
be: Неадпаведныя прадвызначаныя налады!

source: Press [Enter] to continue.
be: Націсніце [Enter], каб працягнуць.

source: Do you want to erase any previously downloaded .deb files?
be: Вы сапраўды хочаце сцерці ўсе спампаваныя раней файлы .deb?

source: Some errors occurred while unpacking. Packages that were installed
be: Падчас распакоўкі адбыліся некаторыя памылкі. Пакеты, якія былі ўсталяваны

source: will be configured. This may result in duplicate errors
be: будуць сканфігураваны. Гэта можа прывесці да дубліравання памылак

source: or errors caused by missing dependencies. This is OK, only the errors
be: або памылкі выкліканы адсутнасцю залежнасцей. Гэта з'яўляецца нармальным, толькі памылкі

source: above this message are important. Please fix them and run [I]nstall again
be: вышэй гэтага паведамлення з'яўляюцца важнымі. Выпраўце іх і выканайце "[У]сталяваць" яшчэ раз

source: Merging available information
be: Аб'яднанне даступных звестак

source: Package extension list is too long
be: Спіс пашырэнняў пакета занадта доўгі

source: Error processing directory %s
be: Памылка апрацоўкі каталога %s

source: Source extension list is too long
be: Спіс зыходных пашырэнняў занадта доўгі

source: Error writing header to contents file
be: Памылка запісу загалоўка ў файл змесціва

source: Error processing contents %s
be: Памылка апрацоўкі змесціва %s

source: No selections matched
be: Супадзенняў не выяўлена

source: Some files are missing in the package file group `%s'
be: У групе пакетаў файла «%s» некаторыя файлы адсутнічаюць

source: DB was corrupted, file renamed to %s.old
be: База даных пашкоджана. Файл перайменаваны ў %s.old

source: DB is old, attempting to upgrade %s
be: Старая база даных. Спроба абнавіць %s

source: DB format is invalid. If you upgraded from an older version of apt, please remove and re-create the database.
be: Памылковы фармат базы даных. Калі вы абнавілі версію apt да больш новай, то вам неабходна выдаліць і стварыць базу даных паўторна.

source: Unable to open DB file %s: %s
be: Немагчыма адкрыць файл базы даных %s: %s

source: Failed to read .dsc
be: Не ўдалося прачытаць .dsc

source: Archive has no control record
be: У архіве адсутнічае запіс control

source: Unable to get a cursor
be: Немагчыма атрымаць курсор

source: realloc - Failed to allocate memory
be: realloc - не ўдалося вылучыць памяць

source: Unknown compression algorithm '%s'
be: Невядомы алгарытм сціску «%s»

source: Compressed output %s needs a compression set
be: Для атрымання сціснутага вываду %s неабходна задаць сціск

source: Failed to create IPC pipe to subprocess
be: Не ўдалося стварыць канал IPC для падпрацэсу

source: Failed to fork
be: Не ўдалося адгалінаваць працэс

source: Internal error, failed to create %s
be: Унутраная памылка: не ўдалося стварыць %s

source: IO to subprocess/file failed
be: Збой уводу/вываду для падпрацэсу або файла

source: Failed to read while computing MD5
be: Не ўдалося прачытаць падчас вылічэння MD5

source: Failed to rename %s to %s
be: Не ўдалося перайменаваць %s на %s

source: Unable to open %s
be: Немагчыма адкрыць %s

source: Failed to read the override file %s
be: Не ўдалося прачытаць перавызначаны файл %s

source: E:
be: П:

source: E: Errors apply to file
be: П: памылкі адносяцца да файла

source: Failed to resolve %s
be: Не ўдалося вырашыць %s

source: Tree walking failed
be: Збой абходу дрэва

source: Failed to open %s
be: Не ўдалося адкрыць %s

source: *** Failed to link %s to %s
be: *** Збой стварэння спасылкі %s на %s

source: DeLink limit of %sB hit.
be: Перабольшана абмежаванне ў %sБ для DeLink.

source: Archive had no package field
be: У архіве адсутнічае поле package

source: %s has no override entry
be: У %s адсутнічае запіс аб перавызначэнні

source: %s maintainer is %s not %s
be: Пакет %s суправаджаецца %s, а не %s

source: %s has no source override entry
be: У %s адсутнічае запіс аб перавызначэнні крыніцы

source: %s has no binary override entry either
be: У %s адсутнічае запіс аб перавызначэнні бінарнага пакета або

source: Waiting for headers
be: Чаканне загалоўкаў

source: The HTTP server sent an invalid reply header
be: Сервер HTTP адправіў памылковы загаловак «reply»

source: Bad header line
be: Неадпаведны радок загалоўка

source: The HTTP server sent an invalid Content-Length header
be: Сервер HTTP адправіў памылковы загаловак Content-Length

source: The HTTP server sent an invalid Content-Range header
be: Сервер HTTP адправіў памылковы загаловак Content-Range

source: This HTTP server has broken range support
be: Гэты сервер HTTP мае пашкоджаную падтрымку дыяпазону

source: Unknown date format
be: Невядомы фармат даных

source: Bad header data
be: Неадпаведныя даныя загалоўка

source: Connection failed
be: Збой падключэння

source: File has unexpected size (%llu != %llu). Mirror sync in progress?
be: Файл мае нечаканы памер (%llu != %llu). Выконваецца сінхранізацыя люстры?

source: Automatically disabled %s due to incorrect response from server/proxy. (man 5 apt.conf)
be: Аўтаматычнае адключэнне %s з прычыны няправільнага адказу ад сервера або проксі-сервера. (man 5 apt.conf)

source: Internal error
be: Унутраная памылка

source: Unable to read the cdrom database %s
be: Немагчыма прачытаць базу даных CD-ROM %s

source: Please use apt-cdrom to make this CD-ROM recognized by APT. apt-get update cannot be used to add new CD-ROMs
be: Выкарыстоўвайце apt-cdrom, каб APT змог распазнаць гэты CD-ROM. apt-get update нельга выкарыстоўваць для дадавання новых CD-ROM

source: Wrong CD-ROM
be: Няправільны CD-ROM

source: Unable to unmount the CD-ROM in %s, it may still be in use.
be: Немагчыма адключыць CD-ROM у %s. Магчыма, што ён усё яшчэ выкарыстоўваецца.

source: Disk not found.
be: Дыск не знойдзены.

source: File not found
be: Файл не знойдзены

source: Direct connection to %s domains is blocked by default.
be: Наўпроставае падключэнне да даменаў %s прадвызначана заблакіравана.

source: Connected to %s (%s)
be: Падключана да %s (%s)

source: Connecting to %s (%s)
be: Падключэнне да %s (%s)

source: Could not create a socket for %s (f=%u t=%u p=%u)
be: Не ўдалося стварыць сокет для %s (f=%u t=%u p=%u)

source: Cannot initiate the connection to %s:%s (%s).
be: Немагчыма ініцыялізаваць падключэнне да %s:%s (%s).

source: Failed
be: Збой

source: Could not connect to %s:%s (%s).
be: Не ўдалося падключыцца да %s:%s (%s).

source: Could not connect to %s:%s (%s), connection timed out
be: Не ўдалося падключыцца да %s:%s (%s). Час чакання падключэння завяршыўся

source: Connecting to %s
be: Падключэнне да %s

source: Could not resolve '%s'
be: Не ўдалося вырашыць «%s»

source: Temporary failure resolving '%s'
be: Часовы збой вырашэння «%s»

source: System error resolving '%s:%s'
be: Сістэмная памылка вырашэння «%s:%s»

source: Something wicked happened resolving '%s:%s' (%i - %s)
be: Нешта дзіўнае адбылося пры вырашэнні «%s:%s» (%i - %s)

source: Unable to connect to %s:%s:
be: Немагчыма злучыцца з %s:%s:
