Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-debian-installer_debian-installer-help-*.po
Languages: be

source: Installer Boot Help Screens
be: Экраны даведкі ўсталёўшчыка праграм

source: Welcome to ${DISTRIBUTION_NAME}!
be: Вітаем у ${DISTRIBUTION_NAME}!

source: This is a live system for ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. It was built on ${BUILD_DATE}.
be: Гэта сістэма, якая не патрабуе ўсталявання ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Дата стварэння: ${BUILD_DATE}.

source: HELP INDEX
be: ЗМЕСТ

source: KEY
be: КЛАВІША

source: TOPIC
be: ТЭМА

source: This page, the help index.
be: Гэта старонка даведкі.

source: Prerequisites for installing ${DISTRIBUTION_NAME}.
be: Неабходныя ўмовы для ўсталявання ${DISTRIBUTION_NAME}.

source: Prerequisites for running ${DISTRIBUTION_NAME}.
be: Неабходныя ўмовы для запуску ${DISTRIBUTION_NAME}.

source: Boot methods for special ways of using this system.
be: Варыянты загрузкі для спецыяльных спосабаў выкарыстання сістэмы.

source: Additional boot methods; rescuing a broken system.
be: Дадатковыя метады загрузкі; аднаўленне пашкоджанай сістэмы.

source: Special boot parameters, overview.
be: Агляд спецыяльных параметраў загрузкі.

source: Special boot parameters for special machines.
be: Спецыяльныя параметры загрузкі для некаторых камп'ютараў.

source: Special boot parameters for selected disk controllers.
be: Спецыяльныя параметры загрузкі для некаторых дыскавых кантролераў.

source: Special boot parameters for the install system.
be: Спецыяльныя параметры загрузкі для ўсталявання сістэмы.

source: Special boot parameters for the bootstrap system.
be: Спецыяльныя параметры пачатковага загрузчыка сістэмы.

source: How to get help.
be: Як атрымаць дапамогу.

source: Copyrights and warranties.
be: Аўтарскія правы і гарантыі.

source: For F1-F9 type control and F then the digit 1-9 For F10 type control and F then the digit 0
be: Для F1-F9 націсніце Ctrl і F, а потым адну з лічбаў ад 1 да 9 Для F10 націсніце Ctrl і F, а потым лічбу 0

source: Press F2 through F10 for details, or ENTER to ${BOOTPROMPT}
be: Націсніце F2-F10 для падрабязнасцей або ENTER для ${BOOTPROMPT}

source: Press F2 through F10 for details, or Escape to exit help.
be: Націсніце F2-F10 для падрабязнасцей або Escape, каб выйсці з даведкі.

source: PREREQUISITES FOR INSTALLING UBUNTU
be: НЕАБХОДНЫЯ ЎМОВЫ ДЛЯ ЎСТАЛЯВАННЯ UBUNTU

source: You must have at least 32 megabytes of RAM to use this Ubuntu installer.
be: Патрабуецца прынамсі 32 мегабайты аператыўнай памяці для выкарыстання гэтага ўсталёўшчыка праграм Ubuntu.

source: You should have space on your hard disk to create a new disk partition of at least 5 gigabytes to install a standard Ubuntu desktop system or at least 500 megabytes for a minimal server installation. You'll need more disk space to install additional packages, depending on what you wish to do with your new Ubuntu system.
be: У вас павінна быць вольнае месца на цвёрдым дыску для стварэння новага раздзела. Прынамсі 5 ГБ для стандартнай настольнай сістэмы Ubuntu або 500 МБ для мінімальнага сервернага ўсталявання. Вам спатрэбіцца больш вольнага месца на дыску для ўсталявання дадатковых пакетаў. Магчымасці вашай новай сістэмы Ubuntu будуць напрамую залежыць ад колькасці месца на цвёрдым дыску.

source: You must have at least 384 megabytes of RAM to use this Ubuntu live system.
be: Патрабуецца прынамсі 384 мегабайты аператыўнай памяці для выкарыстання сістэмы, якая не патрабуе ўсталявання Ubuntu.

source: The live system does not require any space on your hard disk. However, existing Linux swap partitions on the disk will be used if available.
be: Сістэма, якая не патрабуе ўсталявання ўвогуле не займае ніякага месца на вашым цвёрдым дыску. Тым не менш, па магчымасці, будуць выкарыстаны існуючыя раздзелы своп.

source: See the FAQ for more information; this document is available at the Ubuntu web site, <ulink url="http://www.ubuntu.com/" />
be: Глядзіце раздзел «Пытанні і адказы», каб атрымаць дадатковую інфармацыю; гэты дакумент даступны на старонцы Ubuntu: <ulink url="http://www.ubuntu.com/" />

source: Thank you for choosing Ubuntu!
be: Дзякуй, што выбралі Ubuntu!

source: Press <phrase class="not-serial">F1</phrase><phrase class="serial">control and F then 1</phrase> for the help index, or ENTER to ${BOOTPROMPT}
be: Націсніце <phrase class="not-serial">F1</phrase><phrase class="serial">control і F потым 1,</phrase>, каб перайсці да зместу даведкі або ENTER для ${BOOTPROMPT}

source: Press F1 for the help index, or Escape to exit help.
be: Націсніце F1, каб перайсці да зместу даведкі або Escape для выхаду з яе.

source: BOOT METHODS
be: МЕТАДЫ ЗАГРУЗКІ

source: Available boot methods:
be: Даступныя метады загрузкі:

source: install
be: усталяваць

source: Install Ubuntu
be: Усталяваць Ubuntu

source: Start the installation -- this is the default option.
be: Пачаць усталёўку - гэта опцыя па змаўчанні.

source: expert
be: экспертны рэжым

source: Start the installation in expert mode, for maximum control.
be: Пачаць усталяванне ў экспертным рэжыме для максімальнага кантролю.

source: Minimal command-line system install.
be: Мінімальнае ўсталяванне (толькі камандны радок).

source: Try Ubuntu without any change to your computer
be: Запусціць Ubuntu без усталявання на камп'ютар

source: Start the live system. If you wish, you can install it later using the "Install" icon on the desktop.
be: Запусціць сістэму, якая не патрабуе ўсталявання. Вы зможаце ўсталяваць сістэму пазней, выкарыстаўшы значок «Усталяваць...» на працоўным стале.

source: Start the installation.
be: Пачаць усталяванне.

source: memtest
be: Праверка аператыўнай памяці

source: Test memory
be: Праверыць памяць

source: Perform a memory test.
be: Выканаць праверку памяці.

source: To use one of these boot methods, type it at the prompt, optionally followed by any boot parameters. For example:
be: Для выкарыстання аднаго з метадаў загрузкі, напішыце яго назву ў камандным радку і пасля гэтага вызначыце параметры загрузкі. Напрыклад:

source: ("Ubuntu" may be replaced with other related operating system names. This help text is generic.)
be: (Гэты файл даведкі ўніверсальны. Слова "Ubuntu" можа быць заменена імёнамі роднасных аперацыйных сістэм.)

source: To use one of these boot methods, select it from the menu with the cursor keys. Press F4 to select alternative start-up and installation modes. Press F6 to edit boot parameters. Press F6 again to select from a menu of commonly-used boot parameters.
be: Для выкарыстання аднаго з метадаў загрузкі выберыце яго ў меню з дапамогай клавіш кіравання курсорам. Націсніце F4 для выбару альтэрнатыўных рэжымаў запуску і ўсталявання. Націсніце F6 для змянення параметраў загрузкі. Паўторны націсканне F6 выклікае меню стандартных параметраў, якія часта выкарыстоўваюцца.

source: Except in expert mode, non-critical kernel boot messages are suppressed.
be: Некрытычныя паведамленні загрузкі ядра будуць адлюстроўвацца толькі ў экспертным рэжыме.

source: RESCUING A BROKEN SYSTEM
be: АДНАЎЛЕННЕ ПАШКОДЖАНАЙ СІСТЭМЫ

source: Use one of these boot methods to rescue an existing install
be: Выкарыстайце адзін з гэтых метадаў загрузкі для аднаўлення існуючай усталёўкі.

source: rescue
be: аднаўленне

source: Rescue a broken system
be: Аднаўленне пашкоджанай сістэмы

source: Boot into rescue mode.
be: Загрузіць у рэжыме аднаўлення.

source: There is no dedicated rescue mode on this disc. However, since the disc provides a complete user environment, it is possible to use the command-line and/or graphical tools provided to rescue a broken system, and to use a web browser to search for help. Extensive advice is available online for most kinds of problems that might cause your normal system to fail to boot correctly.
be: На гэтым дыску адсутнічае рэжым аднаўлення. Тым не менш, дыск забяспечвае поўнае карыстальніцкае асяроддзе, якое дае магчымасць выкарыстоўваць камандны радок і/або інструменты з графічным інтэрфейсам для аднаўлення пашкоджанай сістэмы, а таксама выкарыстоўваць інтэрнэт для пошуку дапамогі. У інтэрнэце можна знайсці падрабязныя парады для рашэння большасці праблем, якія могуць прывесці вашу сістэму ў непрацаздольны стан.

source: SPECIAL BOOT PARAMETERS - OVERVIEW
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - АГЛЯД

source: On a few systems, you may need to specify a parameter at the <literal>boot:</literal> prompt in order to boot the system.
be: На некаторых сістэмах вам неабходна будзе вызначыць параметр у радку <literal>boot:</literal>, каб загрузіць сістэму.

source: For example, Linux may not be able to autodetect your hardware, and you may need to explicitly specify its location or type for it to be recognized.
be: Напрыклад, Linux можа аўтаматычна не выявіць вашы прылады, і вам неабходна будзе дакладна вызначыць іх месцазнаходжанне або іх тып для правільнага распазнавання сістэмай.

source: For more information about what boot parameters you can use, press:
be: Для атрымання больш падрабязнай інфармацыі пра параметры загрузкі, якія вы можаце выкарыстоўваць, націсніце:

source: boot parameters for special machines
be: параметры загрузкі для некаторых камп'ютараў

source: boot parameters for various disk controllers
be: параметры загрузкі для разнастайных дыскавых кантролераў

source: boot parameters understood by the install system
be: параметры загрузкі для сістэмы ўсталявання

source: boot parameters understood by the bootstrap system
be: параметры пачатковай загрузкі сістэмы

source: Many kernel modules are loaded dynamically by the installer, and parameters for those modules cannot be given on the command line. To be prompted for parameters when modules are loaded, boot in expert mode (see <link linkend="F3"><keycap>F3</keycap></link>).
be: Многія модулі ядра дынамічна загружаюцца ўсталёўшчыкам праграм, і параметры для гэтых модуляў не могуць быць уведзены праз камандны радок. Для атрымання магчымасці ўвядзення параметраў падчас загрузкі модуляў, вам неабходна загружацца ў экспертным рэжыме (глядзіце <link linkend="F3"><keycap>F3</keycap></link>).

source: Many kernel modules are loaded dynamically by the bootstrap system, and parameters for those modules cannot be given on the command line.
be: Многія модулі ядра дынамічна загружаюцца сістэмай пры пачатковай загрузцы, і параметры для гэтых модуляў не могуць быць зададзены ў камандным радку.

source: SPECIAL BOOT PARAMETERS - VARIOUS HARDWARE
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - РОЗНЫЯ ПРЫЛАДЫ

source: You can use the following boot parameters at the <literal>boot:</literal> prompt, in combination with the boot method (see <link linkend="F3"><keycap>F3</keycap></link>).
be: У запрашэнні <literal>boot:</literal> вы можаце выкарыстоўваць наступныя параметры разам з метадам загрузкі (глядзіце <link linkend="F3"><keycap>F3</keycap></link>).

source: You can use the following boot parameters by pressing F6, in combination with the boot method (see <link linkend="F3"><keycap>F3</keycap></link>).
be: Вы можаце выкарыстоўваць наступныя параметры загрузкі націснуўшы F6, разам з метадам загрузкі (глядзіце <link linkend="F3"><keycap>F3</keycap></link>).

source: If you use hex numbers you have to use the 0x prefix (e.g., 0x300).
be: Калі вы выкарыстоўваеце шаснаццатковыя лічбы, неабходна ўводзіць прэфікс 0x (напр., 0x300).

source: HARDWARE
be: АБСТАЛЯВАННЕ

source: PARAMETER TO SPECIFY
be: ПАРАМЕТР ДЛЯ ВЫЗНАЧЭННЯ

source: IBM PS/1 or ValuePoint (IDE disk)
be: IBM PS/1 або ValuePoint (дыск IDE)

source: Some IBM ThinkPads
be: Некаторыя мадэлі IBM ThinkPads

source: Protect I/O port regions
be: Абарона абласцей партоў уводу-вываду

source: Laptops with screen display problems
be: Ноўтбукі з праблемамі вываду на экран

source: Use first serial port at 9600 baud
be: Выкарыстоўваць першы паслядоўны порт на 9600 бод

source: Force use of generic IDE driver
be: Прымусова выкарыстоўваць базавы драйвер IDE

source: Possible (temporary) workarounds for lockups or other hardware failures:
be: Магчымыя (часовыя) абходныя метады пры блакіроўках або іншых збоях апаратнага забеспячэння:

source: disable buggy APIC interrupt routing
be: выключыць APIC

source: (partly) disable ACPI
be: (часткова) адключыць ACPI

source: <userinput>acpi=noirq</userinput> or <userinput>acpi=off</userinput>
be: <userinput>acpi=noirq</userinput> або <userinput>acpi=off</userinput>

source: disable USB
be: адключыць USB

source: poll for interrupts
be: апытанне для перарыванняў

source: For example:
be: Напрыклад:

source: SPECIAL BOOT PARAMETERS - VARIOUS DISK DRIVES
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - РОЗНЫЯ ДЫСКІ

source: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (enabled if non-zero)
be: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (уключана, калі не ноль)

source: BusLogic SCSI Hosts
be: Галоўны адаптар SCSI BusLogic

source: Certain DELL machines
be: Некаторыя машыны DELL

source: This list is incomplete, see the kernel's kernel-parameters.txt file for more.
be: Гэты спіс няпоўны. Для атрымання дадатковай інфармацыі, глядзіце файл kernel-parameters.txt.

source: SPECIAL BOOT PARAMETERS - INSTALLATION SYSTEM
be: СПЕЦЫЯЛЬНЫЯ ПАРАМЕТРЫ ЗАГРУЗКІ - ПРАГРАМА ЎСТАНОЎКІ АПЕРАЦЫЙНАЙ СІСТЭМЫ

source: These parameters control how the installer works.
be: Гэтыя параметры кантралююць працу ўсталёўшчыка праграм.

source: These parameters control how the bootstrap system works.
be: Гэтыя параметры кантралююць працу сістэмы пачатковага загрузчыка.

source: RESULT
be: ВЫНІК

source: PARAMETER
be: ПАРАМЕТР

source: Disable framebuffer
be: Адключыць framebuffer

source: Don't start PCMCIA
be: Не запускаць PCMCIA

source: Force static network config
be: Прымусова выкарыстоўваць статычную канфігурацыю сеткі

source: Set keyboard map
be: Задаць раскладку клавіятуры

source: Select the Kubuntu desktop
be: Выбраць асяроддзе працоўнага стала Kubuntu

source: Use high contrast theme
be: Выкарыстоўваць кантрасную тэму

source: Use Braille tty
be: Выкарыстаць сістэму Брайля

source: GETTING HELP
be: АТРЫМАННЕ ДАПАМОГІ

source: If you can't install Ubuntu, don't despair!
be: Калі вы не можаце ўсталяваць Ubuntu, не падайце духам!

source: If you can't start Ubuntu, don't despair!
be: Калі вы не можаце запусціць Ubuntu, не падайце духам!

source: The Ubuntu team is ready to help you!
be: Каманда Ubuntu заўсёды гатовая дапамагчы вам!

source: We are especially interested in hearing about installation problems, because in general they don't happen to only <emphasis>one</emphasis> person.
be: Мы асабліва зацікаўлены ў выяўленні праблем, якія звязаны з усталяваннем, бо такія праблемы выяўляюцца не толькі ў <emphasis>аднаго</emphasis> чалавека.

source: We are especially interested in hearing about startup problems, because in general they don't happen to only <emphasis>one</emphasis> person.
be: Мы асабліва зацікаўлены ў выяўленні праблем, якія звязаны з запускам, бо такія праблемы выяўляюцца не толькі ў <emphasis>аднаго</emphasis> чалавека.

source: We've either already heard about your particular problem and can dispense a quick fix, or we would like to hear about it and work through it with you, and the next user who comes up with the same problem will profit from your experience!
be: Магчыма, што мы ўжо ведаем аб гэтай канкрэтнай праблеме і зможам забяспечыць яе больш хуткае вырашэнне. У адваротным выпадку, мы хочам ведаць аб ёй і гатовыя працаваць над яе вырашэннем разам з вамі. Пазней, ваш досвед будзе карысны іншаму карыстальніку, які сутыкнецца з падобнай праблемай!

source: COPYRIGHTS AND WARRANTIES
be: АЎТАРСКІЯ ПРАВЫ І ГАРАНТЫІ

source: Ubuntu is Copyright (C) 2004-2010 Canonical Ltd., and incorporates the work of many other original authors and contributors.
be: Аперацыйная сістэма Ubuntu абаронена аўтарскім правам (C) 2004-2010 Canonical Ltd. і ўключае працу многіх іншых аўтараў і ўдзельнікаў.

source: The Ubuntu system is freely redistributable.
be: Ubuntu — гэта сістэма, якая распаўсюджваецца свабодна.

source: After installation, the exact distribution terms for each package are described in the corresponding file /usr/share/doc/<replaceable>packagename</replaceable>/copyright.
be: Пасля ўсталявання, дакладныя ўмовы распаўсюджвання для кожнага пакета апісаны ў адпаведным файле /usr/share /doc/<replaceable>packagename</replaceable>/copyright.

source: After startup, the exact distribution terms for each package are described in the corresponding file /usr/share/doc/<replaceable>packagename</replaceable>/copyright.
be: Пасля запуску, дакладныя ўмовы распаўсюджвання кожнага пакета апісаны ў адпаведным файле /usr/share /doc/<replaceable>packagename</replaceable>/copyright.

source: Ubuntu comes with <emphasis>ABSOLUTELY NO WARRANTY</emphasis>, to the extent permitted by applicable law.
be: Ubuntu распаўсюджваецца <emphasis>БЕЗ НІЯКІХ ГАРАНТЫЙ</emphasis> у рамках, якія вызначаны адпаведным заканадаўствам.

source: This installation system is based on the Debian installer. See <ulink url="http://www.debian.org/" /> for more details and information on the Debian project.
be: Гэта сістэма ўстаноўкі аперацыйнай сістэмы заснавана на загрузчыку Debian. Для атрымання дадатковых звестак аб праекце Debian глядзіце <ulink url="http://www.debian.org/" />.
