Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-edubuntu-live_edubuntu-live-*.po
Languages: be

source: Edubuntu installation options (part 2)
be: Параметры ўсталявання Edubunty (частка 2)

source: Installed educational packages (untick to remove):
be: Усталяваныя адукацыйныя пакеты (здыміце пазнаку для выдалення):

source: Installed
be: Усталявана

source: Name
be: Назва

source: Description
be: Апісанне

source: Edubuntu installation options (part 1)
be: Параметры ўсталявання Edubunty (частка 1)

source: Select optional extras:
be: Выберыце неабавязковыя дапаўненні:

source: Install
be: Усталяваць

source: Gnome fallback interface
be: Інтэрфейс рэзервовага варыянту Gnome

source: Edubuntu ships with Unity by default for its user interface. If you'd instead prefer to use an interface similar to that of Gnome 2.x, you can choose this option.
be: Edubuntu прадвызначана пастаўляецца з Unity для гэтага карыстальніцкага інтэрфейсу. Вы можаце выбраць гэты параметр, калі хочаце выкарыстоўваць інтэрфейс, які падобны на Gnome 2.x.

source: This uses the gnome 3.0 fallback desktop as the default session.
be: У якасці прадвызначанага сеанса будзе выкарыстаны рэзервовы варыянт працоўнага стала Gnome 3.0.

source: Choosing this option will turn your Edubuntu system into an LTSP server. Other machines can then boot from the network and use your Edubuntu machine as their terminal server, offering a regular Edubuntu environment.
be: Пры выбары гэтага параметра сістэма Edubuntu стане працаваць як сервер LTSP. Іншыя камп'ютары змогуць загружацца праз сетку і выкарыстоўваць гэты камп'ютар з Edubuntu у якасці тэрмінальнага сервера, што дазволіць забяспечыць звычайнае асяроддзе Edubuntu.

source: For this option, you need to choose in the drop-down menu below which interface to use for your thin clients network. This network should be physically isolated from your regular network as the Edubuntu machine will act as a DHCP server.
be: Для гэтага параметра вам неабходна выбраць з выпадальнага меню ніжэй, які інтэрфейс будзе выкарыстоўвацца для тонкіх кліентаў у вашай сетцы. Гэта сетка павінна быць фізічна ізалявана ад вашай звычайнай сеткі, бо камп'ютар Edubuntu будзе выступаць у якасці сервера DHCP.

source: Network interface:
be: Сеткавы інтэрфейс:
