Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-gnome-shell-extension-ubuntu-dock_dashtodock-*.po
Languages: be

source: Secondary monitor
be: Дадатковы манітор

source: Right
be: Справа

source: Left
be: Злева

source: Customize middle-click behavior
be: Наладзіць паводзіны пры націсканні сярэдняй кнопкай мышы

source: Customize running indicators
be: Наладзіць індыкатары запушчаных праграм

source: All Windows
be: Усе вокны

source: New Window
be: Новае акно

source: Launch using Integrated Graphics Card
be: Запусціць з выкарыстаннем інтэграванай відэакарты

source: Launch using Discrete Graphics Card
be: Запусціць з выкарыстаннем дыскрэтнай відэакарты

source: Unpin
be: Адмацаваць

source: Remove from Favorites
be: Выдаліць з абранага

source: Pin to Dash
be: Замацаваць на панэлі праграм

source: Add to Favorites
be: Дадаць у абранае

source: App Details
be: Падрабязнасці праграмы

source: Quit
be: Выйсці

source: Quit %d Window
be: Выйсці з %d акна

source: Dash to Dock %s
be: %s Dash to Dock

source: Settings
be: Налады

source: Mount
be: Падключыць

source: Unmount
be: Адключыць

source: Eject
be: Выняць

source: Failed to mount “%s”
be: Не ўдалося падключыць «%s»

source: Failed to umount “%s”
be: Не ўдалося адключыць «%s»

source: Failed to eject “%s”
be: Не ўдалося выняць «%s»

source: Mount operation already in progress
be: Аперацыя падключэння ўжо выконваецца

source: Umount operation already in progress
be: Аперацыя адключэння ўжо выконваецца

source: Eject operation already in progress
be: Аперацыя вымання ўжо выконваецца

source: Trash
be: Сметніца

source: Empty Trash
be: Ачысціць сметніцу

source: Failed to launch “%s”
be: Не ўдалося запусціць «%s»

source: When set to minimize, double clicking minimizes all the windows of the application.
be: Калі зададзена згортванне, падвойнае націсканне згортвае ўсе вокны праграмы.

source: Shift+Click action
be: Дзеянне пры Shift+Націск мышы

source: Raise window
be: Падняць акно

source: Minimize window
be: Згарнуць акно

source: Launch new instance
be: Запусціць новы экзэмпляр

source: Minimize or overview
be: Згарнуць або агляд

source: Show window previews
be: Паказваць прадпрагляды вокнаў

source: Minimize or show previews
be: Згарнуць або паказ перадпрагляду

source: Focus or show previews
be: Фокус або паказ перадпрагляду

source: Focus or app spread
be: Фокус або перакрыццё праграмы

source: Focus, minimize or show previews
be: Фокус, згортванне або паказ перадпрагляду

source: Focus, minimize or app spread
be: Фокус, згортванне або перакрыццё праграмы

source: Behavior for Middle-Click.
be: Паводзіны пры націсканні сярэдняй кнопкі мышы.

source: Middle-Click action
be: Націсканне сярэдняй кнопкай

source: Behavior for Shift+Middle-Click.
be: Паводзіны пры націсканні Shift + сярэдняй кнопкай мышы.

source: Shift+Middle-Click action
be: Дзеянне Shift+Націск сярэдняй кнопкі мышы

source: Enable Unity7 like glossy backlit items
be: Уключыць падсветку элементаў як у Unity7

source: Apply glossy effect.
be: Ужыць глянцавы эфект.

source: Use dominant color
be: Выкарыстоўваць дамінантны колер

source: Customize indicator style
be: Наладзіць стыль індыкатара

source: Color
be: Колер

source: Border color
be: Колер мяжы

source: Border width
be: Шырыня мяжы

source: Show the dock on
be: Паказваць док-панэль на

source: Show on all monitors
be: Паказваць на ўсіх маніторах

source: Position on screen
be: Пазіцыя на экране

source: Bottom
be: Знізу

source: Top
be: Зверху

source: Hide the dock when it obstructs a window of the current application. More refined settings are available.
be: Хаваць док-панэль, калі яна перакрывае акно актыўнай праграмы. Даступны дадатковыя налады.

source: Intelligent autohide
be: Інтэлектуальнае аўтахаванне

source: Dock size limit
be: Абмежаванне памеру док-панэлі

source: Panel mode: extend to the screen edge
be: Рэжым панэлі: расцягнуць па ўсім краі экрана

source: Place icons to the center
be: Размясціць значкі ў цэнтры

source: Icon size limit
be: Абмежаванне памеру значкоў

source: Fixed icon size: scroll to reveal other icons
be: Фіксаваны памер значкоў: выкарыстоўвайце прагортку для раскрыцця нябачных значкоў

source: Preview size scale
be: Памер маштабу перадпрагляду

source: Position and size
be: Пазіцыя і памер

source: Show pinned applications
be: Паказваць замацаваныя праграмы

source: Show running applications
be: Паказваць запушчаныя праграмы

source: Isolate workspaces
be: Ізаляваць працоўныя прасторы

source: Show urgent windows despite current workspace
be: Паказваць тэрміновыя вокны незалежна ад бягучай працоўнай прасторы

source: Isolate monitors
be: Ізаляваць маніторы

source: Show open windows' previews
be: Паказваць прадпрагляды адкрытых вокнаў

source: Keep the focused application always visible in the dash
be: Утрымліваць праграму ў фокусе заўсёды бачнай у панэлі кіравання

source: If disabled, these settings are accessible from gnome-tweak-tool or the extension website.
be: Калі адключана, гэтыя налады даступны праз gnome-tweak-tool або праз вэб-сайт пашырэння.

source: Show <i>Applications</i> icon
be: Паказваць значок <i>Праграмы</i>

source: Move at beginning of the dock
be: Перамясціць у пачатак док-панэлі

source: Put <i>Show Applications</i> in a dock edge when using Panel mode
be: Памясціць <i>Паказаць праграмы</i> з краю док-панэлі пры выкарыстанні рэжыму панэлі

source: Show trash can
be: Паказваць сметніцу

source: Show volumes and devices
be: Паказваць тамы і прылады

source: Only if mounted
be: Толькі калі падключана

source: Include network volumes
be: Уключаць сеткавыя тамы

source: Enable Super+(0-9) as shortcuts to activate apps. It can also be used together with Shift and Ctrl.
be: Уключыць спалучэнні клавіш Super+(0-9) для актывацыі праграм. Таксама можа выкарыстоўвацца разам з Shift і Ctrl.

source: Use keyboard shortcuts to activate apps
be: Выкарыстоўваць спалучэнні клавіш для актывацыі праграм

source: Behaviour when clicking on the icon of a running application.
be: Паводзіны пры націсканні на значок запушчанай праграмы.

source: Minimize
be: Згарнуць

source: Behaviour when scrolling on the icon of an application.
be: Паводзіны пры прагортцы на значку праграмы.

source: Scroll action
be: Дзеянне пры прагортцы

source: Do nothing
be: Нічога не рабіць

source: Switch workspace
be: Пераключыць працоўную прастору

source: Behavior
be: Паводзіны

source: Save space reducing padding and border radius.
be: Эканомія прасторы праз змяншэнне водступаў і радыуса мяжы.

source: Use built-in theme
be: Выкарыстоўваць убудаваную тэму

source: Customize windows counter indicators
be: Наладзіць індыкатары колькасці вокнаў

source: Default
be: Прадвызначана

source: Dots
be: Кропкі

source: Squares
be: Квадраты

source: Solid
be: Суцэльна

source: Dynamic
be: Дынамічная

source: Opacity
be: Непразрыстасць

source: version:
be: версія:

source: Webpage
be: Вэб-старонка

source: About
be: Аб праграме

source: Customize minimum and maximum opacity values
be: Наладзіць мінімальныя і максімальныя значэнні непразрыстасці

source: Minimum opacity
be: Мінімальная непразрыстасць

source: Maximum opacity
be: Максімальная непразрыстасць

source: Syntax: <Shift>, <Ctrl>, <Alt>, <Super>
be: Сінтаксіс: <Shift>, <Ctrl>, <Alt>, <Super>

source: Enable in fullscreen mode
be: Уключыць у поўнаэкранным рэжыме

source: Dodge windows
be: Перакрыцце вокнамі

source: All windows
be: Усе вокны

source: Only maximized windows
be: Толькі разгорнутыя вокны

source: Animation duration (s)
be: Працягласць анімацыі (сек)

source: Pressure threshold
be: Парог ціску
