Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-gfxboot-theme-ubuntu_bootloader-*.po
Languages: be

source: OK
be: ОК

source: Cancel
be: Скасаваць

source: Reboot
be: Перазагрузіць

source: Continue
be: Працягнуць

source: Boot Options
be: Параметры загрузкі

source: Exiting...
be: Выхад...

source: You are leaving the graphical boot menu and starting the text mode interface.
be: Вы пакідаеце графічнае меню загрузкі. Будзе запушчаны тэкставы рэжым інтэрфейсу.

source: Help
be: Даведка

source: Boot loader
be: Загрузчык

source: I/O error
be: Памылка ўводу/вываду

source: Change Boot Disk
be: Змяніце загрузачны дыск

source: Insert boot disk %u.
be: Устаўце загрузачны дыск %u.

source: This is boot disk %u. Insert boot disk %u.
be: Гэта загрузачны дыск %u. Устаўце дыск %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
be: Гэты загрузачны дыск не падыходзіць. Устаўце дыск %u.

source: Password
be: Пароль

source: Enter your password:
be: Увядзіце ваш пароль:

source: DVD Error
be: Памылка DVD

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
be: Гэта двухбаковы DVD. Вы загрузіліся з другога боку. Перавярніце DVD, каб працягнуць.

source: Power Off
be: Выключыць

source: Halt the system now?
be: Выключыць сістэму?

source: Password
be: Пароль

source: Other Options
be: Іншыя параметры

source: Language
be: Мова

source: Keymap
be: Cупастаўленне клавіш

source: Modes
be: Рэжымы

source: Normal
be: Звычайны

source: Expert mode
be: Рэжым эксперта

source: Accessibility
be: Спецыяльныя магчымасці

source: None
be: Няма

source: High Contrast
be: Высокая кантраснасць

source: Magnifier
be: Лупа

source: Screen Reader
be: Чытанне з экрана

source: Braille Terminal
be: Тэрмінал Брайля

source: Keyboard Modifiers
be: Мадыфікатары клавіятуры

source: On-Screen Keyboard
be: Экранная клавіятура

source: Motor Difficulties - switch devices
be: Пераключальныя прылады пры парушэнні маторыкі

source: Everything
be: Усе

source: ^Try Ubuntu without installing
be: ^Паспрабаваць Ubuntu без усталявання

source: ^Try Kubuntu without installing
be: ^Паспрабаваць Kubuntu без усталявання

source: ^Try Edubuntu without installing
be: ^Паспрабаваць Edubuntu без усталявання

source: ^Try Xubuntu without installing
be: ^Паспрабаваць Xubuntu без усталявання

source: ^Try Ubuntu MID without installing
be: ^Паспрабаваць Ubuntu MID без усталявання

source: ^Try Ubuntu Netbook without installing
be: ^Паспрабаваць Ubuntu Netbook без усталявання

source: ^Try Kubuntu Netbook without installing
be: ^Паспрабаваць Kubuntu Netbook без усталявання

source: ^Try Lubuntu without installing
be: ^Паспрабаваць Lubuntu без усталявання

source: ^Try Ubuntu GNOME without installing
be: ^Паспрабаваць Ubuntu GNOME без усталявання

source: ^Try Ubuntu MATE without installing
be: ^Паспрабаваць Ubuntu MATE без усталявання

source: ^Start Kubuntu
be: ^Запусціць Kubuntu

source: Use driver update disc
be: Выкарыстаць дыск з абнаўленнямі драйвераў

source: ^Install Ubuntu in text mode
be: ^Усталяваць Ubuntu у тэкставым рэжыме

source: ^Install Kubuntu in text mode
be: ^Усталяваць Kubuntu у тэкставым рэжыме

source: ^Install Edubuntu in text mode
be: ^Усталяваць Edubuntu у тэкставым рэжыме

source: ^Install Xubuntu in text mode
be: ^Усталяваць Xubuntu у тэкставым рэжыме

source: ^Install Ubuntu
be: ^Усталяваць Ubuntu

source: ^Install Kubuntu
be: ^Усталяваць Kubuntu

source: ^Install Edubuntu
be: ^Усталяваць Edubuntu

source: ^Install Xubuntu
be: ^Усталяваць Xubuntu

source: ^Install Ubuntu Server
be: ^Усталяваць Ubuntu Server

source: ^Install Ubuntu GNOME
be: ^Усталяваць Ubuntu GNOME

source: ^Install Ubuntu MATE
be: ^Усталяваць Ubuntu MATE

source: ^Multiple server install with MAAS
be: ^Усталяваць некалькі сервераў з дапамогай MAAS

source: ^Install Ubuntu Studio
be: ^Усталяваць Ubuntu Studio

source: ^Install Ubuntu MID
be: ^Усталяваць Ubuntu MID

source: ^Install Ubuntu Netbook
be: ^Усталяваць Ubuntu Netbook

source: ^Install Kubuntu Netbook
be: ^Усталяваць Kubuntu Netbook

source: ^Install Lubuntu
be: ^Усталяваць Lubuntu

source: Install a workstation
be: Усталяваць працоўную станцыю

source: Install a server
be: Усталяваць сервер

source: OEM install (for manufacturers)
be: Усталяваць версію для вытворцаў (OEM)

source: Install a LAMP server
be: Усталяваць сервер LAMP

source: Install an LTSP server
be: Усталяваць сервер LTSP

source: Install a Diskless Image Server
be: Усталяваць сервер вобразаў для бездыскавых станцый

source: Install a command-line system
be: Усталяваць сістэму без графічнага інтэрфейсу

source: Install a minimal system
be: Усталяваць сістэму ў мінімальнай камплектацыі

source: Install a minimal virtual machine
be: Усталяваць мінімальную віртуальную машыну

source: ^Check disc for defects
be: ^Праверыць дыск на дэфекты

source: ^Rescue a broken system
be: ^Аднавіць пашкоджаную сістэму

source: Test ^memory
be: Тэст ^памяці

source: ^Boot from first hard disk
be: ^Загрузіцца з першага цвёрдага дыска

source: Free software only
be: Толькі свабоднае праграмнае забеспячэнне

source: ^Dell Automatic Reinstall
be: ^Аўтаматычнае пераўсталяванне Dell

source: ^Install Mythbuntu
be: ^Усталяваць Mythbuntu

source: ^Try Mythbuntu without installing
be: ^Паспрабаваць Mythbuntu без усталявання

source: ^Try Ubuntu Kylin without installing
be: ^Паспрабаваць Ubuntu Kylin без усталявання

source: ^Try Ubuntu Kylin Netbook without installing
be: ^Паспрабаваць Ubuntu Kylin Netbook без усталявання

source: ^Install Ubuntu Kylin in text mode
be: ^Усталяваць Ubuntu Kylin у тэкставым рэжыме

source: ^Install Ubuntu Kylin
be: ^Усталяваць Ubuntu Kylin

source: ^Install Ubuntu Kylin Netbook
be: ^Усталяваць Ubuntu Kylin Netbook

source: ^Start Ubuntu Kylin
be: ^Запусціць Ubuntu Kylin

source: ^Try Ubuntu Studio without installing
be: ^Паспрабаваць Ubuntu Studio без усталявання

source: ^Install Ubuntu (safe graphics)
be: ^Усталяваць Ubuntu (бяспечная графіка)

source: ^Install Edubuntu (safe graphics)
be: ^Усталяваць Edubuntu (бяспечная графіка)

source: ^Install Kubuntu (safe graphics)
be: ^Усталяваць Kubuntu (бяспечная графіка)

source: ^Install Xubuntu (safe graphics)
be: ^Усталяваць Xubuntu (бяспечная графіка)

source: ^Install Ubuntu MID (safe graphics)
be: ^Усталяваць Ubuntu MID (бяспечная графіка)

source: ^Install Ubuntu Netbook (safe graphics)
be: ^Усталяваць Ubuntu Netbook (бяспечная графіка)

source: ^Install Kubuntu Netbook (safe graphics)
be: ^Усталяваць Kubuntu Netbook (бяспечная графіка)

source: ^Install Lubuntu (safe graphics)
be: ^Усталяваць Lubuntu (бяспечная графіка)

source: ^Install Ubuntu GNOME (safe graphics)
be: ^Усталяваць Ubuntu GNOME (бяспечная графіка)

source: ^Install Ubuntu MATE (safe graphics)
be: ^Усталяваць Ubuntu MATE (бяспечная графіка)

source: ^Install Mythbuntu (safe graphics)
be: ^Усталяваць Mythbuntu (бяспечная графіка)

source: ^Install Ubuntu Kylin (safe graphics)
be: ^Усталяваць Ubuntu Kylin (бяспечная графіка)

source: ^Install Ubuntu Kylin Netbook (safe graphics)
be: ^Усталяваць Ubuntu Kylin Netbook (бяспечная графіка)

source: ^Install Ubuntu Studio (safe graphics)
be: ^Усталяваць Ubuntu Studio (бяспечная графіка)

source: ^Try Ubuntu without installing (safe graphics)
be: ^Паспрабаваць Ubuntu без усталявання (бяспечная графіка)

source: ^Try Edubuntu without installing (safe graphics)
be: ^Паспрабаваць Edubuntu без усталявання (бяспечная графіка)

source: ^Try Kubuntu without installing (safe graphics)
be: ^Паспрабаваць Kubuntu без усталявання (бяспечная графіка)

source: ^Try Xubuntu without installing (safe graphics)
be: ^Паспрабаваць Xubuntu без усталявання (бяспечная графіка)

source: ^Try Ubuntu MID without installing (safe graphics)
be: ^Паспрабаваць Ubuntu MID без усталявання (бяспечная графіка)

source: ^Try Ubuntu Netbook without installing (safe graphics)
be: ^Паспрабаваць Ubuntu Netbook без усталявання (бяспечная графіка)

source: ^Try Kubuntu Netbook without installing (safe graphics)
be: ^Паспрабаваць Kubuntu Netbook без усталявання (бяспечная графіка)

source: ^Try Lubuntu without installing (safe graphics)
be: ^Паспрабаваць Lubuntu без усталявання (бяспечная графіка)

source: ^Try Ubuntu GNOME without installing (safe graphics)
be: ^Паспрабаваць Ubuntu GNOME без усталявання (бяспечная графіка)

source: ^Try Ubuntu MATE without installing (safe graphics)
be: ^Паспрабаваць Ubuntu MATE без усталявання (бяспечная графіка)

source: ^Try Mythbuntu without installing (safe graphics)
be: ^Паспрабаваць Mythbuntu без усталявання (бяспечная графіка)

source: ^Try Ubuntu Kylin without installing (safe graphics)
be: ^Паспрабаваць Ubuntu Kylin без усталявання (бяспечная графіка)

source: ^Try Ubuntu Kylin Netbook without installing (safe graphics)
be: ^Паспрабаваць Ubuntu Kylin Netbook без усталявання (бяспечная графіка)

source: ^Try Ubuntu Studio without installing (safe graphics)
be: ^Паспрабаваць Ubuntu Studio без усталявання (бяспечная графіка)
