Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-gfxboot_bootloader-*.po
Languages: be

source: OK
be: ОК

source: Cancel
be: Скасаваць

source: Reboot
be: Перазагрузіць

source: Continue
be: Працягнуць

source: Installation
be: Усталяванне

source: Linux--Safe Settings
be: Linux -- бяспечныя налады

source: Boot from Hard Disk
be: Загрузіцца з цвёрдага дыска

source: Rescue System
be: Сістэма аднаўлення

source: Memory Test
be: Тэст памяці

source: Boot Options
be: Параметры загрузкі

source: Exiting...
be: Выхад...

source: You are leaving the graphical boot menu and starting the text mode interface.
be: Вы пакідаеце графічнае меню загрузкі. Будзе запушчаны тэкставы інтэрфейс.

source: Help
be: Даведка

source: Starting...
be: Запуск...

source: Loading Linux Kernel
be: Загрузка ядра Linux

source: Loading memtest86
be: Загрузка memtest86

source: Boot Loader
be: Загрузчык

source: I/O Error
be: Памылка ўводу/вываду

source: Change Boot Disk
be: Змяніце загрузачны дыск

source: Insert boot disk %u.
be: Устаўце загрузачны дыск %u.

source: This is boot disk %u. Insert boot disk %u.
be: Гэта загрузачны дыск %u. Устаўце дыск %u.

source: This is not a <product> boot disk. Insert boot disk %u.
be: Гэта не <product> загрузачны дыск. Устаўце загрузачны дыск %u.

source: Password
be: Пароль

source: Get your driver update floppy ready.
be: Падрыхтуйце дыскету з абнаўленнямі драйвераў.

source: Power Off
be: Выключыць

source: Halt the system now?
be: Выключыць сістэму?

source: Hard Disk
be: Цвёрды дыск

source: Hard Disk Installation
be: Усталяванне з цвёрдага дыска

source: Disk Device (Scans All Disks If Empty)
be: Дыскавая прылада (сканіраваць усе дыскі, калі пуста)

source: Directory
be: Каталог

source: FTP Installation
be: Усталяванне з FTP

source: Server
be: Сервер

source: Password
be: Пароль

source: User (Anonymous Login If Empty)
be: Карыстальнік (ананімны запіс уваходу, калі пуста)

source: NFS Installation
be: Усталяванне NFS

source: User (Uses "guest" If Empty)
be: Карыстальнік (выкарыстоўваць «guest», калі поле пустое)

source: SMB (Windows Share) Installation
be: Усталяванне з SMB (Windows Share)

source: HTTP Installation
be: Усталяванне HTTP

source: Driver
be: Драйвер

source: Domain
be: Дамен

source: Other Options
be: Іншыя параметры

source: Language
be: Мова

source: Yes
be: Так

source: No
be: Не

source: File
be: Файл

source: Share
be: Абагуліць

source: Automatic Mode
be: Аўтаматычны рэжым

source: Manual Mode
be: Ручны рэжым

source: Configure Parameters on ZEN Partition
be: Сканфігурыраваць параметры на раздзела ZEN

source: Install or Update ZEN Partition
be: Усталяваць або абнавіць раздзел ZEN

source: Reinstall ZEN Partition Boot Loader
be: Пераўсталяваць загрузчык раздзела ZEN

source: Disable ZEN Partition
be: Адключыць раздзел ZEN

source: Enable ZEN Partition
be: Уключыць раздзел ZEN

source: Text Mode
be: Тэкставы рэжым

source: Firmware Test
be: Тэст прашыўкі

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
be: Для загрузкі драйвера з абнаўленнямі наўпрост з CD-ROM, увядзіце назвы файлаў з абнаўленнямі (якія раздзелены паміж сабою коскамі ',') тут:

source: Source
be: Крыніца

source: Video Mode
be: Відэарэжым

source: Driver Update
be: Абнавіць драйвер

source: Arch
be: Архіт.

source: Kernel
be: Ядро

source: Default
be: Перадвызначана

source: Safe Settings
be: Бяспечныя налады

source: No ACPI
be: Без ACPI

source: No Local APIC
be: Без лакальнага APIC

source: Repair Installed System
be: Аднаўленне ўсталяванай сістэмы

source: Check Installation Media
be: Праверыць носьбіт усталявання

source: Keyboard
be: Клавіятура

source: Download Driver Update
be: Спампаваць драйвер абнаўлення

source: Enter Driver Update URL
be: Увядзіце URL-адрас абнаўлення драйвера

source: HTTP Proxy
be: Проксі-сервер НТТР

source: Network Config
be: Канфігурацыя сеткі

source: No Network
be: Няма сеткі

source: Manual
be: Уручную

source: Manual Network Config
be: Ручная канфігурацыя сеткі

source: Host IP
be: IP вузла

source: Gateway
be: Шлюз

source: Domain Name
be: Даменнае імя

source: Nameservers (separated by ',')
be: Імёны сервераў (раздзеленыя ',')

source: Netmask (or use '/N' notation with Host IP)
be: Маска сеткі (або выкарыстоўвайце натацыю «/N» з вузлом IP)
