Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-indicator-power_indicator-power-*.po
Languages: be

source: AC Adapter
be: Адаптар сілкавання

source: Battery
be: Акумулятар

source: UPS
be: КБС

source: Monitor
be: Манітор

source: Mouse
be: Мыш

source: Keyboard
be: Клавіятура

source: PDA
be: КПК

source: Cell phone
be: Мабільны тэлефон

source: Media player
be: Медыяпрайгравальнік

source: Tablet
be: Планшэт

source: Computer
be: Камп'ютар

source: Unknown
be: Невядомая прылада

source: estimating…
be: ацэнка…

source: unknown
be: невядомая прылада

source: %0d:%02d to charge
be: %0d:%02d да поўнага зараду

source: %0d:%02d left
be: %0d:%02d засталося да разрадкі

source: %d %s %d %s to charge
be: %d %s %d %s да поўнага зараду

source: hour
be: гадзіна

source: minute
be: хвіліна

source: %d %s to charge
be: %d %s да поўнага зараду

source: %d %s %d %s left
be: %d %s %d %s засталося да поўнай разрадкі

source: %d %s left
be: %d %s засталося да поўнай разрадкі

source: %s (charged)
be: %s (зараджана)

source: Battery Low
be: Нізкі зарад акумулятара

source: Battery Critical
be: Крытычна нізкі зарад акумулятара

source: %.0f%% charge remaining
be: Засталося %.0f%% зараду

source: OK
be: ОК

source: Charge level
be: Узровень зарадкі

source: Show Time in Menu Bar
be: Паказваць час на панэлі меню

source: Show Percentage in Menu Bar
be: Паказваць працэнты на панэлі меню

source: Power Settings…
be: Налады сілкавання…

source: Adjust brightness automatically
be: Рэгуляваць яркасць аўтаматычна

source: Battery settings…
be: Налады акумулятара…
