Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-indicator-printers_indicator-printers-*.po
Languages: be

source: Printers
be: Прынтары

source: Paused
be: Прыпынена

source: You have %d job queued to print on this printer.
be: У вас %d заданне ў чарзе на друк.

source: Printing Problem
be: Праблема друку

source: _Settings…
be: _Налады…

source: The printer “%s” is low on paper.
be: У прынтары «%s» мала паперы.

source: The printer “%s” is out of paper.
be: У прынтары «%s» скончылася папера.

source: The printer “%s” is low on toner.
be: У прынтары «%s» мала тонеру.

source: The printer “%s” is out of toner.
be: У прынтары «%s» скончыўся тонер.

source: A cover is open on the printer “%s”.
be: Вечка прынтара «%s» адчынена.

source: A door is open on the printer “%s”.
be: Дзверцы прынтара «%s» адчынены.

source: The printer “%s” can’t be used, because required software is missing.
be: Немагчыма скарыстацца прынтарам «%s», бо адсутнічае адпаведнае праграмнае забеспячэнне.

source: The printer “%s” is currently off-line.
be: Прынтар «%s» недаступны.
