Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-kubuntu-debug-installer_kubuntu-debug-installer-*.po
Languages: be

# @info Error message
source: No file paths were provided, so no debug packages could be found.
be: Не ўдалося знайсці адладачныя пакеты, бо не ўказаны шляхі да файлаў.

# @title:window
source: Couldn't find debug packages
be: Не ўдалося знайсці адладачныя пакеты

# @info
source: No debug packages could be found for the files listed below. Do you want to continue anyway?
be: Для ніжэйпералічаных файлаў адладачныя пакеты не знойдзены. Вы сапраўды хочаце працягнуць?

# @info
source: Do you want to install the following debug packages so that the necessary debug symbols become available?
be: Вы сапраўды хочаце ўсталяваць наступныя адладачныя пакеты, каб неабходныя адладачныя сімвалы сталі даступнымі?

# @title:window
source: Confirm package installation
be: Пацвердзіце ўсталяванне пакета

# @action:button
source: Install
be: Усталяваць

# @info:progress
source: Looking for debug packages
be: Пошук адладачных пакетаў

source: A debug package installer for Kubuntu
be: Усталёўшчык адладачных пакетаў для Kubuntu

source: Debug package installer
be: Усталёўшчык адладачных пакетаў

source: (C) 2010 Harald Sitter
be: © Harald Sitter, 2010

source: Files to find debug packages for
be: Файлы, якія патрабуюць пошук адладачных пакетаў
