Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-libsecret_libsecret-*.po
Languages: be

source: Received invalid secret from the secret storage
be: Атрыманы памылковы сакрэт са сховішча сакрэтаў

source: Default keyring
be: Прадвызначаны набор ключоў

source: Couldn’t communicate with the secret storage
be: Не ўдалося звязацца са сховішчам сакрэтаў

source: the label for the new stored item
be: метка для новага захаванага элемента

source: the collection in which to place the stored item
be: калекцыя, у якую змяшчаюцца захаваныя элементы

source: attribute value pairs of item to lookup
be: значэнне пар атрыбутаў элемента для пошуку

source: attribute value pairs which match items to clear
be: значэнне пар атрыбутаў, якія адпавядаюць элементам для ачышчэння

source: collection in which to lock
be: калекцыя для блакіроўкі

source: return all results, instead of just first one
be: выдаць усе вынікі, а не толькі першы

source: unlock item results if necessary
be: разблакіраваць вынікі, калі неабходна
