Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-nautilus-share_nautilus-share-*.po
Languages: be

source: Nautilus needs to add some permissions to your folder "%s" in order to share it
be: Nautilus патрабуе дадавання некаторых дазволаў да вашай папкі «%s», каб наладзіць абагулены доступ да яе

source: The folder "%s" needs the following extra permissions for sharing to work: %s%s%sDo you want Nautilus to add these permissions to the folder automatically?
be: Папка «%s» патрабуе наступныя дадатковыя дазволы для абагульвання доступу: %s%s%sВы сапраўды хочаце, каб Nautilus дадаў гэтыя дазволы ў папку аўтаматычна?

source: - read permission by others
be: - дазвол на чытанне іншымі карыстальнікамі

source: - write permission by others
be: - дазвол на запіс іншымі карыстальнікамі

source: - execute permission by others
be: - дазвол на выкананне іншымі карыстальнікамі

source: Cancel
be: Скасаваць

source: Add the permissions automatically
be: Дадаваць дазволы аўтаматычна

source: Could not change the permissions of folder "%s"
be: Не ўдалося змяніць дазволы папкі «%s»

source: Share name is too long
be: Вельмі доўгая назва для абагульвання

source: The share name cannot be empty
be: Назва для абагуленага доступу не можа быць пустой

source: Another share has the same name
be: Абагульванне з такой назва ўжо існуе

source: Modify _Share
be: Змяніць _абагульванне

source: Create _Share
be: Стварыць _абагульванне

source: There was an error while getting the sharing information
be: Памылка падчас атрымання звестак абагульвання

source: Share
be: Абагуліць

source: Folder Sharing
be: Абагульванне папкі

source: Sharing Options
be: Параметры абагульвання

source: Share this Folder
be: Абагуліць гэтую папку

source: %s %s %s returned with signal %d
be: %s %s %s вярнулася з сігналам %d

source: %s %s %s failed for an unknown reason
be: Збой %s %s %s па невядомай прычыне

source: 'net usershare' returned error %d: %s
be: 'net usershare' вярнуў памылку %d: %s

source: 'net usershare' returned error %d
be: 'net usershare' вярнуў памылку %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
be: вывод «net usershare» з'яўляецца памылковым кадзіраваннем UTF-8

source: Failed
be: Збой

source: Samba's testparm returned with signal %d
be: Праграма testparm з Samba завяршыла сваю працу з сігналам: %d

source: Samba's testparm failed for an unknown reason
be: Збой праграмы testparm з Samba. Прычына невядома

source: Samba's testparm returned error %d: %s
be: Праграма testparm з Samba вярнула памылку %d: %s

source: Samba's testparm returned error %d
be: Праграма testparm з Samba вярнула памылку %d

source: Cannot remove the share for path %s: that path is not shared
be: Немагчыма выдаліць абагульванне для шляху %s: гэты шлях не абагулены

source: <big><b>Folder Sharing</b></big>
be: <big><b>Абагульванне папкі</b></big>

source: Share _name:
be: Абагуліць _назву:

source: Share this _folder
be: Абагуліць гэту _папку

source: Co_mment:
be: _Каментарый:

source: _Allow others to create and delete files in this folder
be: _Дазволіць іншым карыстальнікам ствараць і выдаляць файлы ў гэтай папцы

source: _Guest access (for people without a user account)
be: _Гасцявы доступ (для людзей, якія не маюць уліковага запісу карыстальніка)
