Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-ubiquity_ubiquity-debconf-*.po
Languages: be

source: Preparing ubuntu-drivers...
be: Падрыхтоўка драйвераў Ubuntu...

source: Connecting...
be: Злучэнне...

source: Connection failed.
be: Збой злучэння.

source: Connected.
be: Злучана.

source: Restart to Continue
be: Перазапусціце, каб працягнуць

source: Install
be: Усталяванне

source: Install (OEM mode, for manufacturers only)
be: Усталяванне (рэжым OEM, толькі для вытворцаў абсталявання)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
be: Вы ўсталёўваеце сістэму ў рэжыме вытворцы. Увядзіце ўнікальную назву для гэтай камплектацыі сістэмы. Гэтая назва будзе захавана на ўсталяванай сістэме і можа быць выкарыстана для апрацоўкі справаздач аб памылках.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
be: Вы можаце паспрабаваць ${RELEASE} без ніякіх змен на вашым камп'ютары, наўпрост з ${MEDIUM}.

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
be: Калі вы гатовы, то можаце ўсталяваць ${RELEASE} побач (або замест) вашай бягучай аперацыйнай сістэмы. Гэта не зойме шмат часу.

source: Try ${RELEASE}
be: Паспрабаваць ${RELEASE}

source: Install ${RELEASE}
be: Усталяваць ${RELEASE}

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
be: Можаце пачытаць <a href="release-notes">нататкі да выпуску</a> або <a href="update">абнавіць гэты ўсталёўшчык праграм</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
be: Можаце пачытаць <a href="release-notes">нататкі да выпуску</a>.

source: You may wish to <a href="update">update this installer</a>.
be: Магчыма, што вы хочаце <a href="update">абнавіць гэты ўсталёўшчык праграм</a>.

source: Where are you?
be: Дзе вы знаходзіцеся?

source: Keyboard layout
be: Раскладка клавіятуры

source: Choose your keyboard layout:
be: Выберыце раскладку клавіятуры.

source: Type here to test your keyboard
be: Напішыце тут што-небудзь, каб праверыць раскладку

source: Detect Keyboard Layout
be: Вызначыць раскладку клавіятуры

source: Detect Keyboard Layout...
be: Вызначыць раскладку клавіятуры...

source: Please press one of the following keys:
be: Націсніце адну з наступных клавіш:

source: Is the following key present on your keyboard?
be: Гэта клавіша прысутнічае на вашай клавіятуры?

source: Who are you?
be: Хто вы?

source: Your name:
be: Ваша імя:

source: Pick a username:
be: Увядзіце імя карыстальніка:

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
be: &lt;small&gt;Калі гэтым камп'ютарам карыстаецца больш за аднаго чалавека, пасля ўсталявання можна будзе наладзіць некалькі ўліковых запісаў&lt;/small&gt;

source: Must start with a lower-case letter.
be: Павінна пачынацца з малой літары.

source: May only contain lower-case letters, digits, hyphens, and underscores.
be: Можа змяшчаць толькі малыя літары, лічбы, злучкі і знакі падкрэслівання.

source: Skip
be: Прапусціць

source: Choose a password:
be: Выберыце пароль:

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
be: &lt;small&gt;Увядзіце пароль двойчы, каб пазбегнуць магчымых памылак друку.&lt;/small&gt;

source: Password
be: Пароль

source: Confirm password
be: Пацвердзіце пароль

source: Confirm your password:
be: Пацвердзіце ваш пароль:

source: Your computer's name:
be: Імя вашага камп'ютара:

source: The name it uses when it talks to other computers.
be: Гэта імя будзе выкарыстоўвацца для сувязі з іншымі камп'ютарамі.

source: Must be between 1 and 63 characters long.
be: Даўжыня павінна быць ад 1 да 63 сімвалаў.

source: May only contain letters, digits, hyphens, and dots.
be: Можа змяшчаць толькі літары, лічбы, злучкі і кропкі.

source: May not start or end with a hyphen.
be: Не можа пачынацца або завяршацца злучком.

source: May not start or end with a dot, or contain the sequence "..".
be: Не можа пачынацца з кропкі, завяршацца кропкай або змяшчаць паслядоўнасць «..».

source: You are running in debugging mode. Do not use a valuable password!
be: Вы працуеце ў рэжыме адладкі. Не выкарыстоўвайце важныя паролі!

source: Passwords do not match
be: Паролі не супадаюць

source: Short password
be: Кароткі пароль

source: Weak password
be: Ненадзейны пароль

source: Fair password
be: Нядрэнны пароль

source: Good password
be: Добры пароль

source: Strong password
be: Надзейны пароль

source: Log in automatically
be: Уваходзіць у сістэму аўтаматычна

source: Require my password to log in
be: Патрабаваць пароль для ўваходу ў сістэму

source: Installation type
be: Тып усталёўкі

source: Files (${SIZE})
be: Файлы (${SIZE})

source: Where would you like to install Kubuntu?
be: Куды вы хочаце ўсталяваць Kubuntu?

source: Prepare partitions
be: Падрыхтоўка раздзелаў дыска

source: _Restart[ action ]
be: _Перазапуск[ action ]

source: _Install Now[ action ]
be: _Усталяваць зараз

source: Quit the installation?
be: Выйсці з усталявання?

source: Do you really want to quit the installation now?
be: Вы сапраўды хочаце выйсці з усталявання?

source: Bootloader install failed
be: Збой усталявання загрузчыка

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
be: Адбылася памылка і немагчыма ўсталяваць загрузчык у азначанае месца.

source: Choose a different device to install the bootloader on:
be: Выбраць іншую прыладу для ўсталявання загрузчыка:

source: Continue without a bootloader.
be: Працягнуць без загрузчыка.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
be: Для запуску ${RELEASE} вам давядзецца самастойна ўсталяваць загрузчык.

source: Cancel the installation.
be: Скасаваць усталяванне.

source: This may leave your computer unable to boot.
be: Ваш камп'ютар можа перастаць загружацца.

source: How would you like to proceed?
be: Якім чынам вы плануеце працягнуць?

source: _Skip
be: _Прапусціць

source: Installation Complete
be: Усталяванне завершана

source: Continue Testing
be: Працягнуць знаёмства

source: Restart Now
be: Перазапусціць

source: Shutdown Now
be: Выключыць

source: Installer crashed
be: Усталёўшчык праграм аварыйна завяршыў сваю працу

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
be: Нам шкада, але ўстаноўшчык праграм аварыйна завяршыў сваю працу. Пасля закрыцця гэтага акна вы зможаце стварыць справаздачу аб памылцы з дапамогай адмысловага інструменту. Гэтым інструментам будзе сабрана інфармацыя аб сістэме і працэсе ўсталявання. Усе даныя будуць адпраўлены ў нашу сістэму сачэння за памылкамі і распрацоўшчыкі паспрабуюць выправіць праблему, як толькі разбяруцца ў ёй.

source: _High Contrast
be: _Высокая кантраснасць

source: _Screen Reader
be: _Чытанне з экрана

source: _Keyboard Modifiers
be: _Клавіятурныя мадыфікатары

source: _On-screen Keyboard
be: _Экранная клавіятура

source: New Partition Table...
be: Новая табліца раздзелаў...

source: Add...
be: Дадаць...

source: Change...
be: Змяніць...

source: Delete
be: Выдаліць

source: Revert
be: Вярнуць

source: Recalculating partitions...
be: Перападлік раздзелаў...

source: Device
be: Прылада

source: Type
be: Тып

source: Mount point
be: Пункт падключэння

source: Format?
be: Фармаціраваць?

source: Size
be: Памер

source: Used
be: Выкарыстана

source: System
be: Сістэма

source: free space
be: вольная прастора

source: unknown
be: невядомa

source: Create partition
be: Стварыць раздзел

source: Size:
be: Памер:

source: Beginning of this space
be: Пачатак гэтай прасторы

source: End of this space
be: Канец гэтай прасторы

source: Primary
be: Першасны

source: Logical
be: Лагічны

source: Edit partition
be: Рэдагаваць раздзел

source: Edit a partition
be: Рэдагаваць раздзел

source: Boot loader
be: Загрузчык

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
be: Сістэма ўсталявана! Можна працягнуць тэсціраванне ${RELEASE}, але пакуль вы не перазапусціце камп'ютар, любыя зробленыя вамі змены або створаныя дакументы не будуць захаваны.

source: Go Back
be: Вярнуцца

source: Continue
be: Працягнуць

source: Connect
be: Злучыцца

source: Stop
be: Спыніць

source: Continue in UEFI mode
be: Працягнуць у рэжыме UEFI

source: Installation is complete. You need to restart the computer in order to use the new installation.
be: Сістэма ўсталявана! Каб пачаць ёй карыстацца, неабходна перазапусціць камп'ютар.

source: Verifying the installation configuration...
be: Праверка параметраў усталёўкі...

source: Installing system
be: Усталяванне сістэмы

source: Finding the distribution to copy...
be: Пошук дыстрыбутыва для капіявання...

source: Copying files...
be: Капіяванне файлаў...

source: Almost finished copying files...
be: Капіяванне файлаў амаль завершана...

source: Installation Failed
be: Збой усталявання

source: The installer encountered an error copying files to the hard disk:
be: Узнікла праблема пры капіяванні файлаў на цвёрды дыск:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
be: Гэта адбылося па той прычыне, што на мэтавым раздзеле не хапае месца на дыску для завяршэння ўсталявання. Запусціце працэс усталявання паўторна і выберыце раздзел з большым аб'ёмам.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
be: Вельмі часта прычынай гэтаму можа быць пашкоджаны дыск CD/DVD або няспраўнасць прывада. Вам можа дапамагчы чыстка дыска, запіс яго на меншай хуткасці або чыстка аптычнай лінзы прывада (наборы для чысткі звычайна прадаюцца ў камп'ютарных крамах).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
be: Вельмі часта прычынай гэтаму можа быць пашкоджаны цвёрды дыск. Магчыма, што цвёрды дыск вельмі стары і яго неабходна замяніць, або неабходна памясціць абсталяванне ва ўмовы з лепшым ахаладжэннем.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
be: Вельмі часта прычынай гэтаму можа быць пашкоджаны дыск CD/DVD, няспраўнасць дыскавода або цвёрдага дыска. Вам можа дапамагчы чыстка дыска, запіс яго на меншай хуткасці або чыстка аптычнай лінзы дыскавода (наборы для чысткі звычайна прадаюцца ў камп'ютарных крамах). Магчыма, што цвёрды дыск вельмі стары і яго неабходна замяніць або патрабуецца памясціць абсталяванне ва ўмовы з лепшым ахаладжэннем.

source: The following file did not match its source copy on the CD/DVD:
be: Наступны файл не адпавядае пачатковай копіі на CD/DVD:

source: Copying installation logs...
be: Капіяванне логаў усталёўкі...

source: Configuring target system...
be: Канфігурыраванне мэтавай сістэмы...

source: Configuring system locales...
be: Канфігурыраванне рэгіянальнага стандарту...

source: Configuring apt...
be: Канфігурыраванне apt...

source: Configuring time zone...
be: Канфігурыраванне часовай зоны...

source: Configuring keyboard...
be: Канфігурыраванне клавіятуры...

source: Creating user...
be: Стварэнне карыстальніка...

source: Configuring hardware...
be: Канфігурыраванне абсталявання...

source: Installing third-party software...
be: Усталяванне старонняга праграмнага забеспячэння...

source: Configuring network...
be: Канфігурыраванне сеткі...

source: Configuring boot loader...
be: Канфігурыраванне загрузчыка...

source: Configuring Active Directory...
be: Канфігурыраванне Active Directory...

source: Saving installed packages...
be: Захаванне ўсталяваных пакетаў...

source: Restoring previously installed packages...
be: Аднаўленне ўсталяваных раней пакетаў...

source: Installing additional packages...
be: Усталяванне дадатковых пакетаў...

source: Checking for packages to install...
be: Праверка пакетаў перад усталяваннем...

source: Removing extra packages...
be: Выдаленне дадатковых пакетаў...

source: Checking for packages to remove...
be: Пошук пакетаў для выдалення...

source: Downloading packages (${TIME} remaining)...
be: Спампоўванне пакетаў (засталося ${TIME})...

source: Downloading package lists...
be: Спампоўваюцца спісы пакетаў...

source: Downloading package lists (${TIME} remaining)...
be: Спампоўванне спіса пакетаў (засталося ${TIME})...

source: Error installing ${PACKAGE}
be: Памылка ўсталявання ${PACKAGE}

source: Error removing ${PACKAGE}
be: Памылка выдалення ${PACKAGE}

source: Error while installing packages
be: Памылка падчас усталявання пакетаў

source: An error occurred while installing packages:
be: Падчас усталявання пакетаў узнікла памылка:

source: The following packages are in a broken state:
be: Наступныя пакеты ў пашкоджаным стане:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
be: Гэта магло здарыцца з прычыны выкарыстання састарэлага вобраза ўсталёўшчыка або памылак у некаторых пакетах, якія пералічаны вышэй. Падрабязнасці можна знайсці ў файле /var/log/syslog. Усталёўшчык праграм паспрабуе працягнуць працу нягледзячы на гэта, але пазней можа зноў адбыцца збой. Магчыма, што ён будзе не ў стане ўсталяваць або выдаліць іншыя пакеты ўсталяванай сістэмы (з улікам самога сябе). Першапачаткова, паспрабуйце знайсці самую апошнюю версію вобраза ўсталёўшчыка або адправіць справаздачу аб памылцы свайму пастаўшчыку.

source: Error while removing packages
be: Памылка падчас выдалення пакетаў

source: An error occurred while removing packages:
be: Падчас выдалення пакетаў узнікла памылка:

source: Error copying network configuration
be: Памылка капіявання канфігурацыі сеткі

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
be: Адбылася памылка падчас капіявання налад сеткі. Усталяванне будзе працягнута, але сетку давядзецца канфігурыраваць пасля ўсталявання сістэмы паўторна.

source: Error copying bluetooth configuration
be: Памылка пры капіяванні канфігурацыі Bluetooth

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
be: Адбылася памылка падчас капіявання налад Bluetooth. Усталяванне будзе працягнута, але ва ўсталяванай сістэме давядзецца яшчэ раз наладзіць канфігурацыю Bluetooth.

source: Error configuring connection to Active Directory
be: Памылка наладжвання злучэння з Active Directory

source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit help.ubuntu.com/activedirectory for help.
be: На жаль, актыўны каталог не можа быць наладжаны ў дадзены момант. Пасля запуску сістэмы наведайце help.ubuntu.com/activedirectory для таго, каб атрымаць даведку.

source: Error setting LUKS recovery key
be: Памылка налады ключа аднаўлення LUKS

source: An error occurred while setting the recovery key. The installation will continue, but you may have to manually add the recovery key in the installed system with the command:
be: Адбылася памылка пры наладзе ключа аднаўлення. Усталяванне будзе працягнута, але вам можа спатрэбіцца ўручную дадаць ключ аднаўлення ва ўсталяваную сістэму з дапамогай каманды:

source: Calculating files to skip copying...
be: Падлік файлаў, якія не трэба капіяваць...

source: Installing language packs
be: Усталяванне моўных пакетаў

source: Downloading language packs (${TIME} remaining)...
be: Спампоўванне пакетаў лакалізацыі (засталося ${TIME})...

source: Failed to unmount partitions
be: Не ўдалося адключыць раздзелы

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
be: Праграме ўсталявання неабходна зафіксаваць змены ў табліцы раздзелаў, але гэта немагчыма зрабіць, бо наступныя пункты падключэння не ўдалося адключыць:

source: Please close any applications using these mount points.
be: Закрыйце ўсе праграмы, якія выкарыстоўваюць гэтыя пункты падключэння.

source: Would you like the installer to try to unmount these partitions again?
be: Вы сапраўды хочаце, каб усталёўшчык праграм паспрабаваў адключыць гэтыя раздзелы яшчэ раз?

source: Do you want to return to the partitioner?
be: Вы сапраўды хочаце вярнуцца на этап разметкі?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
be: Некаторыя раздзелы, якія вы стварылі маюць занадта маленькі памер. Зрабіце наступныя раздзелы не менш за:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
be: Калі вы не вернецеся да разметкі дыска і не павялічыце памер гэтых раздзелаў, усталяванне можа завяршыцца няўдала.

source: System Configuration
be: Канфігурыраванне сістэмы

source: Welcome
be: Вітаем

source: Network configuration
be: Канфігурацыя сеткі

source: Language
be: Мова

source: Wireless
be: Бесправадное злучэнне

source: Software
be: Праграмнае забеспячэнне

source: Timezone
be: Часавы пояс

source: Keyboard
be: Клавіятура

source: Disk Setup
be: Наладжванне дыска

source: User Info
be: Звесткі пра карыстальніка

source: installation process
be: працэс усталявання

source: Checking for installer updates
be: Пошук абнаўленняў для ўсталёўшчыка праграм

source: Reading package information
be: Чытанне інфармацыі пра пакеты

source: Updating package information
be: Абнаўленне інфармацыі пра пакеты

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
be: Файл ${INDEX} памерам ${TOTAL} на хуткасці ${SPEED}/с

source: File ${INDEX} of ${TOTAL}
be: Файл ${INDEX} памерам ${TOTAL}

source: Installing update
be: Усталяванне абнаўлення

source: Error updating installer
be: Памылка абнаўлення ўсталёўшчыка праграм

source: The installer encountered an error while trying to update itself:
be: Узнікла памылка пры спробе ўсталёўшчыка праграм абнавіць самога сябе:

source: USB disk
be: USB-дыск

source: Please choose the language to use for the install process. This language will be the default language for this computer.
be: Выберыце мову, якая будзе выкарыстоўвацца падчас працэсу ўсталявання. Яна будзе прызначана ў якасці прадвызначанай для гэтага камп'ютара.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
be: Выберыце мову, якая будзе выбрана для працэсу канфігурацыі сістэмы. Гэта мова будзе прызначана ў якасці прадвызначанай для гэтага камп'ютара.

source: Installation failed
be: Збой усталявання

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
be: Устаноўшчык праграм сутыкнуўся з непапраўнай памылкай. Сеанс будзе запушчаны ў рэжыме адладкі, каб вы змаглі разабрацца ў праблеме або пачаць новае ўсталяванне.

source: The installer encountered an unrecoverable error and will now reboot.
be: Устаноўшчык праграм сутыкнуўся з непапраўнай памылкай і сістэма будзе перазагружана.

source: Updates and other software
be: Абнаўленні і іншае праграмнае забеспячэнне

source: Connecting this computer to a Wi-Fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
be: Падключэнне гэтага камп’ютара да сеткі Wi-Fi дазволіць усталёўваць праграмнае забеспячэнне старонніх распрацоўшчыкаў, спампоўваць абнаўленні, аўтаматычна вызначыць ваш часавы пояс і ўсталюе поўную падтрымку для вашай мовы.

source: Password:
be: Пароль:

source: Display password
be: Паказаць пароль

source: Connect to this network
be: Падключыцца да гэтай сеткі

source: Select drive:
be: Выберыце дыск:

source: Allocate drive space by dragging the divider below:
be: Вылучыце прастору на дыску, перацягваючы раздзяляльнік ніжэй:

source: The entire disk will be used:
be: Будзе выкарыстаны ўвесь дыск:

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
be: <small>%d меншых раздзелаў схаваны, выкарыстоўвайце <a href="">інструмент пашыранай разметкі</a> для большага кантролю</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
be: <small>1 меншы раздзел схаваны, выкарыстоўвайце <a href="">інструмент пашыранай разметкі</a> для большага кантролю</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
be: %d раздзелаў будуць выдалены, выкарыстоўвайце <a href="">інструмент пашыранай разметкі</a> для большага кантролю

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
be: 1 раздзел будзе выдалены, выкарыстоўвайце <a href="">інструмент пашыранай разметкі</a> для большага кантролю

source: Turn off RST
be: Выключыць RST

source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
be: Гэты камп'ютар выкарыстоўвае Intel RST (тэхналогія хуткага захоўвання). Вам неабходна яе выключыць перад тым як усталёўваць Ubuntu. Для атрымання інструкцый перайдзіце на гэтую старонку з іншай прылады: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>

source: Turn off BitLocker
be: Выключыць BitLocker

source: This computer uses Windows BitLocker encryption. You need to turn off BitLocker in Windows before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
be: На гэтым камп'ютары выкарыстоўваецца шыфраванне BitLocker шыфраванне. Неабходна выключыць BitLocker у Windows перад усталяваннем Ubuntu. Для атрымання інструкцый, адкрыйце гэту старонку на смартфоне або на іншай прыладзе: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>

source: You need at least ${SIZE} disk space to install ${RELEASE}.
be: Трэба прынамсі ${SIZE} месца на дыску, каб усталяваць ${RELEASE}.

source: is connected to the Internet
be: падключаны да інтэрнэту
