Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-usb-creator_usbcreator-*.po
Languages: be

source: Installation Failed
be: Збой усталявання

source: The installation failed. Please see ~/.cache/usb-creator.log for more details.
be: Збой усталявання. Больш падрабязныя звесткі можна знайсці ў файле ~/.cache/usb-creator.log.

source: Installation Complete
be: Усталяванне завершана

source: Test Disk
be: Тэст дыска

source: Installation is complete. You may now run Ubuntu on other computers by booting them with this drive inserted.
be: Усталяванне завершана. Цяпер вы можаце запускаць Ubuntu на іншых камп'ютарах з дапамогай гэтага дыска.

source: Installing
be: Усталяванне

source: Quit the installation?
be: Выйсці з усталявання?

source: Do you really want to quit the installation now?
be: Вы сапраўды хочаце выйсці з усталявання?

source: Make Startup Disk
be: Стварыць загрузачны дыск

source: To try or install Ubuntu from a removable disk, it needs to be set up as a startup disk.
be: Каб паспрабаваць або ўсталяваць Ubuntu са здымнага дыска, яго неабходна зрабіць загрузачным.

source: Source disc image (.iso):
be: Зыходны вобраз дыска (.iso):

source: Other...
be: Іншае...

source: Disk to use:
be: Выкарыстоўваць дыск:

source: Erase Disk
be: Сцерці дыск

source: Startup Disk Creator
be: Стварэнне загрузачнага дыска

source: Create a startup disk using a CD or disc image
be: Стварыць загрузачны дыск з дапамогай CD або вобраза дыска

source: Image the device
be: Стварыць вобраз прылады

source: System policy prevents writing a disk image to this device
be: Сістэмная палітыка забараняе запіс вобраза дыска на гэту прыладу

source: Run KVM
be: Запусціць KVM

source: System policy prevents running KVM
be: Палітыка сістэмы забараняе запуск KVM

source: Installation failed.
be: Збой усталявання.

source: The device is not large enough to hold this image.
be: Прылада замалая для гэтага вобраза.

source: CD Images
be: Вобразы CD

source: Disk Images
be: Вобразы дыскаў

source: Are you sure you want to write the disc image to the device?
be: Вы сапраўды хочаце запісаць вобраз дыска на прыладу?

source: All existing data will be lost.
be: Усе існуючыя даныя будуць страчаны.

source: Cancel
be: Скасаваць

source: Starting up
be: Запуск

source: You must select both source image and target device first.
be: Вам спачатку неабходна выбраць зыходны вобраз і мэтавую прыладу.

source: Finishing...
be: Завяршэнне...

source: The installation is complete. You may now reboot your computer with this device inserted to try or install Ubuntu.
be: Усталяванне паспяхова завершана. Цяпер вы можаце перазагрузіць камп'ютар і загрузіцца з падрыхтаванага носьбіта, каб паспрабаваць або ўсталяваць Ubuntu.

source: Retry?
be: Паўтарыць?

source: CD-Drive/Image
be: Дыскавод/Вобраз

source: OS Version
be: Версія АС

source: Size
be: Памер

source: Device
be: Прылада

source: Label
be: Метка

source: Capacity
be: Ёмістасць

source: Starting up...
be: Запуск...

source: %d%% complete
be: %d%% завершана

source: The extension "%s" is not supported.
be: Пашырэнне «%s» не падтрымліваецца.

source: An uncaught exception was raised: %s
be: Адбылося неапрацаванае выключэнне: %s

source: Writing disk image...
be: Запіс вобраза дыска...

source: Could not write the disk image (%(source)s) to the device (%(device)s).
be: Не ўдалося запісаць вобраз дыска (%(source)s) на прыладу (%(device)s).

source: provide a source image to pre-populate the UI.
be: забяспечыць зыходны вобраз для папярэдняга запаўнення інтэрфейсу карыстальніка.

source: allow writing to system-internal devices
be: дазвол запісу на ўнутрысістэмныя прылады
