Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-update-manager_update-manager-*.po
Languages: be

source: Checking for updates…
be: Праверка абнаўленняў…

source: Installing updates…
be: Усталяванне абнаўленняў…

source: Please wait, this can take some time.
be: Пачакайце, гэта можа заняць некаторы час.

source: Update is complete
be: Абнаўленне завершана

source: Updating snaps
be: Абнаўленне пакетаў snap

source: Refreshing %s snap
be: Абнаўленне пакета snap %s

source: Removing %s snap
be: Выдаленне пакета snap %s

source: Installing %s snap
be: Усталяванне пакета snap %s

source: Upgrade only partially completed.
be: Абнаўленне завершана толькі часткова.

source: An error occurred while updating snaps. Please check your network connection.
be: Падчас абнаўлення пакетаў snap узнікла памылка. Праверце ваша сеткавае злучэнне.

source: Open Link in Browser
be: Адкрыць спасылку ў браўзеры

source: Copy Link to Clipboard
be: Скапіяваць спасылку ў буфер абмену

source: Settings…
be: Налады…

source: <b>Tip:</b> You can use Livepatch with Ubuntu Pro to keep your computer more secure between restarts.
be: <b>Парада:</b> вы можаце выкарыстоўваць Livepatch з Ubuntu Pro, для большай бяспекі вашага камп'ютара паміж перазагрузкамі.

source: Settings & Pro…
be: Налады і Pro…

source: %d Livepatch update applied since the last restart.
be: %d абнаўленне Livepatch ужыта з моманту апошняга перазапуску.

source: %d Livepatch update failed to apply since the last restart.
be: %d абнаўленне Livepatch не ўдалося ўжыць з моманту апошняга перазапуску.

source: You stopped the check for updates.
be: Вы спынілі праверку наяўнасці абнаўленняў.

source: _Check Again
be: _Праверыць зноў

source: No software updates are available.
be: Няма даступных абнаўленняў праграмнага забеспячэння.

source: The software on this computer is up to date.
be: На камп'ютары ўсталявана актуальнае праграмнае забеспячэнне.

source: However, %s %s is now available (you have %s).
be: Даступны выпуск %s %s (вы карыстаецеся %s).

source: Upgrade…
be: Абнаўленне…

source: New important security and hardware support update.
be: Новае важнае абнаўленне бяспекі і падтрымкі апаратнага забеспячэння.

source: _Install…
be: _Усталяваць…

source: Software updates are no longer provided for %s %s.
be: Абнаўленні праграмнага забеспячэння больш не пастаўляюцца для %s %s.

source: To stay secure, you should upgrade to %s %s.
be: Каб заставацца ў бяспецы, вы павінны абнавіцца да %s %s.

source: Sorry, there are no more upgrades for this system
be: На жаль, больш няма абнаўленняў для гэтай сістэмы

source: There will not be any further Ubuntu releases for this system's '%s' architecture. Updates for Ubuntu %s will continue until 2023-04-26. If you reinstall Ubuntu from ubuntu.com/download, future upgrades will be available.
be: Больш не плануюцца выпускі Ubuntu для архітэктуры гэтай сістэмы «%s». Абнаўленні для Ubuntu %s будуць выпускацца да 26.04.2023. Калі вы пераўсталюеце Ubuntu з ubuntu.com/download, будучыя абнаўленні стануць даступны.

source: Not all updates can be installed
be: Не ўсе абнаўленні магчыма ўсталяваць

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
be: Запусціце частковае абнаўленне сістэмы для ўсталявання максімальна магчымай колькасці абнаўленняў. Магчымыя прычыны: * Папярэдняе абнаўленне не было завершана * Праблемы з некаторымі ўсталяванымі праграмамі * Усталяванне неафіцыйных пакетаў, якія не пастаўляюцца разам з Ubuntu * Звычайныя змены ў перадфінальнай версіі Ubuntu

source: _Partial Upgrade
be: _Частковае абнаўленне

source: _Continue
be: П_рацягнуць

source: _Try Again
be: Па_спрабаваць зноў

source: The computer needs to restart to finish installing updates.
be: Неабходна перазапусціць камп'ютар для завяршэння працэсу абнаўлення.

source: Restart _Later
be: _Перазапусціць пазней

source: _Restart Now
be: Пера_запусціць

source: Software Updater
be: Абнаўленне праграм

source: Some software couldn’t be checked for updates.
be: Не ўдалося праверыць наяўнасць абнаўленняў для некаторага праграмнага забеспячэння.

source: Updated software is available from a previous check.
be: З часу апошняй праверкі з'явіліся новыя абнаўленні праграмнага забеспячэння.

source: Software index is broken
be: Індэкс праграмнага забеспячэння пашкоджаны

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
be: Немагчыма ўсталяваць або выдаліць праграмнае забеспячэнне. Для выпраўлення гэтай праблемы вы можаце выкарыстоўваць пакетны менеджар Synaptic або выканаць каманду «sudo apt-get install -f» у тэрмінале.

source: Could not initialize the package information
be: Памылка ініцыялізацыі звестак аб пакеце

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
be: Падчас ініцыялізацыі звестак аб пакеце адбылася невырашальная праблема. Калі ласка, паведаміце аб гэтай памылцы ў пакеце «update-manager», дадаўшы да тэксту справаздачы наступнае паведамленне:

source: Could not calculate the upgrade
be: Не ўдалося вылічыць параметры абнаўлення

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
be: Пры вылічэнні параметраў абнаўлення адбылася невырашальная праблема. Паведаміце аб гэтай памылцы ў пакеце «update-manager» і ўключыце ў тэкст справаздачы наступнае паведамленне:

source: Enable Ubuntu Pro...
be: Уключыць Ubuntu Pro...

source: Install Now
be: Усталяваць

source: Install or remove
be: Усталяваць або выдаліць

source: Download
be: Спампаваць

source: _Remind Me Later
be: _Нагадаць пазней

source: Version %s:
be: Версія %s:

source: Selected
be: Выбрана

source: Unselected
be: Зняць выбар

source: No network connection detected, you can not download changelog information.
be: Немагчыма спампаваць спіс змен, адсутнічае злучэнне з сеткай.

source: Downloading list of changes...
be: Спампоўванне спіса змен...

source: _Deselect All
be: С_касаваць выбар

source: Select _All
be: _Выбраць усё

source: %s will be downloaded.
be: %s будзе спампавана.

source: The update has already been downloaded.
be: Абнаўленне ўжо спампавана.

source: You need to enable Ubuntu Pro to install these updates.
be: Вам неабходна ўключыць Ubuntu Pro, каб усталяваць гэтыя абнаўленні.

source: There are no updates to install.
be: Няма даступных абнаўленняў для ўсталявання.

source: Unknown download size.
be: Невядомы памер спампоўкі.

source: Updated software has been issued since %s %s was released. Do you want to install it now?
be: З моманту выхаду %s %s з'явіліся абнаўленні праграмнага забеспячэння. Вы сапраўды хочаце ўсталяваць іх?

source: Updated software is available for this computer. Do you want to install it now?
be: Абнаўленні праграмнага забеспячэння даступны для гэтага камп'ютара. Вы сапраўды хочаце ўсталяваць іх зараз?

source: The computer also needs to restart to finish installing previous updates.
be: Каб скончыць усталяванне папярэдніх абнаўленняў, неабходна перазапусціць камп'ютар.

source: Not enough free disk space
be: Недастаткова вольнага месца на дыску

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. %s
be: Усяго абнаўленню неабходна %s вольнага месца на дыску «%s». Вызваліце прынамсі %s дадатковага месца на %s. %s

source: Remove temporary packages of former installations using 'sudo apt clean'.
be: Выдаліце часовыя пакеты ад папярэдніх усталяванняў з дапамогай «sudo apt clean».

source: You can remove old kernels using 'sudo apt autoremove', and you could also set COMPRESS=xz in /etc/initramfs-tools/initramfs.conf to reduce the size of your initramfs.
be: Вы можаце выдаліць старыя ядры з дапамогай каманды «sudo apt autoremove», а таксама, у /etc/initramfs-tools/initramfs.conf, задаць COMPRESS=xz для памяншэння памеру initramfs.

source: Empty your trash and remove temporary packages of former installations using 'sudo apt clean'.
be: Ачысціце сметніцу і выдаліце часовыя пакеты ад папярэдніх усталяванняў з дапамогай каманды «sudo apt clean».

source: Reboot to clean up files in /tmp.
be: Перазагрузіце камп'ютар для ачысткі файлаў у /tmp.

source: Connecting...
be: Злучэнне...

source: You may not be able to check for updates or download new updates.
be: Няма магчымасці праверыць наяўнасць абнаўленняў або спампаваць іх.

source: Improved hardware support
be: Палепшаная апаратная падтрымка

source: Security updates
be: Абнаўленні бяспекі

source: Other updates
be: Іншыя абнаўленні

source: Unused kernel updates to be removed
be: Абнаўленні ядра, якія не выкарыстоўваюцца і будуць выдалены

source: Duplicate packages to be removed
be: Дублікаты пакетаў, якія падлягаюць выдаленню

source: Ubuntu Pro security updates
be: Абнаўленні бяспекі Ubuntu Pro

source: Ubuntu Pro security updates (enable in Settings…)
be: Абнаўленні бяспекі Ubuntu Pro (уключыць у Наладах…)

source: Install All Available Updates
be: Усталяваць усе даступныя абнаўленні

source: This update does not come from a source that supports changelogs.
be: Гэтае абнаўленне пастаўляецца крыніцай, якая не падтрымлівае спісы змен.

source: Failed to download the list of changes. Please check your Internet connection.
be: Не ўдалося спампаваць спіс змен. Праверце ваша падключэнне да інтэрнэту.

source: Changes for %s versions: Installed version: %s Available version: %s
be: Змены ў версіях %s: Усталяваная версія: %s Даступная версія: %s

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
be: Спіс змен не ўтрымлівае рэлевантных звестак аб зменах. Вы можаце выкарыстоўваць http://launchpad.net/ubuntu/+source/%s/%s/+changelog, пакуль спіс змен не стане даступным, або паспрабаваць яшчэ раз пазней.

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
be: Спіс змен пакуль недаступны. Вы можаце выкарыстоўваць http://launchpad.net/ubuntu/+source/%s/%s/+changelog, пакуль спіс змен не стане даступным, або паспрабаваць яшчэ раз пазней.

source: %s base
be: Асноўны кампанент %s

source: %(size).0f kB
be: %(size).0f КБ

source: %.1f MB
be: %.1f МБ

source: updates
be: абнаўленні

source: Details of updates
be: Падрабязнасці аб абнаўленнях

source: The computer will need to restart.
be: Неабходна перазапусціць камп'ютар.

source: You are connected via roaming and may be charged for the data consumed by this update.
be: Вы знаходзіцеся ў роўмінгу і з вас можа спаганяцца плата за даныя, якія перадаюцца пры абнаўленні.

source: You may want to wait until you’re not using a mobile broadband connection.
be: Магчыма, што варта пачакаць, пакуль вы не зможаце выкарыстоўваць іншы тып падключэння, замест мабільнай шырокапалоснай сувязі.

source: It’s safer to connect the computer to AC power before updating.
be: Бяспечней падключыць камп'ютар да крыніцы сілкавання перад абнаўленнем.

source: Software Updates
be: Абнаўленні праграмнага забеспячэння

source: Show and install available updates
be: Паказаць і ўсталяваць даступныя абнаўленні

source: Software Updater checks for updates using apt and let you choose which updates to install.
be: «Абнаўленні праграмнага забеспячэння» правярае наяўнасць абнаўленняў з дапамогай apt і дазваляе выбіраць, якія абнаўленні ўсталёўваць.

source: Show version and exit
be: Паказаць версію і выйсці

source: Directory that contains the data files
be: Каталог, які змяшчае файлы даных

source: Check if a new Ubuntu release is available
be: Праверыць наяўнасць новага выпуску Ubuntu

source: If using the latest supported release, upgrade to the development release
be: Абнавіцца да выпуску ў распрацоўцы, калі ўсталяваны апошні выпуск пры ўмове яго падтрымкі

source: Upgrade using the latest proposed version of the release upgrader
be: Абнаўленне з дапамогай апошняй версіі, якая прапанавана праграмай абнаўлення выпуску

source: Do not focus on map when starting
be: Не факусіравацца на карце пры запуску

source: Do not check for updates when starting
be: Не правяраць абнаўленні падчас запуску

source: Show debug messages
be: Паказваць адладачныя паведамленні

source: Unimplemented method: %s
be: Нерэалізаваны метад: %s

source: A file on disk
be: Файл на дыску

source: Install missing package.
be: Усталяваць адсутны пакет.

source: Package %s should be installed.
be: Неабходна ўсталяваць пакет %s.

source: .deb package
be: Пакет *.deb

source: %s needs to be marked as manually installed.
be: %s павінен быць пазначаны як усталяваны ўручную.

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
be: Пры абнаўленні, калі ўсталяваны kdelibs4-dev, неабходна ўсталяваць kdelibs5-dev. Глядзіце bug #279621 на bugs.launchpad.net для падрабязнасцей.

source: %i obsolete entries in the status file
be: %i састарэлых запісаў у файле стану

source: Obsolete entries in dpkg status
be: Састарэлыя запісы ў файле стану dpkg

source: Obsolete dpkg status entries
be: Састарэлыя запісы станаў dpkg

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
be: Выдаліце lilo, паколькі таксама ўсталяваны grub. (Глядзіце bug #314004 для падрабязнасцей)
