Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-ubiquity_ubiquity-debconf-*.po
Languages: be

source: This software is subject to license terms included with its documentation. Some is proprietary.
be: На гэта праграмнае забеспячэнне распаўсюджваюцца ліцэнзійныя ўмовы, якія ўключаны ў яго дакументацыю. Некаторыя з іх маюць прапрыетарны характар.

source: Download updates while installing ${RELEASE}
be: Спампаваць абнаўленні падчас усталявання ${RELEASE}

source: Not available because there is no Internet connection.
be: Недаступна, бо адсутнічае падключэнне да інтэрнэту.

source: Which applications would you like to start with?
be: З якіх праграм вы б хацелі пачаць?

source: Minimal installation
be: Мінімальная ўсталёўка

source: Web browser and basic utilities.
be: Вэб-браўзер і асноўныя ўтыліты.

source: Web browser plus basic utilities and applications.
be: Вэб-браўзер з асноўнымі ўтылітамі і праграмамі.

source: Normal installation
be: Звычайная ўсталёўка

source: Web browser, utilities, office software, games, and media players.
be: Вэб-браўзер, утыліты, офісныя праграмы, гульні і прайгравальнікі медыяфайлаў.

source: Web browser, utilities, office software, plus additional internet applications and media players.
be: Вэб-браўзер, утыліты, офісныя праграмы, а таксама дадатковыя праграмы для інтэрнэту і прайгравальнікі медыяфайлаў.

source: Installing third-party drivers requires configuring Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
be: Для ўсталявання драйвераў ад іншых вытворцаў неабходна наладзіць Secure Boot. Каб зрабіць гэта, неабходна выбраць ключ бяспекі і ўвесці яго пасля перазапуску сістэмы.

source: Layout:
be: Раскладка:

source: Below is an image of your current layout:
be: Узор раскладкі:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
be: Выберыце ваша месцазнаходжанне, каб сістэма магла правільна адлюстроўваць адзінкі вымярэння для вашай краіны, атрымліваць абнаўленні з найбліжэйшых сервераў і паказваць карэктны час у вашым часавым поясе.

source: Time Zone:
be: Часавы пояс:

source: Region:
be: Рэгіён:

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
be: <span foreground="darkred">Папярэджанне.</span>будуць выдалены ўсе вашы праграмы, дакументы, фотаздымкі, музыка і іншыя файлы з ${OS}.

source: Install ${DISTRO} alongside ${OS}
be: Усталяваць ${DISTRO} побач з ${OS}

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
be: Дакументы, музыка і іншыя асабістыя файлы будуць захаваны. Кожны раз пры ўключэнні камп'ютара вы зможаце выбіраць, якую аперацыйную сістэму загрузіць.

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
be: Можна ствараць і змяняць памер раздзелаў самастойна або выбраць адразу некалькі раздзелаў для ${DISTRO}.

source: Erase ${CURDISTRO} and reinstall
be: Сцерці ${CURDISTRO} і пераўсталяваць

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
be: <span foreground="darkred">Папярэджанне.</span>Будуць выдалены ўсе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы з ${CURDISTRO}.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
be: Усталяваць ${DISTRO} ${VER} побач з ${CURDISTRO}

source: Erase disk and install ${DISTRO}
be: Сцерці дыск і ўсталяваць ${DISTRO}

source: Erase everything and reinstall
be: Сцерці ўсё і пераўсталяваць

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
be: <span foreground="darkred">Папярэджанне:</span> гэта выдаліць усе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы ў ${OS} і ${CURDISTRO}.

source: Reinstall ${CURDISTRO}
be: Пераўсталяваць ${CURDISTRO}

source: Documents, music, and other personal files will be kept. Installed software and system-wide settings will be cleared.
be: Дакументы, музыка і іншыя асабістыя файлы застануцца. Усталяванае праграмнае забеспячэнне і сістэмныя налады будуць выдалены.

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
be: <span foreground="darkred">Папярэджанне:</span> гэта выдаліць усе вашы праграмы, дакументы, фотаздымкі, музыку і іншыя файлы ва ўсіх аперацыйных сістэмах.

source: Install ${DISTRO} alongside them
be: Усталяваць ${DISTRO} побач з імі

source: This computer currently has ${OS} on it. What would you like to do?
be: На гэтым камп'ютары ўсталявана сістэма ${OS}. Што вы хочаце зрабіць?

source: This computer currently has multiple operating systems on it. What would you like to do?
be: На гэтым камп'ютары ўсталяваны некалькі аперацыйных сістэм. Што вы хочаце зрабіць?

source: This computer currently has no detected operating systems. What would you like to do?
be: На гэтым камп'ютары не ўсталявана ніводнай аперацыйнай сістэмы. Што вы хочаце зрабіць?

source: Erase disk and use ZFS
be: Ачысціць дыск і выкарыстаць ZFS

source: <span foreground="darkred">Warning:</span> This will delete all your files on all operating systems.
be: <span foreground="darkred">Папярэджанне:</span> гэта прывядзе да выдалення ўсіх вашых файлаў ва ўсіх аперацыйных сістэмах.

source: Advanced Features
be: Дадатковыя функцыі

source: None
be: Няма

source: None selected
be: Нічога не выбрана

source: Advanced features...
be: Пашыраныя магчымасці...

source: LVM selected
be: Выбраны LVM

source: LVM and encryption selected
be: Выбрана шыфраванне і LVM

source: ZFS selected
be: Выбрана ZFS

source: ZFS and encryption selected
be: Выбрана шыфраванне і ZFS

source: Overwrite empty disk space
be: Перапісаць пустое месца на дыску

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or Wi-Fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot needs to be configured to allow the use of these third-party drivers.
be: Вы выбралі старонняе праграмнае забеспячэнне для ўсталявання, якое ўключае ў сябе драйверы для графічнага і/або абсталявання Wi-Fi. У вашай сістэме таксама ўключаны UEFI Secure Boot. UEFI Secure Boot неабходна сканфігурыраваць, каб дазволіць выкарыстанне гэтых старонніх драйвераў.

source: After installation completes, Ubuntu will assist you in configuring UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
be: Пасля завяршэння ўсталявання Ubuntu дапаможа вам наладзіць UEFI Secure Boot. Каб пераканацца, што гэтыя змены ўносяцца вамі як аўтарызаваным карыстальнікам, а не зламыснікам, вы павінны зараз выбраць пароль і выкарыстаць яго пасля перазагрузкі, каб пацвердзіць змены.

source: partition #%(partid)s as %(parttype)s used for %(partusage)s
be: раздзел #%(partid)s тыпу %(parttype)s выкарыстоўваецца для %(partusage)s

source: Key to secure the keystore on ZFS installations
be: Ключ для абароны сховішча ключоў на ўсталёшчыках ZFS

source: Authenticate against a directory
be: Прайдзіце аўтэнтыфікацыю для доступу да каталогу

source: Active Directory domain name
be: Імя дамена для Active Directory

source: Administrator to join the domain
be: Імя адміністратара для далучэння да дамена

source: Administrator password to join the domain
be: Пароль адміністратара для далучэння да дамена

source: Use Active Directory
be: Выкарыстоўваць Active Directory

source: You'll enter domain and other details in the next step.
be: На наступным кроку вам будзе прапанавана ўвесці дамен і іншыя падрабязнасці.

source: Domain:
be: Дамен:

source: You must enter a domain name
be: Неабходна ўвесці імя дамена

source: Test Connection
be: Праверка злучэння

source: Domain Administrator:
be: Адміністратар дамена:

source: You must enter a user name
be: Вы павінны ўвесці імя карыстальніка

source: Configure Active Directory
be: Сканфігураваць Active Directory

source: That name already exists on the network.
be: Такое імя ўжо існуе ў сетцы.

source: Failed to connect to domain.
be: Не ўдалося далучыцца да дамена.

source: A recovery key is generated and will be temporarily saved on the live system. You can select an alternate location. Save this file and keep it in a safe place elsewhere before rebooting.
be: Ключ аднаўлення згенерыраваны і будзе часова захаваны ў дзеючай сістэме. Вы можаце выбраць альтэрнатыўнае размяшчэнне. Перад перазагрузкай захавайце гэты файл і захоўвайце яго ў бяспечным месцы.

source: Location:
be: Размяшчэнне:

source: It is not recommended to store the key on a non removable device.
be: Не рэкамендуецца захоўваць ключы на прыладзе, якая пастаянна падключана да камп'ютара.

source: Could not save recovery key:
be: Не атрымалася захаваць ключ аднаўлення:

source: Ready for OEM configuration
be: Сістэма гатова да канфігурацыі OEM

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
be: Пасля загрузкі новай сістэмы вы зможаце ўвайсці як карыстальнік «oem» з паролем, які вы выбралі раней; гэты карыстальнік таксама мае адміністрацыйныя прывілеі з дапамогай каманды «sudo». Такім чынам вы зможаце здзяйсняць любыя дадатковыя змены ў сістэме.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
be: Завяршыўшы канфігурацыю сістэмы ў адпаведнасці з вашымі патрабаваннямі, выканайце каманду 'oem-config-prepare'. У выніку сістэма выдаліць часовага карыстальніка 'oem' і пры наступнай загрузцы карыстальніку будуць зададзены разнастайныя пытанні пра канфігурацыю.

source: Removing packages
be: Выдаленне пакетаў
