Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po-update-notifier_update-notifier-*.po
Languages: be

source: Unknown Error: '%s' (%s)
be: Невядомая памылка: '%s' (%s)

source: %d of these updates is an ESM %s security update.
be: %d гэта абнаўленне з'яўляецца абнаўленнем бяспекі ESM %s.

source: %i additional security update can be applied with ESM %s. Learn more about enabling ESM %s service %s
be: %i дадатковае абнаўленне бяспекі можа быць ужыта з дапамогай ESM %s. Даведацца больш аб уключэнні ESM %s: ESM сэрвіс %s

source: Enable ESM %s to receive additional future security updates.
be: Уключыце ESM %s для атрымання дадатковых абнаўленняў бяспекі ў будучыні.

source: See https://ubuntu.com/esm or run: sudo pro status
be: Глядзіце https://ubuntu.com/esm або выканайце каманду: sudo ua status

source: Expanded Security Maintenance for %s is enabled.
be: Пашыраная падтрымка бяспекі для %s уключана.

source: Expanded Security Maintenance for %s is not enabled.
be: Пашыраная падтрымка бяспекі для %s не ўключана.

source: %i update can be applied immediately.
be: %i абнаўленне можа быць неадкладна ўжыта.

source: %i of these updates is a standard security update.
be: Сярод гэтых абнаўленняў %i з'яўляецца стандартным абнаўленнем бяспекі.

source: To see these additional updates run: apt list --upgradable
be: Выканайце каманду apt list --upgradable, каб убачыць спіс дадатковых абнаўленняў

source: Error: Opening the cache (%s)
be: Памылка: адкрыццё кэшу (%s)

source: Error: BrokenCount > 0
be: памылка: BrokenCount > 0

source: Error: Marking the upgrade (%s)
be: памылка: пазнака абнаўлення (%s)

source: Show the packages that are going to be installed/upgraded
be: Паказаць пакеты, якія будуць усталяваны або абноўлены

source: Do not show esm related messages in human readable output
be: Не паказваць паведамленні, якія звязаны з ESM у лёгкачытэльным вывадзе

source: System program problem detected
be: Выяўлена праблема ў сістэмнай праграме

source: Do you want to report the problem now?
be: Вы сапраўды хочаце паведаміць аб праблеме?

source: Report problem…
be: Адпраўка паведамлення аб памылцы…

source: Crash report detected
be: Выяўлена справаздача аб збоях

source: An application has crashed on your system (now or in the past). Click on the notification icon to display details.
be: Праграма аварыйна завяршыла сваю працу (цяпер або раней). Націсніце на значок апавяшчэння, каб убачыць падрабязнасці.

source: Software Packages Volume Detected
be: Выяўлены том з пакетамі праграмнага забеспячэння

source: <span weight="bold" size="larger">A volume with software packages has been detected.</span> Would you like to open it with the package manager?
be: <span weight="bold" size="larger">Выяўлены том з пакетамі праграмнага забеспячэння.</span> Хочаце адкрыць яго ў праграме «Менеджар пакетаў»?

source: Start Package Manager
be: Запусціць праграму «Менеджар пакетаў»

source: Upgrade volume detected
be: Выяўлены том з абнаўленнямі

source: <span weight="bold" size="larger">A distribution volume with software packages has been detected.</span> Would you like to try to upgrade from it automatically?
be: <span weight="bold" size="larger">Выяўлены том з дыстрыбутывам, які змяшчае пакеты праграмнага забеспячэння.</span> Хочаце паспрабаваць выканаць аўтаматычнае абнаўленне з яго?

source: Run upgrade
be: Выканаць абнаўленне

source: APTonCD volume detected
be: Выяўлены том APTonCD

source: <span weight="bold" size="larger">A volume with unofficial software packages has been detected.</span> Would you like to open it with the package manager?
be: <span weight="bold" size="larger">Выяўлены том з неафіцыйнымі пакетамі праграмнага забеспячэння.</span> Хочаце адкрыць яго ў праграме «Менеджар пакетаў»?

source: Start package manager
be: Запусціць праграму «Менеджар пакетаў»

source: _Run this action now
be: _Выканаць гэта дзеянне

source: Information available
be: Даступны звесткі

source: Click on the notification icon to show the available information.
be: Націсніце па значку апавяшчэння, каб убачыць даступныя звесткі.

source: Show Settings…
be: Паказаць налады…

source: An update has just been applied.
be: Абнаўленне толькі што было ўжыта.

source: Livepatch Settings…
be: Налады Livepatch…

source: Livepatch is on
be: Livepatch уключаны

source: No current updates
be: Няма бягучых абнаўленняў

source: %zd current update
be: %zd бягучае абнаўленне

source: An error occured when checking for Livepatch updates.
be: Адбылася памылка пры праверцы абнаўленняў Livepatch.

source: An error occured when applying Livepatch updates.
be: Адбылася памылка пры ўжыванні абнаўленняў Livepatch.

source: System restart required
be: Патрабуецца перазапуск сістэмы

source: To finish updating your system, please restart it. Click on the notification icon for details.
be: Перазапусціце сістэму, каб скончыць абнаўленне. Націсніце на значок апавяшчэння для падрабязнасцей.

source: Reboot failed
be: Збой перазагрузкі

source: Failed to request reboot, please shutdown manually
be: Не ўдалося запытаць перазагрузку. Зрабіце гэта ўручную

source: Ubuntu Pro is available for this computer.
be: Для гэтага камп'ютара даступна Ubuntu Pro.

source: Do you want to enable Ubuntu Pro?
be: Вы сапраўды хочаце ўключыць Ubuntu Pro?

source: Don’t remind me again
be: Больш не нагадваць мне

source: Enable Ubuntu Pro
be: Уключыць Ubuntu Pro

source: Show updates
be: Паказаць абнаўленні

source: Install all updates
be: Усталяваць усе абнаўленні

source: Check for updates
be: Праверыць наяўнасць абнаўленняў

source: There is %i update available
be: Даступна %i абнаўленне

source: Show notifications
be: Паказаць апавяшчэнні

source: A package manager is working
be: Менеджар пакетаў ужо працуе

source: There is %i update available. Click on the notification icon to show the available update.
be: Даступна %i абнаўленне. Націсніце на значок апавяшчэння, каб убачыць даступныя абнаўленне.

source: Software updates available
be: Даступна абнаўленне праграмнага забеспячэння

source: The update information is outdated. This may be caused by network problems or by a repository that is no longer available. Please update manually by selecting 'Show updates' from the indicator menu, and watching for any failing repositories.
be: Звесткі аб абнаўленні састарэлі. Прычынай гэтаму могуць быць праблемы з сеткай або рэпазіторыем, які больш недаступны. Выберыце «Паказаць абнаўленні» ў сістэмным меню, каб абнавіць уручную і сачыце за збоямі пры доступе да рэпазіторыяў.

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong. The error message was: '%s'.
be: Адбылася памылка. Запусціце праграму «Менеджар пакетаў» з меню або выканайце ў тэрмінале каманду apt-get, каб атрымаць дадатковыя звесткі. Тэкст паведамлення памылкі: «%s».

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong.
be: Адбылася памылка. Запусціце праграму «Менеджар пакетаў» з меню або выканайце ў тэрмінале каманду apt-get, каб атрымаць дадатковыя звесткі.

source: This usually means that your installed packages have unmet dependencies
be: Звычайна гэта абазначае, што ўсталяваныя вамі пакеты незадаволеныя залежнасці

source: A problem occurred when checking for the updates.
be: Узнікла праблема пры праверцы абнаўленняў.

source: - inform about updates
be: - апавяшчаць аб абнаўленнях

source: Failed to init the UI: %s
be: Не ўдалося ініцыялізаваць UI: %s

source: unknown error
be: невядомая памылка

source: update-notifier
be: апавяшчальнік абнаўленняў

source: <span weight="bold" size="larger">Update information</span>
be: <span weight="bold" size="larger">Звесткі аб абнаўленнях</span>

source: Restart Required
be: Патрабуецца перазапуск

source: Restart _Later
be: _Перазапусціць пазней

source: _Restart Now
be: _Перазапусціць

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
be: Неабходна перазапусціць камп'ютар для завяршэння працэсу абнаўлення. Захавайце вынікі вашай працы і працягніце працэс перазапуску.

source: Authentication is needed to upgrade
be: Для абнаўлення неабходна аўтэнтыфікацыя

source: Authentication is needed to query package system lock status
be: Для запыту статусу сістэмнай блакіроўкі пакета неабходна аўтэнтыфікацыя

source: Update Notifier
be: Апавяшчальнік абнаўленняў

source: Check for available updates automatically
be: Правяраць даступныя абнаўленні аўтаматычна

source: Ubuntu Advantage Notification
be: Апавяшчэнне Ubuntu Advantage

source: Notifies user if user has not connected to Ubuntu Advantage.
be: Апавяшчае карыстальніка пры адсутнасці падключэння да Ubuntu Advantage.

source: Failure to download extra data files
be: Не ўдалося спампаваць дадатковыя файлы даных

source: The following packages requested additional data downloads after package installation, but the data could not be downloaded or could not be processed.
be: Наступным пакетам патрабуецца дадатковае спампоўванне даных пасля ўсталявання, але даныя не ўдалося спампаваць або апрацаваць.

source: The download will be attempted again later, or you can try the download again now. Running this command requires an active Internet connection.
be: Пазней будзе зроблена яшчэ адна спроба спампоўвання або вы можаце паспрабаваць спампаваць пакеты цяпер. Для выканання гэтай каманды патрабуецца актыўнае падключэнне да інтэрнэту.

source: Data files for some packages could not be downloaded
be: Файлы даных для некаторых пакетаў не ўдалося спампаваць

source: This is a permanent failure that leaves these packages unusable on your system. You may need to fix your Internet connection, then remove and reinstall the packages to fix this problem.
be: Гэты пастаянны збой пакідае ў сістэме нявыкарыстаныя пакеты. Для вырашэння праблемы аднавіце падключэнне да інтэрнэту, а потым выдаліце ўсе пакеты і выканайце іх поўнае пераўсталяванне.
