Repository: bycel/ubuntu-translations-be
Catalog: */noble/*/po_screen-resolution-extra-*.po
Languages: be

source: Monitor Resolution Settings has detected that the virtual resolution must be set in your configuration file in order to apply your settings. Would you like Screen Resolution to set the virtual resolution for you? (Recommended)
be: Праграма кіравання разрознасцю экрана выявіла, што для таго, каб ужыць вашы налады неабходна задаць віртуальную разрознасць у канфігурацыйным файле. Ці хочаце, каб праграма кіравання разрознасцю экрана ўсталявала віртуальную разрознасць для вас (рэкамендавана)?

source: Could not connect to Monitor Resolution Settings DBUS service.
be: Не ўдалося падлучыцца да службы кіравання раздзяляльнасцю манітора.

source: Please log out and log back in again. You will then be able to use Monitor Resolution Settings to setup your monitors
be: Выйдзіце з сістэмы і ўвайдзіце паўторна. Пасля гэтага праграма кіравання раздзяляльнасцю зможа наладзіць вашы экраны

source: Monitor Resolution Settings can't apply your settings.
be: Немагчыма ўжыць налады разрознасці манітора.

source: Monitor Resolution Settings
be: Налады разрознасці манітора

source: Change Screen Resolution Configuration
be: Змяніць канфігурацыю раздзяляльнасці экрана

source: Changing the Screen Resolution configuration requires privileges.
be: Змяненне наладаў канфігурацыі разрознасці патрабуе прывілеяў.

source: Change the effect of Ctrl+Alt+Backspace
be: Змяніць рэакцыю на націск Ctrl+Alt+Backspace

source: Changing the effect of Ctrl+Alt+Backspace requires privileges.
be: Змена рэакцыі на націск Ctrl+Alt+Backspace патрабуе прывілеяў.

source: Enable or disable the NVIDIA GPU with PRIME
be: Уключыць або адключыць NVIDIA GPU з PRIME

source: Enabling or disabling the NVIDIA GPU requires privileges.
be: Для ўключэння або адключэння NVIDIA GPU патрабуюцца прывелеі.
