Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apt_libapt-inst-*.po
Languages: uk

source: Invalid archive signature
uk: Невірний підпис архіву

source: Error reading archive member header
uk: Неможливо прочитати заголовок 'member' в архіві

source: Invalid archive member header %s
uk: Помилковий заголовок "member" архіву %s

source: Invalid archive member header
uk: Помилковий заголовок "member" архіву

source: Archive is too short
uk: Архів замалий

source: Failed to read the archive headers
uk: Не вдалося прочитати заголовки в архіві

source: Cannot find a configured compressor for '%s'
uk: Неможливо знайти сконфігурований стискач для '%s'

source: Corrupted archive
uk: Пошкоджений архів

source: Tar checksum failed, archive corrupted
uk: Контрольна сума tar архіву невірна, архів пошкоджений

source: Unknown TAR header type %u, member %s
uk: Невідомий тип заголовку TAR - %u, член %s

source: This is not a valid DEB archive, missing '%s' member
uk: Невірний DEB архів, відсутній член '%s'

source: Internal error, could not locate member %s
uk: Внутрішня помилка, не можу знайти складову частину %s

source: Unparsable control file
uk: Контрольний файл не можливо обробити

source: Failed to write file %s
uk: Не вдається записати файл %s

source: Failed to close file %s
uk: Не вдалося закрити файл %s

source: The path %s is too long
uk: Шлях %s задовгий

source: Unpacking %s more than once
uk: %s розпаковано більше ніж один раз

source: The directory %s is diverted
uk: Тека %s перенаправлена

source: The package is trying to write to the diversion target %s/%s
uk: Пакунок пробує записати у ціль з diversion %s/%s

source: The diversion path is too long
uk: Шлях перенаправлення задовгий

source: Failed to stat %s
uk: Не вдалося отримати атрибути %s

source: Failed to rename %s to %s
uk: Не вдалося перейменувати %s на %s

source: The directory %s is being replaced by a non-directory
uk: Директорія %s замінюється не директорією

source: Failed to locate node in its hash bucket
uk: Не вдалося розмістити вузол у хеші

source: The path is too long
uk: Шлях задовгий

source: Overwrite package match with no version for %s
uk: Перезаписати відповідність пакунку без версії для %s

source: File %s/%s overwrites the one in the package %s
uk: Файл %s/%s перезаписує інший файл у пакунку %s

source: Unable to read %s
uk: Неможливо прочитати %s

source: Unable to stat %s
uk: Неможливо прочитати атрибути %s

source: DropNode called on still linked node
uk: DropNode було викликано для вузла, що ще використовувався

source: Failed to locate the hash element!
uk: Не вдалося знайти елемент хешу!

source: Failed to allocate diversion
uk: Неможливо визначити перенаправлення

source: Internal error in AddDiversion
uk: Внутрішня помилка в AddDiversion

source: Trying to overwrite a diversion, %s -> %s and %s/%s
uk: Намагаюсь перезаписати перенаправлення, %s -> %s і %s/%s

source: Double add of diversion %s -> %s
uk: Подвійне додавання перенаправлення %s -> %s

source: Duplicate conf file %s/%s
uk: Копія файлу налаштувань %s/%s
