Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-aptdaemon_aptdaemon-*.po
Languages: uk

source: local repository
uk: локальне сховище

source: Downloading from %s
uk: Завантаження з %s

source: Structure of %s
uk: Структура %s

source: Description of %s
uk: Опис %s

source: Description signature of %s
uk: Опис підпису %s

source: Available packages from %s
uk: Доступні пакунки з %s

source: Available sources from %s
uk: Доступне джерело %s

source: Available translations from %s
uk: Доступний переклад %s

source: Translations for %s (%s) from %s
uk: Переклад для %s (%s) з %s

source: Translations for %s from %s
uk: Переклад для %s з %s

source: Translations (%s) from %s
uk: Переклад (%s) з %s

source: Package %s isn't available
uk: Пакунок %s недоступний

source: Package %s isn't installed
uk: Пакунок %s не встановлено

source: The version %s of %s isn't installed
uk: Версію %s з %s не встановлено

source: Package %s is already installed
uk: Пакунок %s вже встановлено

source: The version %s of %s isn't available.
uk: Версія %s з %s відсутня

source: The keyserver URL is invalid: %s
uk: URL сервера ключів недійсна: %s

source: Invalid protocol of the server: %s
uk: Недійсний протокол сервера: %s

source: Invalid key id: %s
uk: Недійсний ідентифікатор ключа: %s

source: Failed to download and install the key %s from %s: %s
uk: Помилка завантаження та встановлення ключа %s з %s: %s

source: Key file %s couldn't be installed: %s
uk: Файл ключа %s не може бути встановлено: %s

source: Key with fingerprint %s couldn't be removed: %s
uk: Ключ з відбитком %s не може бути вилученим: %s

source: Package %s cannot be removed.
uk: Неможливо вилучити пакунок %s.

source: The version %s of %s is not installed
uk: Версію %s з %s не встановлено

source: The former version %s of %s is already installed
uk: Попередню версію %s з %s вже встановлено

source: The version %s of %s is already installed
uk: Версію %s з %s вже встановлено

source: The version %s of %s isn't available
uk: Версія %s з %s відсутня

source: You need to specify a version to downgrade %s to
uk: Ви повинні вказати версію %s, до якої потрібно виконати зниження версії

source: The later version %s of %s is already installed
uk: Найпізнішу версію %s з %s вже встановлено

source: The package %s isn't available in the %s release.
uk: Пакунок %s відсутній у випуску %s

source: Package %s cannot be removed
uk: Пакунок %s не може бути вилучено

source: The package doesn't provide a valid Installed-Size control field. See Debian Policy 5.6.20.
uk: Пакунок не надає відповідного контрольного поля Installed-Size. Див. Правила Debian 5.6.20.

source: The license key is empty
uk: Ключ ліцензії відсутній

source: The license key is not allowed to contain executable code.
uk: Ліцензійний ключ не має містити у собі коду для виконання.

source: The license key path %s is invalid
uk: %s невірний шлях для ключа ліцензії

source: The license key already exists: %s
uk: Ключ ліцензії існує: %s

source: The location of the license key is unsecure since it contains symbolic links. The path %s maps to %s
uk: Розташування ключа ліцензії небезпечне відтоді, як шлях містить символічні посилання. Шлях %s — символічне посилання %s

source: The directory where to install the key to doesn't exist yet: %s
uk: Шлях куди встановлюється ключ більше не існує: %s

source: Failed to write key file to: %s
uk: Збій запису файлу ключа до %s

source: The following packages have unmet dependencies:
uk: Такі пакунки мають незадоволені залежності:

source: but it is a virtual package
uk: але це віртуальний пакунок

source: but it is not installed
uk: але його не встановлено

source: but it is not going to be installed
uk: але його не буде встановлено

source: but %s is installed
uk: але %s встановлено

source: but %s is to be installed
uk: але %s має бути встановлено
