Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apt_apt-*.po
Languages: uk

source: Hit:%lu %s
uk: У кеші:%lu %s

source: Get:%lu %s
uk: Отр:%lu %s

source: Ign:%lu %s
uk: Нехт:%lu %s

source: Err:%lu %s
uk: Пом:%lu %s

source: Fetched %sB in %s (%sB/s)
uk: Отримано %sB за %sB (%sB/s)

source: [Working]
uk: [Опрацювання]

source: Media change: please insert the disc labeled '%s' in the drive '%s' and press [Enter]
uk: Змініть носій: будь ласка, вставте диск з написом '%s' у пристрій '%s' і натисніть [Enter]

source: Do you want to accept these changes and continue updating from this repository?
uk: Ви хочете прийняти ці зміни та продовжити оновлення з цього сховища?

source: Correcting dependencies...
uk: Виправлення залежностей…

source: failed.
uk: невдача.

source: Unable to correct dependencies
uk: Неможливо скоригувати залежності

source: Unable to minimize the upgrade set
uk: Неможливо унайменшити набір оновлень

source: Done
uk: Виконано

source: You might want to run 'apt --fix-broken install' to correct these.
uk: Для виправлення цих помилок ви можете скористатися 'apt --fix-broken install'.

source: Unmet dependencies. Try 'apt --fix-broken install' with no packages (or specify a solution).
uk: Незадоволені залежності. Спробуйте виконати 'apt --fix-broken install', не вказуючи назв пакунків (або вкажіть рішення).

source: Sorting
uk: Впорядкування

source: Note, selecting '%s' for task '%s'
uk: Увага, вибір '%s' для завдання '%s'

source: Note, selecting '%s' for glob '%s'
uk: Зверніть увагу, вибравши '%s' для glob '%s'

source: Note, selecting '%s' for regex '%s'
uk: Увага, вибір '%s' для regex '%s'

source: Package %s is a virtual package provided by:
uk: Пакунок %s — віртуальний, його функції надаються пакунками:

source: [Installed]
uk: [Встановлено]

source: [Not candidate version]
uk: [Версія не кандидат]

source: You should explicitly select one to install.
uk: Ви повинні явно вказати, який саме ви хочете встановити.

source: Package %s is not available, but is referred to by another package. This may mean that the package is missing, has been obsoleted, or is only available from another source
uk: Пакунок %s недоступний, але згадується у переліку залежностей іншого пакунку. Це може означати, що пакунок відсутній, застарів, або доступний лише з іншого джерела

source: However the following packages replace it:
uk: Однак наступні пакунки заміняють його:

source: Package '%s' has no installation candidate
uk: Пакунок '%s' не має кандидатів на встановлення

source: Virtual packages like '%s' can't be removed
uk: Віртуальні пакунки, такі як '%s', не можуть бути вилучені

source: Package '%s' is not installed, so not removed. Did you mean '%s'?
uk: Пакунок '%s' не встановлений, тому не вилучений. Можливо Ви мали на увазі '%s'?

source: Package '%s' is not installed, so not removed
uk: Пакунок '%s' не встановлений, тому не вилучений

source: Note, selecting '%s' instead of '%s'
uk: Увага, вибір '%s' замість '%s'

source: Most used commands:
uk: Найбільш використовувані команди:

source: See %s for more information about the available commands.
uk: Переглянути %s для отримання додаткової інформації про доступні команди.

source: Configuration options and syntax is detailed in apt.conf(5). Information about how to configure sources can be found in sources.list(5). Package and version choices can be expressed via apt_preferences(5). Security details are available in apt-secure(8).
uk: Параметри конфігурації та синтаксис деталізовані в apt.conf(5). Відомості про налаштування джерел можна знайти в sources.list(5). Вибір пакунку та версії може бути виражено через apt_preferences(5). Деталі системи безпеки доступні в apt-secure(8).

source: This APT has Super Cow Powers.
uk: Цей APT має Супер-Коров'ячу Силу.

source: This APT helper has Super Meep Powers.
uk: У цій проґрамі є Super Meep Powers.

source: --force-yes is deprecated, use one of the options starting with --allow instead.
uk: --force-yes є застарілим, використовуйте один із параметрів, починаючи з --allow замість цього.

source: No packages found
uk: Пакунків не знайдено

source: WARNING: The following packages cannot be authenticated!
uk: УВАГА: Такі пакунки неможливо автентифікувати!

source: Authentication warning overridden.
uk: Автентифікаційне попередження не прийнято до уваги.

source: Some packages could not be authenticated
uk: Деякі пакунки неможливо автентифікувати

source: Install these packages without verification?
uk: Встановити ці пакунки без перевірки?

source: There were unauthenticated packages and -y was used without --allow-unauthenticated
uk: Були неперевірені пакунки, оскільки був вказаний -y без --allow-unauthenticated

source: Failed to fetch %s %s
uk: Не вдалося завантажити %s %s

source: Couldn't determine free space in %s
uk: Не вдалося визначити обсяг вільного місця в %s

source: You don't have enough free space in %s.
uk: Бракує вільного місця в %s.

source: Unable to lock the download directory
uk: Неможливо заблокувати теку для завантаження

source: Some packages could not be installed. This may mean that you have requested an impossible situation or if you are using the unstable distribution that some required packages have not yet been created or been moved out of Incoming.
uk: Деякі пакунки не вдалося встановити. Це може означати, що ви просите неможливого, або ж використовуєте нестабільний дистрибутив, і деякі потрібні пакунки ще не були створені або були вилучені з Incoming.

source: The following information may help to resolve the situation:
uk: Наступні відомості можливо допоможуть виправити ситуацію:

source: Broken packages
uk: Пошкоджені пакунки

source: Unable to fetch some archives, maybe run apt-get update or try with --fix-missing?
uk: Неможливо завантажити деякі архіви, імовірно треба виконати apt-get update або спробувати повторити запуск з ключем --fix-missing?

source: Internal error, InstallPackages was called with broken packages!
uk: Внутрішня помилка. InstallPackages була викликана з пошкодженими пакунками!

source: Packages need to be removed but remove is disabled.
uk: Пакунки необхідно вилучити, але вилучення заборонено.

source: Essential packages were removed and -y was used without --allow-remove-essential.
uk: Важливі пакунки були вилучені, оскільки був вказаний -y без --allow-remove-essential.

source: Packages were downgraded and -y was used without --allow-downgrades.
uk: Пакунки були замінені на більш старі, оскільки був вказаний -y без --allow-downgrades.

source: Held packages were changed and -y was used without --allow-change-held-packages.
uk: Зафіксовані пакунки були змінені, оскільки був вказаний -y без --allow-change-held-packages.

source: Internal error, Ordering didn't finish
uk: Внутрішня помилка. Ordering не завершено

source: How odd... The sizes didn't match, email apt@packages.debian.org
uk: Дивно... Розбіжність розмірів, напишіть на apt@packages.debian.org

source: Need to get %sB/%sB of archives.
uk: Необхідно завантажити %sB/%sB архівів.

source: Need to get %sB of archives.
uk: Необхідно завантажити %sB архівів.

source: After this operation, %sB of additional disk space will be used.
uk: Після цієї операції об'єм зайнятого дискового простору зросте на %sB.

source: After this operation, %sB disk space will be freed.
uk: Після цієї операції об'єм зайнятого дискового простору зменшиться на %sB.

source: Trivial Only specified but this is not a trivial operation.
uk: Вказано виконання тільки тривіальних операцій, але це не тривіальна операція.

source: Removing essential system-critical packages is not permitted. This might break the system.
uk: Вилучення критично важливих для системи пакетів заборонене. Це може зашкодити системі.

source: Do you want to continue?
uk: Бажаєте продовжити?

source: Abort.
uk: Перервано.

source: Some files failed to download
uk: Деякі файли не вдалося завантажити

source: Download complete and in download only mode
uk: Завантаження завершено і в режимі тільки завантаження

source: --fix-missing and media swapping is not currently supported
uk: --fix-missing і зміна носія на дану мить не підтримується

source: Unable to correct missing packages.
uk: Неможливо виправити відсутні пакунки.

source: Aborting install.
uk: Переривається встановлення.

source: The following package disappeared from your system as all files have been overwritten by other packages:
uk: Вказаний пакунок зник з Вашої системи, оскільки всі файли були перезаписані іншими пакунками:

source: Note: This is done automatically and on purpose by dpkg.
uk: Нотатка: це зроблено автоматично на вимогу dpkg

source: We are not supposed to delete stuff, can't start AutoRemover
uk: Не передбачалося щось вилучати, неможливо запустити програму AutoRemover

source: Hmm, seems like the AutoRemover destroyed something which really shouldn't happen. Please file a bug report against apt.
uk: Хм, виглядає так, що AutoRemover помилково знищив щось потрібне Будь ласка відправте звіт щодо вади у apt.

source: Internal Error, AutoRemover broke stuff
uk: Внутрішня Помилка, AutoRemover щось поламав

source: The following package was automatically installed and is no longer required:
uk: Зазначений пакунок був встановлений автоматично і більше не потрібен:

source: %lu package was automatically installed and is no longer required.
uk: %lu пакунок був встановлений автоматично і більше не потрібен.

source: Use '%s' to remove it.
uk: Використовуйте '%s' щоб вилучити його.

source: Unsupported file %s given on commandline
uk: Непідтримуваний файл %s, з огляду на командний рядок

source: The following additional packages will be installed:
uk: Буде встановлено такі додаткові пакунки:

source: Suggested packages:
uk: Пропоновані пакунки:

source: Recommended packages:
uk: Рекомендовані пакунки:

source: Skipping %s, it is already installed and upgrade is not set.
uk: %s Пропускається - пакунок вже встановлений, і параметр upgrade не заданий.

source: Skipping %s, it is not installed and only upgrades are requested.
uk: Пропускається %s, пакунок не встановлений, а запитуються лише оновлення.

source: Reinstallation of %s is not possible, it cannot be downloaded.
uk: Перевстановлення %s неможливе, бо він не може бути завантаженим.

source: %s is already the newest version (%s).
uk: %s вже є новою версією (%s).

source: %s set to manually installed.
uk: %s позначений як встановлений вручну.

source: Selected version '%s' (%s) for '%s'
uk: Обрана версія '%s' (%s) для '%s'

source: Selected version '%s' (%s) for '%s' because of '%s'
uk: Обрана версія '%s' (%s) для '%s' через '%s'

source: Listing
uk: Лістинґ

source: There is %i additional version. Please use the '-a' switch to see it
uk: Є %i додаткова версія. Для її показу використовуйте ключ '-a'.

source: NOTE: This is only a simulation! %s needs root privileges for real execution. Keep also in mind that locking is deactivated, so don't depend on the relevance to the real current situation!
uk: УВАГА: Це тільки симуляція! %s потребує права root для реального запуску. Також не забувайте, що блокування вимикається, тому не очікуйте на відповідність поточній реальній ситуації!

source: unknown
uk: невідомо

source: [installed,upgradable to: %s]
uk: [Встановлено, з можливістю розширення до: %s]

source: [installed,local]
uk: [встановлено,локально]

source: [installed,auto-removable]
uk: [встановлено,автовилучення]

source: [installed,automatic]
uk: [встановлено,автоматично]

source: [installed]
uk: [встановлено]

source: [upgradable from: %s]
uk: [оновлюється з: %s]

source: [residual-config]
uk: [залишилися файли налаштувань]

source: but %s is installed
uk: але %s вже встановлений

source: but %s is to be installed
uk: але %s буде встановлений

source: but it is not installable
uk: проте його неможливо встановити

source: but it is a virtual package
uk: але це віртуальний пакунок

source: but it is not going to be installed
uk: але він не буде встановлений

source: but it is not installed
uk: але він не встановлений

source: or
uk: чи

source: The following packages have unmet dependencies:
uk: Пакунки, що мають незадоволені залежності:

source: The following NEW packages will be installed:
uk: НОВІ пакунки, які будуть встановлені:

source: The following packages will be REMOVED:
uk: Такі пакунки будуть ВИЛУЧЕНІ:

source: The following packages have been kept back:
uk: Пакунки, що залишено у незмінному стані:

source: The following packages will be upgraded:
uk: Пакунки, які будуть ОНОВЛЕНІ:

source: The following packages will be DOWNGRADED:
uk: Пакунки, які будуть замінені на СТАРІШІ версії:

source: The following held packages will be changed:
uk: Пакунки, які мали б залишитися без змін, але будуть замінені:

source: %s (due to %s)
uk: %s (внаслідок %s)

source: WARNING: The following essential packages will be removed. This should NOT be done unless you know exactly what you are doing!
uk: УВАГА: Такі важливі пакунки будуть вилучені. НЕ РОБІТЬ цього, якщо ви НЕ уявляєте собі всі можливі наслідки!

source: %lu upgraded, %lu newly installed,
uk: оновлено %lu, встановлено %lu нових,

source: %lu reinstalled,
uk: %lu перевстановлено,

source: %lu downgraded,
uk: %lu замінено на старіші версії,

source: %lu to remove and %lu not upgraded.
uk: для вилучення позначено %lu пакунків, і %lu пакунків не оновлено.

source: %lu not fully installed or removed.
uk: не встановлено до кінця чи вилучено %lu пакунків.

source: [Y/n]
uk: [Y=ТАК/n=ні]

source: [y/N]
uk: [y=так/N=НІ]

source: Y
uk: Т

source: N
uk: Н

source: Regex compilation error - %s
uk: Помилка компілювання регулярного виразу - %s

source: You must give at least one search pattern
uk: Ви повинні задати не менше одного шаблону пошуку

source: Full Text Search
uk: Повнотекстовий Пошук

source: There is %i additional record. Please use the '-a' switch to see it
uk: Є %i додатковий запис. Використовуйте перемикач '-a' для його перегляду.

source: not a real package (virtual)
uk: нереальний пакунок (віртуальний)

source: Unable to locate package %s
uk: Неможливо знайти пакунок %s

source: Package files:
uk: Переліки пакунків:

source: Cache is out of sync, can't x-ref a package file
uk: Кеш не синхронізований, неможливо знайти посилання на перелік пакунків

source: Pinned packages:
uk: Зафіксовані пакунки:

source: %s -> %s with priority %d
uk: %s -> %s з пріоритетом %d

source: Installed:
uk: Встановлено:

source: Candidate:
uk: Кандидат:

source: (none)
uk: (відсутній)

source: Version table:
uk: Таблиця версій:

source: phased
uk: поетапний

source: Can not find a package for architecture '%s'
uk: Неможливо знайти пакунок для архітектури '%s'

source: Can not find a package '%s' with version '%s'
uk: Неможливо знайти пакунок '%s' з версією '%s'

source: Can not find a package '%s' with release '%s'
uk: Неможливо знайти пакунок '%s' з релізом '%s'

source: Picking '%s' as source package instead of '%s'
uk: Обираю '%s' як пакунок джерельних текстів, замість '%s'

source: Can not find version '%s' of package '%s'
uk: Неможливо знайти версію '%s' пакунку '%s'

source: Must specify at least one package to fetch source for
uk: Вкажіть як щонайменше один пакунок, для якого необхідно завантажити джерельні тексти

source: Unable to find a source package for %s
uk: Неможливо знайти пакунок з джерельними текстами для %s

source: NOTICE: '%s' packaging is maintained in the '%s' version control system at: %s
uk: УВАГА: Пакування '%s' відбувається в системі контролю версій '%s' на: %s

source: Please use: %s to retrieve the latest (possibly unreleased) updates to the package.
uk: Використовуйте: %s щоб отримати найновіші (ймовірно ще не випущені) оновлення для пакунка.

source: Skipping already downloaded file '%s'
uk: Пропускаємо вже завантажений файл '%s'

source: Need to get %sB/%sB of source archives.
uk: Необхідно завантажити %sB/%sB з архівів джерельних текстів.

source: Need to get %sB of source archives.
uk: Потрібно завантажити %sB архівів з джерельними текстами.

source: Fetch source %s
uk: Завантаження джерельних текстів %s

source: Failed to fetch some archives.
uk: Деякі архіви не вдалося завантажити.

source: Skipping unpack of already unpacked source in %s
uk: Пропускається розпакування джерельних текстів, тому що вже розпаковано у %s

source: Unpack command '%s' failed.
uk: Команда розпакування '%s' завершилася невдало.

source: Check if the 'dpkg-dev' package is installed.
uk: Перевірте, чи встановлено пакунок 'dpkg-dev'.

source: Build command '%s' failed.
uk: Команда побудови '%s' закінчилася невдало.

source: Unable to get build-dependency information for %s
uk: Неможливо отримати інформацію про залежності для побудови %s

source: %s has no build depends.
uk: %s немає залежностей для побудови.

source: No architecture information available for %s. See apt.conf(5) APT::Architectures for setup
uk: Відсутня інформація про архітектуру для %s. Дивись apt.conf(5) APT::Архітектури для налаштування

source: Must specify at least one package to check builddeps for
uk: Для перевірки залежностей для побудови необхідно вказати щонайменш один пакунок

source: Invalid operator '%c' at offset %d, did you mean '%c%c' or '%c='? - in: %s
uk: Недійсний оператор '%c' при зміщенні %d, можливо ви мали на увазі '%c%c' або '%c='? - в: %s

source: Note, using directory '%s' to get the build dependencies
uk: Увага, використовуйте каталог '%s', щоб отримати залежності для збірки

source: Note, using file '%s' to get the build dependencies
uk: Увага, використовуйте файл '%s', щоб отримати залежності для

source: Failed to process build dependencies
uk: Опрацювання залежностей для побудови закінчилося невдало

source: Failed to parse %s. Edit again?
uk: Не вдалося опрацювати %s. Редагувати знову?

source: Your '%s' file changed, please run 'apt-get update'.
uk: Файл «%s» змінився. Виконайте «apt-get update».

source: Package %s version %s has an unmet dep:
uk: Пакунок %s версії %s має незадоволені залежності:

source: The update command takes no arguments
uk: Команді update не потрібні аргументи

source: Usage of %s should be preferred over embedding login information directly in the %s entry for '%s'
uk: Використання %s має переважати над вбудовуванням інформації про вхід напряму в запис %s для «%s»

source: %i package can be upgraded. Run 'apt list --upgradable' to see it.
uk: %i пакунок може бути оновлений. Для перегляду виконайте 'apt list --upgradable'.

source: All packages are up to date.
uk: Усі пакунки оновлені.

source: %s does not take any arguments
uk: Команді %s не потрібні аргументи

source: Total package names:
uk: Усього імен пакунків:

source: Total package structures:
uk: Усього структур пакунків:

source: Normal packages:
uk: Звичайних пакунків:

source: Pure virtual packages:
uk: Цілком віртуальних пакунків:

source: Single virtual packages:
uk: Окремих віртуальних пакунків:

source: Mixed virtual packages:
uk: Змішаних віртуальних пакунків:

source: Missing:
uk: Відсутні:

source: Total distinct versions:
uk: Усього унікальних версій:

source: Total distinct descriptions:
uk: Усього унікальних описів:

source: Total dependencies:
uk: Усього залежностей:

source: Total ver/file relations:
uk: Усього відносин Версія/Файл:

source: Total Desc/File relations:
uk: Усьго взаємозв’язків опис/файл:

source: Total Provides mappings:
uk: Усього відносин Provides:

source: Total globbed strings:
uk: Усього відфільтрованих (globbed) рядків:

source: Total slack space:
uk: Порожнього місця у кеші:

source: Total space accounted for:
uk: Загальний простір виділений для:

source: This command is deprecated. Please use 'apt-mark showauto' instead.
uk: Ця команда є застарілою. Використовуйте натомість 'apt-mark showauto'.

source: Usage: apt-cache [options] command apt-cache [options] show pkg1 [pkg2 ...] apt-cache queries and displays available information about installed and installable packages. It works exclusively on the data acquired into the local cache via the 'update' command of e.g. apt-get. The displayed information may therefore be outdated if the last update was too long ago, but in exchange apt-cache works independently of the availability of the configured sources (e.g. offline).
uk: Використання: apt-cache [параметри] команда apt-cache [параметри] show пакунок1 [пакунок2 ...] apt-cache запитує та показує наявну інформацію про встановлені та встановлювані пакунки. Він працює виключно з даними у локальному кеші, отриманими командою 'update', наприклад, apt-get. Внаслідок цього, показувана інформація може бути неактуальною, якщо останнє оновлення було досить давно, але зате apt-cache працює незалежно від доступности налаштованих джерел (наприклад, офлайн).

source: Show source records
uk: показати інформацію про джерельний текст (source)

source: Search the package list for a regex pattern
uk: Шукати за регулярним виразом у переліку пакунків

source: Show raw dependency information for a package
uk: показати інформацію про залежності пакунку

source: Show reverse dependency information for a package
uk: показати інформацію про зворотні залежності пакунку

source: Show a readable record for the package
uk: показати інформацію про пакунок у зрозумілій формі

source: List the names of all packages in the system
uk: показати імена всіх пакунків у системі

source: Show policy settings
uk: показати поточну політику

source: Please provide a name for this Disc, such as 'Debian 5.0.3 Disk 1'
uk: Будь ласка, вкажіть назву для цього Диску, наприклад 'Debian 5.0.3 Disk 1'

source: Please insert a Disc in the drive and press [Enter]
uk: Будь ласка вставте диск у пристрій і натисніть [Enter]

source: Failed to mount '%s' to '%s'
uk: Не вдалося під'єднати '%s' до '%s'

source: No CD-ROM could be auto-detected or found using the default mount point. You may try the --cdrom option to set the CD-ROM mount point. See 'man apt-cdrom' for more information about the CD-ROM auto-detection and mount point.
uk: Неможливо автоматично визначити або знайти CD-ROM з використанням типової точки монтування. Спробуйте налаштувати точку монтування CD-ROM, використовуючи параметр --cdrom. Додаткову інформацію про автоматичне виявлення та точки монтування CD-ROM див. в 'man apt-cdrom'.

source: Repeat this process for the rest of the CDs in your set.
uk: Повторіть цей процес для решти CD з вашого набору.

source: Usage: apt-cdrom [options] command apt-cdrom is used to add CDROM's, USB flashdrives and other removable media types as package sources to APT. The mount point and device information is taken from apt.conf(5), udev(7) and fstab(5).
uk: Використання: apt-cdrom [параметри] команда apt-cdrom використовується для додавання CD дисків, USB нагромаджувачів й інших типів знімних носіїв у якості джерел пакунків у APT. Точка монтування й інформація про пристрій береться з apt.conf(5), udev(7) і fstab(5).

source: Arguments not in pairs
uk: Аргументи не в парах

source: Usage: apt-config [options] command apt-config is an interface to the configuration settings used by all APT tools, mainly intended for debugging and shell scripting.
uk: Використання: apt-config [параметри] команда apt-config — інтерфейс для налаштування конфігурації, що використовується всіма знаряддями APT. В основному, призначений для зневадження shell скриптів.

source: get configuration values via shell evaluation
uk: отримати значення конфігурації за допомогою оцінки оболонки

source: show the active configuration setting
uk: показати активну конфігурацію налаштування

source: Couldn't find package %s
uk: Не можливо знайти пакунок %s

source: %s set to automatically installed.
uk: %s позначений як автоматично встановлений.

source: This command is deprecated. Please use 'apt-mark auto' and 'apt-mark manual' instead.
uk: Ця команда є застарілою. Використовуйте натомість 'apt-mark auto' та 'apt-mark manual'.

source: Internal error, problem resolver broke stuff
uk: Внутрішня помилка, розв’язувач проблем усе поламав

source: Supported modules:
uk: Підтримувані модулі:
