Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-attr_attr-*.po
Languages: uk

source: listing attributes of %s
uk: отримання списку атрибутів для %s

source: getting attribute %s of %s
uk: отримання атрибуту %s для %s

source: setting attributes for %s
uk: встановлення атрибутів для %s

source: setting attribute %s for %s
uk: встановлення атрибуту %s для %s

source: Usage: %s [-LRSq] -s attrname [-V attrvalue] pathname # set value %s [-LRSq] -g attrname pathname # get value %s [-LRSq] -r attrname pathname # remove attr %s [-LRq] -l pathname # list attrs -s reads a value from stdin and -g writes a value to stdout
uk: Використання: %s [-LRSq] -s атрибут [-V значення] шлях # встановити значення %s [-LRSq] -g атрибут шлях # отримати значення %s [-LRSq] -r атрибут шлях # вилучити атрибут %s [-LRq] -l шлях # список атрибутів -s читає значення з stdin; -g пише значення до stdout

source: Only one of -s, -g, -r, or -l allowed
uk: Дозволяється тільки одне з -s, -g, -r або -l

source: -V only allowed with -s
uk: -V дозволяється тільки з -s

source: Unrecognized option: %c
uk: Нерозпізнана опція: %c

source: A filename to operate on is required
uk: Потрібне ім'я файлу для роботи

source: Could not set "%s" for %s
uk: Не вдалося вказати "%s" для %s

source: Attribute "%s" set to a %d byte value for %s:
uk: Атрибут "%s" встановлено у %d байтове значення для %s:

source: Could not get "%s" for %s
uk: Не вдалося дістати "%s" для %s

source: Attribute "%s" had a %d byte value for %s:
uk: Атрибут "%s" має %d байтове значення для %s:

source: Could not remove "%s" for %s
uk: Не вдалося вилучити "%s" для %s

source: Could not list %s
uk: Неможливо вивести %s

source: Attribute "%s" has a %d byte value for %s
uk: Атрибут "%s" має %d байтове значення для %s

source: At least one of -s, -g, -r, or -l is required
uk: Потрібен принаймні один з -s, -g, -r або -l

source: No such attribute
uk: Немає такого атрибуту

source: %s: Removing leading '/' from absolute path names
uk: %s: Вилучення початкового '/' з абсолютних шляхів

source: %s %s -- get extended attributes
uk: %s %s -- отримати розширені атрибути

source: Usage: %s %s
uk: Використання: %s %s

source: %s: invalid regular expression "%s"
uk: %s: неправильний регулярний вираз "%s"

source: Usage: %s %s Try `%s --help' for more information.
uk: Використання: %s %s Спробуйте `%s --help', щоб отримати більше інформації.

source: %s: %s: No filename found in line %d, aborting
uk: %s: %s: На рядку %d імені файл не знайдено, завершення роботи

source: %s: No filename found in line %d of standard input, aborting
uk: %s: На рядку %d стандартного вводу імені файл не знайдено, завершення роботи

source: %s %s -- set extended attributes
uk: %s %s -- встановити розширені атрибути

source: -n, --name=name set the value of the named extended attribute -x, --remove=name remove the named extended attribute -v, --value=value use value as the attribute value -h, --no-dereference do not dereference symbolic links --restore=file restore extended attributes --raw attribute value is not encoded --version print version and exit --help this help text
uk: -n, --name=ім'я встановити значення названого розширеного атрибута -x, --remove=ім'я вилучити названий розширений атрибут -v, --value=значення використовувати значення як значення атрибуту -h, --no-dereference не йти за символічними посиланнями --restore=файл відновити розширені атрибути --raw значення атрибута не кодується --version вивести версію та вийти --help цей текст довідки

source: Usage: %s %s %s %s Try `%s --help' for more information.
uk: Використання: %s %s %s %s Спробуйте `%s --help', щоб отримати більше інформації.
