Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-anjuta-extras_anjuta-extras-*.po
Languages: uk

source: Sample Plugin
uk: Приклад плагіна

source: Sample Plugin for Anjuta.
uk: Приклад плагіна для Anjuta.

source: Scintilla Editor
uk: Редактор Scintilla

source: An alternate editor based on Scintilla
uk: Альтернативний редактор, заснований на Scintilla

source: Plus/Minus
uk: Плюс/Мінус

source: Arrows
uk: Стрілки

source: Circular
uk: Кругове

source: Squares
uk: Квадрати

source: Choose autocomplete for single match
uk: Виберіть автозавершення для однократного збігу

source: Autocomplete XML/HTML closing tags
uk: Автозакривання кінцевих тегів XML/HTML

source: Autocompletion pop up choices
uk: Спливні варіанти автозавершення

source: Autocompletion
uk: Автозавершення

source: Enable code folding
uk: Увімкнути згортання коду

source: Enable comments folding
uk: Увімкнути згортання коментарів

source: Enable Python comments folding
uk: Увімкнути згортання коментарів Python

source: Enable Python quoted strings folding
uk: Увімкнути згортання цитованих рядків Python

source: Enable HTML tags folding
uk: Увімкнути згортання тегів HTML

source: Compact folding
uk: Компактне згортання

source: Draw line below folded lines
uk: Малювати лінію перед згорнутими рядками

source: Collapse all code folds on file open
uk: Розгортати усі згорнуті коди при відкривання файлу

source: Fold style:
uk: Стиль згортання:

source: Code folding
uk: Згортання коду

source: Disable syntax highlighting
uk: Вимкнути виділення синтаксису

source: Enable braces check
uk: Увімкнути перевірку дужок

source: Strip trailing spaces on file save
uk: Прибирати пробіли в кінці при збереженні файлу

source: Filter extraneous characters in DOS mode
uk: Фільтрувати сторонні символи в режимі DOS

source: Edge column
uk: Стовпчик для краю

source: Caret blink period in ms
uk: Період блимання курсору в мс

source: Editor caret (cursor) width in pixels
uk: Ширина курсору введення в пікселях

source: Line numbers margin width in pixels
uk: Ширина номерів рядків в пікселях

source: Misc options
uk: Решта параметрів

source: Colors & Fonts
uk: Кольори та Шрифти

source: Editor
uk: Редактор

source: Enable automatic indentation
uk: Увімкнути автоматичні відступи

source: Maintain past Indentation
uk: Дотримуватись попереднього відступу

source: Pressing tab inserts indentation
uk: Табуляція вставляє відступ

source: Pressing backspace un-indents
uk: backspace прибирає відступ

source: Indent closing braces
uk: Відступ закривних дужок

source: Indent opening braces
uk: Відступ відкривних дужок

source: Use tabs for indentation
uk: Використовувати у відступах табуляції

source: Indentation size in spaces:
uk: Розмір відступу в пробілах:

source: Tab size in spaces:
uk: Розмір табуляції у пробілах:

source: Basic Indentation
uk: Стандартний відступ

source: View EOL chars
uk: Показувати символи кінця рядка

source: View Indentation Guides
uk: Показувати напрямні відступу

source: View Whitespaces
uk: Показувати пробіли

source: View indentation whitespaces
uk: Показувати пробіли відступу

source: View Line Wrap
uk: Показувати перенесення рядка

source: Margin Linenum visible
uk: Межа номеру рядка видима

source: Margin Marker visible
uk: Поле маркерів видиме

source: Margin Fold visible
uk: Поле згортання видиме

source: Lines
uk: Рядки

source: Add line number every:
uk: Додавати номер рядка кожні:

source: Enable line wrap
uk: Увімкнути перенесення рядка

source: Add page header
uk: Додати номер сторінки

source: Monochrome
uk: Монохромний

source: Colour
uk: Колір

source: Mode:
uk: Режим:

source: Print options
uk: Параметри друку

source: Printing
uk: Друкування

source: Fonts and colors for editor
uk: Шрифти і кольори для редактора

source: Select highlight style to edit:
uk: Виберіть колір виділення при редагуванні:

source: Bold
uk: Жирний

source: Italic
uk: Курсив

source: Underlined
uk: Підкреслений

source: Use default
uk: Типово використовувати

source: Background color:
uk: Колір тла:

source: Foreground color:
uk: Колір тексту:

source: Attributes:
uk: Атрибути:

source: Font:
uk: Шрифт:

source: Highlight style
uk: Стиль виділення

source: Caret (cursor) color:
uk: Колір курсору:

source: Calltip background:
uk: Тло спливної підказки:

source: Selection background:
uk: Тло виділення:

source: Selection foreground:
uk: Текст виділення:

source: Other colors
uk: Інші кольори

source: _Line Number Margin
uk: _Номери рядків

source: Show/Hide line numbers
uk: Показати/прибрати номери рядків

source: _Marker Margin
uk: Поле для _маркера

source: Show/Hide marker margin
uk: Показати/прибрати поле для маркерів

source: _Code Fold Margin
uk: Поле згорнутого _коду

source: Show/Hide code fold margin
uk: Показати/прибрати поле згорнутого коду

source: _Indentation Guides
uk: Напрямні відступу

source: Show/Hide indentation guides
uk: Показати/прибрати напрямні відступу

source: _White Space
uk: _Пробіли та символи табуляції

source: Show/Hide white spaces
uk: Показати/сховати пробіли та символи табуляції

source: _Line End Characters
uk: Символи _кінця рядка

source: Show/Hide line end characters
uk: Показати/прибрати символи кінця рядка

source: Line _Wrapping
uk: Перенос _рядків

source: Enable/disable line wrapping
uk: Увімкнути/вимкнути перенос рядків

source: Editor view settings
uk: Параметри вигляду редактора

source: File: %s
uk: Файл: %s

source: Unable to get text buffer for printing
uk: Неможливо отримати текстовий буфер для друку

source: No file to print!
uk: Немає файлу для друку!

source: Could not get file info
uk: Не вдалося отримати відомості про файл

source: This file is too big. Unable to allocate memory.
uk: Цей файл завеликий. Не вдалося виділити пам'ять.

source: Could not open file
uk: Не вдається відкрити файл

source: Error while reading from file
uk: Помилка читання з файлу

source: The file does not look like a text file or the file encoding is not supported. Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
uk: Файл не схожий на текстовий файл або кодування файлів не підтримується. Переконайтеся, що кодування файлу знаходиться у переліку підтримуваних кодувань. Якщо ні, додайте його з налаштувань.

source: Loading file...
uk: Завантаження файлу...

source: Could not load file: %s Details: %s
uk: Неможливо завантажити файл: %s Подробиці: %s

source: File loaded successfully
uk: Файл успішно завантажено

source: Saving file...
uk: Збереження файлу...

source: Could not save intermediate file %s: %s
uk: Неможливо зберегти проміжний файл %s: %s

source: File saved successfully
uk: Файл успішно збережено

source: Scratchbox version:
uk: Версія Scratchbox

source: Scratchbox Options
uk: Опції Scratchbox

source: Program '%s' does not exists
uk: Програми '%s' не існує
