Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-alsa-utils_alsa-utils-*.po
Languages: ru, uk

source: Copyright (C) 1999-2000 Takashi Iwai
uk: Авторське право (C) 1999-2000 Takashi Iwai

source: Usage:
ru: Использование:
uk: Використання:

source: * Connection/disconnection between two ports
ru: * Подключение/отключение между двумя портами
uk: * Під’єднання/від’єднання між двома портами

source: aconnect [-options] sender receiver
ru: aconnect [-опции] отправитель получатель
uk: aconnect [-опції] відправник отримувач

source: sender, receiver = client:port pair
ru: отправитель, получатель = пара клиент:порт
uk: відправник, отримувач = пара клієнт:порт

source: -d,--disconnect disconnect
ru: -d,--disconnect отключиться
uk: -d,--disconnect від’єднатися

source: -e,--exclusive exclusive connection
ru: -e,--exclusive монопольное соединение
uk: -e,--exclusive монопольне з’єднання

source: -r,--real # convert real-time-stamp on queue
ru: -r,--real N преобразовать отметку-в-реальном-масштабе-времени в очереди
uk: -r,--real N перетворити відмітку-у-реальному-виміру-часу у черзі

source: -t,--tick # convert tick-time-stamp on queue
ru: -t, --tick N преобразовать время-метку-такта в очереди
uk: -t, --tick N перетворити час-мітку-такту у черзі

source: * List connected ports (no subscription action)
ru: * Список подключённых портов (не требуется подписка)
uk: * Список під’єднаних портів (не потрібна підписка)

source: aconnect -i|-o [-options]
ru: aconnect -i|-o [-опции]
uk: aconnect -i|-o [-опції]

source: -i,--input list input (readable) ports
ru: -i,--input список (читаемых) портов ввода
uk: -i,--input список (читанних) портів вводу

source: -o,--output list output (writable) ports
ru: -o,--output список портов вывода (с возможностью записи)
uk: -o,--output список портів виводу (з можливістю запису)

source: -l,--list list current connections of each port
ru: -l,--list список текущих подключений каждого порта
uk: -l,--list список поточних під’єднань кожного порту

source: * Remove all exported connections
ru: * Удалить все экспортированные соединения
uk: * Вилучити усі експортовані з’єднання

source: Connecting To
ru: Подключение к
uk: Під’єднання до

source: Connected From
ru: Подключено от
uk: Під’єднано від

source: client %d: '%s' [type=%s
uk: клієнт %d: '%s' [тип=%s

source: user
ru: пользователь
uk: користувач

source: kernel
ru: ядро
uk: ядро

source: can't open sequencer
ru: невозможно открыть сиквенсер
uk: неможливо відкрити сиквенсер

source: can't get client id
ru: невозможно получить идентификатор клиента
uk: неможливо отримати ідентифікатор клієнта

source: can't set client info
ru: невозможно установить информацию клиента
uk: неможливо встановити інформацію клієнта

source: invalid sender address %s
ru: неверный адрес отправителя %s
uk: неправильна адреса відправника %s

source: invalid destination address %s
ru: неверный адрес получателя %s
uk: неправильна адреса отримувача %s

source: No subscription is found
ru: Не найдено подписок
uk: Не знайдено підписок

source: Disconnection failed (%s)
ru: Сбой отключения (%s)
uk: Не вдалося від’єднатися (%s)

source: Connection is already subscribed
ru: Соединение уже подписано
uk: З’єднання вже підписано

source: Connection failed (%s)
ru: Сбой подключения (%s)
uk: Не вдалося під’єднатися (%s)

source: aseqnet - network client/server on ALSA sequencer
ru: aseqnet - сетевой клиент/сервер на сиквенсере ALSA
uk: aseqnet - мережевий клієнт/сервер на сиквенсері ALSA

source: Copyright (C) 1999 Takashi Iwai
uk: Авторське право (C) 1999 Takashi Iwai

source: usage:
ru: использование:
uk: використання:

source: server mode: aseqnet [-options]
ru: режим сервера: aseqnet [-опции]
uk: режим сервера: aseqnet [-опції]

source: client mode: aseqnet [-options] server_host
ru: режим клиента: aseqnet [-опции] сервер
uk: режим клієнта: aseqnet [-опції] сервер

source: options:
ru: опции:
uk: опції:

source: -p,--port # : specify TCP port (digit or service name)
ru: -p,--port # : укажите TCP-порт (номер или название службы)
uk: -p,--port # : вкажіть TCP порт (цифра або ім’я служби)

source: -s,--source addr : read from given addr (client:port)
ru: s,--source addr: чтение от заданного аддреса (клиент:порта)
uk: s,--source addr: читання від заданої addr (клієнт:порту)

source: -d,--dest addr : write to given addr (client:port)
ru: d,--dest addr: запись в заданного аддреса (клиент:порта)
uk: d,--dest addr: запис у задану addr (клієнт:порту)

source: -v, --verbose : print verbose messages
ru: -v, --verbose : выводить подробные сообщения
uk: -v, --verbose : виводити детальні повідомлення

source: -i, --info : print certain received events
ru: -i, --info : вывести полученные сообщения
uk: -i, --info : вивести отримані повідомлення

source: can't malloc
ru: невозможно распределить память
uk: неможливо розподілити пам’ять

source: closing files..
ru: закрываю файлы..
uk: закриваю файли..

source: sequencer opened: %d:%d
ru: сиквенсер открыт: %d:%d
uk: сиквенсер відкритий: %d:%d

source: invalid source address %s
ru: неверный адрес источника %s
uk: неправильна адреса джерела %s

source: too many connections!
ru: слишком много соединений!
uk: забагато з’єднань!

source: accepted[%d]
ru: принято[%d]
uk: прийнято[%d]

source: can't get address %s
ru: не могу получить адрес %s
uk: не можу отримати адресу %s

source: ok.. connected
ru: ок.. подключён
uk: ок.. під’єднано

source: Channel %2d: Control event : %5d
ru: Канал %2d: Номер события : %5d
uk: Канал %2d: Керування подією: %5d

source: Channel %2d: Pitchbender : %5d
ru: Канал %2d: Регулятор модуляции звука : %5d
uk: Канал %2d: Регулятор модуляції звуку : %5d

source: Channel %2d: Note On event : %5d
ru: Канал %2d: Включить запись событий : %5d
uk: Канал %2d: Увімкнути запис подій : %5d

source: Channel %2d: Note Off event: %5d
ru: Канал %2d: Выключить запись событий : %5d
uk: Канал %2d: Вимкнути запис подій : %5d

source: disconnected
ru: отключён
uk: від’єднано

source: Front Left
ru: Передний левый
uk: Передній лівий

source: Front Right
ru: Передний правый
uk: Передній правий

source: Rear Left
ru: Задний левый
uk: Задній лівий

source: Rear Right
ru: Задний правый
uk: Задній правий

source: LFE
ru: сабвуфер
uk: сабвуфер

source: Side Left
ru: Боковой левый
uk: Боковий лівий

source: Side Right
ru: Боковой правый
uk: Боковий правий

source: Channel 9
ru: Канал 9
uk: Канал 9

source: Channel 10
ru: Канал 10
uk: Канал 10

source: Channel 11
ru: Канал 11
uk: Канал 11

source: Channel 12
ru: Канал 12
uk: Канал 12

source: Channel 13
ru: Канал 13
uk: Канал 13

source: Channel 14
ru: Канал 14
uk: Канал 14

source: Channel 15
ru: Канал 15
uk: Канал 15

source: Channel 16
ru: Канал 16
uk: Канал 16

source: Broken configuration for playback: no configurations available: %s
ru: Неверная конфигурация для произведения: нет доступных конфигураций: %s
uk: Неправильна конфігурація для відтворення: немає доступних конфігурацій: %s

source: Access type not available for playback: %s
ru: Указанный тип не доступен для проигрывания: %s
uk: Вказаний тип не доступний для відтворення: %s

source: Sample format not available for playback: %s
ru: Формат сэмпла не доступен для произведения: %s
uk: Формат кодування недоступний для відтворення: %s

source: Channels count (%i) not available for playbacks: %s
ru: Количество каналов (%i) недоступно для воспроизведения: %s
uk: Кількість каналів (%i) недоступна для відтворення: %s

source: Rate %iHz not available for playback: %s
ru: Частота %iГц недоступна для воспроизведения: %s
uk: Частота %iГц недоступна для відтворення: %s

source: Rate doesn't match (requested %iHz, get %iHz, err %d)
ru: Частота не соответствует (запрошено %iГц, получено %iГц, ошибка %d)
uk: Частота не відповідає (запит %iГц, отримано %iГц, помилка %d)

source: Rate set to %iHz (requested %iHz)
ru: Установлена частота в %iГц (запрошено %iГц)
uk: Встановлена частота у %iГц (запит %iГц)

source: Buffer size range from %lu to %lu
ru: Размер буфера от %lu до %lu
uk: Розмір буферу від %lu до %lu

source: Period size range from %lu to %lu
ru: Размер периода от %lu до %lu
uk: Розмір періоду від %lu до %lu

source: Requested period time %u us
ru: Запрошено время периода %u мс
uk: Зазначений час періоду %u мс

source: Unable to set period time %u us for playback: %s
ru: Невозможно установить время периода %u мс для проигрывания %s
uk: Неможливо встановити час періоду %u мс для відтворення %s

source: Requested buffer time %u us
ru: Запрошено время предзагрузки %u мс
uk: Запитуваний час буферизації %u мс

source: Unable to set buffer time %u us for playback: %s
ru: Невозможно установить время предзагрузки %u мс для проигрывания %s
uk: Неможливо встановити час буферизації %u мс для відтворення %s

source: Using max buffer size %lu
ru: Используется максимальный размер буфера %lu
uk: Використовується максимальний розмір буферу %lu

source: Unable to set buffer size %lu for playback: %s
ru: Невозможно установить величину буфера %lu для воспроизведения: %s
uk: Неможливо встановити величину буферу %lu для відтворення: %s

source: Periods = %u
ru: Периоды = %u
uk: Періоди = %u

source: Unable to set nperiods %u for playback: %s
ru: Не удалось установить nperiods %u для воспроизведения: %s
uk: Не вдалося встановити nperiods %u для відтворення: %s

source: Unable to set hw params for playback: %s
ru: Невозможно установить параметры hw для воспроизведения: %s
uk: Неможливо встановити параметри hw для відтворення: %s

source: was set period_size = %lu
ru: был установлен period_size = %lu
uk: було встановлено period_size = %lu

source: was set buffer_size = %lu
ru: был установлен buffer_size = %lu
uk: було встановлено buffer_size = %lu

source: buffer to small, could not use
ru: невозможно использовать буфер, он слишком мал
uk: неможливо використовувати буфер, він замалий

source: Unable to determine current swparams for playback: %s
ru: Невозможно определить текущие swparams для проигрывания: %s
uk: Неможливо визначити поточні swparams для відтворення: %s

source: Unable to set start threshold mode for playback: %s
ru: Невозможно установить начальное пороговое значение для проигрывания: %s
uk: Неможливо встановити початкове порогове значення для відтворення: %s

source: Unable to set avail min for playback: %s
ru: Невозможно установить доступный минимум для воспроизведения: %s
uk: Неможливо встановити доступний мінімум для відтворення: %s

source: Unable to set sw params for playback: %s
ru: Невозможно установить параметры sw для проигрывания: %s
uk: Неможливо встановити параметри sw для відтворення: %s

source: Unable to set channel map: %s
uk: Неможливо встановити мапу каналу: %s

source: Can't recovery from underrun, prepare failed: %s
ru: Востановление после после недобора невозможно, ошибка подготовки: %s
uk: Відновлення після недобору неможливо, помилка підготовки: %s

source: Can't recovery from suspend, prepare failed: %s
ru: Невозможно восстановиться после режима ожидания, подготовка прервана:%s
uk: Неможливо відновитися після режиму очікування, підготовку перервано:%s

source: No enough memory
ru: Недостаточно памяти
uk: Не вистачає пам’яті

source: Cannot open WAV file %s
ru: Не возможно открыть WAV файл %s
uk: Неможливо відкрити WAV файл %s

source: Invalid WAV file %s
ru: Неверный формат WAV файла %s
uk: Неправильний формат WAV файлу %s

source: Not a WAV file: %s
ru: Не WAV файл: %s
uk: Не WAV файл: %s

source: Unsupported WAV format %d for %s
ru: Не поддерживаемый WAV формат %d для %s
uk: Непідтримуваний WAV формат %d для %s

source: %s is not a mono stream (%d channels)
ru: поток %s не моно (количество каналов: %d)
uk: потік %s не моно (кількість каналів: %d)

source: Sample rate doesn't match (%d) for %s
ru: Частота дискретизации не совпадает (%d) для %s
uk: Глибина кодування не відповідає (%d) для %s

source: Unsupported sample format bits %d for %s
ru: Неподдерживаемое количество бит (%d) на сэмпл для %s
uk: Непідтримуваний формат кодування (%d) для %s

source: Undefined channel %d
ru: Канал %d не задан
uk: Канал %d не задано

source: Write error: %d,%s
ru: Ошибка записи: %d,%s
uk: Помилка запису: %d,%s

source: xrun_recovery failed: %d,%s
ru: ошибка xrun_recovery: %d,%s
uk: помилка xrun_recovery: %d,%s

source: Usage: speaker-test [OPTION]... -h,--help help -D,--device playback device -r,--rate stream rate in Hz -c,--channels count of channels in stream -f,--frequency sine wave frequency in Hz -F,--format sample format -b,--buffer ring buffer size in us -p,--period period size in us -P,--nperiods number of periods -t,--test pink=use pink noise, sine=use sine wave, wav=WAV file -l,--nloops specify number of loops to test, 0 = infinite -s,--speaker single speaker test. Values 1=Left, 2=right, etc -w,--wavfile Use the given WAV file as a test sound -W,--wavdir Specify the directory containing WAV files -m,--chmap Specify the channel map to override -X,--force-frequency force frequencies outside the 30-8000hz range -S,--scale Scale of generated test tones in percent (default=80)
ru: Использование: speaker-test [ПАРАМЕТР]... -h,--help справка -D,--device воспроизводящее устройство -r,--rate частота потока в Гц -c,--channels количество каналов в потоке -f,--frequency синусоидальная частота в Гц -F,--format формат выборки -b,--buffer размер циклического буфера в микросекундах -p,--period размер периода в микросекундах -P,--nperiods количество периодов -t,--test pink - использовать розовый шум, sine - использовать синусоиду, wav - файл WAV -l,--nloops количество циклов для проверки, 0 - бесконечность -s,--speaker проверка одного громкоговорителя. Значения 1 - левый, 2 - правый и т. д. -w,--wavfile использовать данный файл WAV в качестве проверочного звука -W,--wavdir каталог, содержащий файлы WAV -m,--chmap схема каналов для замещения -X,--force-frequency принудительно использовать частоты за пределами диапазона 30-8000 Гц -S,--scale масштаб генерируемых проверочных тонов в процентах (по умолчанию 80)
uk: Використання: speaker-test [ПАРАМЕТР]… -h,--help довідка -D,--device пристрій відтворення -r,--rate частота дискретизації потоку Гц -c,--channels кількість каналів в потоці -f,--frequency частота синусиноїдальної хвилі в Гц -F,--format формат кодування -b,--buffer розмір звукового буферу у мкс -p,--period тривалість періоду у мкс -P,--nperiods кількість періодів -t,--test pink=використовувати рожевий шум, sine=використовувати синусоноїдальну хвилю, wav=файл WAV -l,--nloops кількість циклів перевірки, 0 = нескінченно -s,--speaker тест окремого динаміка. Значення 1=лівий, 2=правий і т.д. -w,--wavfile Використовувати як тестовий звук файл WAV -W,--wavdir Вказує каталог, де містяться файли WAV -m,--chmap Вказує розподіл каналів для перевизначення -X,--force-frequency примус до частот за межами діапазону 30-8000Гц -S,--scale Масштаб генерованих тестових тонів (типово=80)

source: Invalid number of periods %d
ru: Неверное число периодов %d
uk: Неправильне число періодів %d

source: Invalid test type %s
ru: Неверный тип теста %s
uk: Неправильний тип тесту %s

source: Unknown option '%c'
ru: Неизвестная опция '%c'
uk: Невідома опція '%c'

source: Invalid parameter for -s option.
ru: Неверный параметр для опции -s.
uk: Неправильний параметр для опції -s.

source: Playback device is %s
ru: Устройство для проигрывания - %s
uk: Пристрій для відтворення - %s

source: Stream parameters are %iHz, %s, %i channels
ru: Параметры потока - %iГц, %s, %i каналов
uk: Параметри потоку - %iГц, %s, %i каналів

source: Using 16 octaves of pink noise
ru: Используется 16 октав "розового" шума
uk: Використовується 16 октав "рожевого" шуму

source: Sine wave rate is %.4fHz
ru: Частота синусоидальной волны - %.4fГц
uk: Частота синусоїдальної хвилі - %.4fГц

source: WAV file(s)
ru: WAV файл(ы)
uk: WAV файл(и)

source: Playback open error: %d,%s
ru: Ошибка открытия устройства воспроизведения: %d,%s
uk: Помилка відкриття пристрою відтворення: %d,%s

source: Setting of hwparams failed: %s
ru: Ошибка при установке hwparams: %s
uk: Помилка при встановленні hwparams: %s

source: Setting of swparams failed: %s
ru: Ошибка при установке swparams: %s
uk: Не вдалося встановити swparams: %s

source: Transfer failed: %s
ru: Передача прервана: %s
uk: Передачу перервано: %s

source: Time per period = %lf
ru: Время в периоде = %lf
uk: Час у періоді = %lf

source: L
ru: ЛВ

source: R
ru: ПР
