Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-acl_acl-*.po
Languages: ru, uk

source: Multiple entries of same type
ru: Множество записей одного типа
uk: Багато записів одного типу

source: Duplicate entries
ru: Повторяющиеся записи
uk: Записи що повторюються

source: Missing or wrong entry
ru: Отсутствующая или неверная запись
uk: Відсутній або неправильний запис

source: Invalid entry type
ru: Неверный тип записи
uk: Неправильний тип запису

source: setting permissions for %s
ru: установка прав доступа для %s
uk: встановлення прав доступу для %s

source: preserving permissions for %s
ru: сохранение ограничений на %s
uk: збереження прав доступу для %s

source: Usage:
ru: Использование:
uk: Використання:

source: %s acl pathname...
ru: %s acl путь...
uk: %s acl шлях...

source: %s -b acl dacl pathname...
ru: %s -b acl dacl путь...
uk: %s -b acl dacl шлях...

source: %s -d dacl pathname...
ru: %s -d dacl путь...
uk: %s -d dacl шлях...

source: %s -R pathname...
ru: %s -R путь...
uk: %s -R шлях...

source: %s -D pathname...
ru: %s -D путь...
uk: %s -D шлях...

source: %s -B pathname...
ru: %s -B путь...
uk: %s -B шлях...

source: %s -l pathname... [not IRIX compatible]
ru: %s -l путь... [не совместимо с IRIX]
uk: %s -l шлях... [IRIX не сумісне]

source: %s -r pathname... [not IRIX compatible]
ru: %s -r путь... [не совместимо с IRIX]
uk: %s -r шлях... [IRIX не сумісне]

source: %s: error removing access acl on "%s": %s
ru: %s: невозможно удалить acl на "%s": %s
uk: %s: помилка усунення доступу acl на "%s": %s

source: %s: error removing default acl on "%s": %s
ru: %s: ошибка удаления СКД по умолчанию на "%s": %s
uk: %s: помилка усунення acl типово "%s": %s

source: %s: access ACL '%s': %s at entry %d
ru: %s: СКД доступа '%s': %s на записи %d
uk: %s: СКД доступу '%s': %s на запису %d

source: %s: cannot get access ACL on '%s': %s
ru: %s: не удается получить СКД доступа на '%s': %s
uk: %s: не вдається отримати доступ до ACL на '%s': %s

source: %s: cannot get default ACL on '%s': %s
ru: %s: не удается получить СКД по умолчанию на '%s': %s
uk: %s: не вдається отримати стандарти для ACL на '%s': %s

source: %s: cannot get access ACL text on '%s': %s
ru: %s: не удается получить текст СКД доступа на '%s': %s
uk: %s: не вдається отримати доступ до ACL текст на '%s': %s

source: %s: cannot get default ACL text on '%s': %s
ru: %s: не удается получить текст СКД по умолчанию на '%s': %s
uk: %s: не вдається отримати стандарти для ACL текст на '%s': %s

source: %s: cannot set access acl on "%s": %s
ru: %s: не удается установить СКД доступа на "%s": %s
uk: %s: не вдається встановити СКД доступу на "%s": %s

source: %s: cannot set default acl on "%s": %s
ru: %s: не удается установить СКД по умолчанию на "%s": %s
uk: %s: не вдається встановити СКД типово на "%s": %s

source: %s: opendir failed: %s
ru: %s: opendir не сработал: %s
uk: %s: не вдалося відкрити теку: %s

source: %s: malloc failed: %s
ru: %s: malloc не сработал: %s
uk: %s: помилка malloc: %s

source: %s: %s: Malformed access ACL `%s': %s at entry %d
ru: %s: %s: Ошибка в СКД доступа `%s': %s в записи %d
uk: %s: %s: Помилка в СКД доступу `%s': %s в запису %d

source: %s: %s: Malformed default ACL `%s': %s at entry %d
ru: %s: %s: Ошибка в СКД по умолчанию `%s': %s в записи %d
uk: %s: %s: Помилка в СКД типово `%s': %s в запису %d

source: %s: %s: Only directories can have default ACLs
ru: %s: %s: Только каталоги могут иметь СКД по умолчанию
uk: %s: %s: Тільки каталоги можуть отримати стандартні ACL

source: %s: Removing leading '/' from absolute path names
ru: %s: Удаление начальных '/' из абсолютных путей
uk: %s: Вилучення початкового '/' з абсолютних шляхів

source: %s %s -- get file access control lists
ru: %s %s -- получить файловые списки контроля доступа
uk: %s %s -- отримати файлові списки контролю доступу

source: Usage: %s [-%s] file ...
ru: Применение: %s [-%s] файл ...
uk: Використання: %s [-%s] файлу ...

source: -d, --default display the default access control list
ru: -d, --default показать список контроля доступа по умолчанию
uk: -d, --default показати список контролю доступу типово

source: -v, --version print version and exit -h, --help this help text
ru: -v, --version версия -h, --help справка
uk: -v, --version версія -h, --help довідка

source: %s: Standard input: %s
ru: %s: Стандартный ввод: %s
uk: %s: Стандартний ввід: %s

source: Try `%s --help' for more information.
ru: Попробуйте `%s --help' для дополнительной информации.
uk: Спробуйте `%s --help' щоб отримати більше інформації.

source: %s: %s: No filename found in line %d, aborting
ru: %s: %s: Имя файла не найдено в строке %d, прерывание
uk: %s: %s: На рядку %d імені файл не знайдено, завершення роботи

source: %s: No filename found in line %d of standard input, aborting
ru: %s: Имя файла не найдено в строке %d стандартного ввода, прерывание
uk: %s: На рядку %d стандартного вводу імені файл не знайдено, завершення роботи

source: %s: %s: %s in line %d
ru: %s: %s: %s в строке %d
uk: %s: %s: %s в стрічці %d

source: %s: %s: Cannot change owner/group: %s
ru: %s: %s: Не удается сменить владельца/группу: %s
uk: %s: %s: Неможливо змінити власника/групу: %s

source: %s: %s: Cannot change mode: %s
ru: %s: %s: Не удается изменить режим: %s
uk: %s: %s: Не вдається змінити режим: %s

source: %s %s -- set file access control lists
ru: %s %s -- установите файловые списки контроля доступа
uk: %s %s -- встановіть файлові списки контролю доступу

source: Usage: %s %s
ru: Использование: %s %s
uk: Використання: %s %s

source: -m, --modify=acl modify the current ACL(s) of file(s) -M, --modify-file=file read ACL entries to modify from file -x, --remove=acl remove entries from the ACL(s) of file(s) -X, --remove-file=file read ACL entries to remove from file -b, --remove-all remove all extended ACL entries -k, --remove-default remove the default ACL
ru: -m, --modify=acl изменить текущие СКД файлов -M, --modify-file=file прочитать записи СКД для внесения изменения в файл -x, --remove=acl удалить записи из СКД файлов -X, --remove-file=file прочитать записи СКД для удаления из файла -b, --remove-all удалить все расширенные записи СКД -k, --remove-default удалить СКД по умолчанию
uk: -m, --modify=acl змінити поточні СКД файлів -M, --modify-file=file прочитати записи СКД для внесення зміни у файл -x, --remove=acl вилучити записи з СКД файлів -X, --remove-file=file прочитати записи СКД для вилучення з файлу -b, --remove-all вилучити усі розширені записи СКД -k, --remove-default вилучити СКД типово

source: --set=acl set the ACL of file(s), replacing the current ACL --set-file=file read ACL entries to set from file --mask do recalculate the effective rights mask
ru: --set=acl установить СКД файлов, заместив текущий СКД --set-file=file прочитать записи СКД для установки из файла --mask пересчитать маску эффективных прав
uk: --set=acl встановити СКД файлів, замістивши поточний СКД --set-file=file прочитати записи СКД для встановлення з файлу --mask повторно обчислити маску ефективних прав

source: -n, --no-mask don't recalculate the effective rights mask -d, --default operations apply to the default ACL
ru: -n, --no-mask не пересчитывать маску эффективных прав -d, --default действия применяются к СКД по умолчанию
uk: -n, --no-mask повторно не обчислювати маску ефективних прав -d, --default дії застосовуються до СКД типово

source: -R, --recursive recurse into subdirectories -L, --logical logical walk, follow symbolic links -P, --physical physical walk, do not follow symbolic links --restore=file restore ACLs (inverse of `getfacl -R') --test test mode (ACLs are not modified)
ru: -R, --recursive рекурсивно в подкаталоги -L, --logical логический проход, следовать символическим ссылкам -P, --physical физический проход, не следовать символическим ссылкам --restore=file восстановить СКД (обратное действие к `getfacl -R') --test тестовый режим (СКД не изменяются)
uk: -R, --recursive рекурсивно у підкаталоги -L, --logical логічний прохід, дотримуватися символічних посилань -P, --physical фізичний прохід, не дотримуватися символічних посилань --restore=file відновити СКД (зворотна дія до `getfacl -R') --test тестовий режим (СКД не змінюються)

source: %s: Option -%c incomplete
ru: %s: Опция -%c не завершена
uk: %s: Опція -%c не закінчена

source: %s: Option -%c: %s near character %d
ru: %s: Опция -%c: %s возле символа %d
uk: %s: Опція -%c: %s біля символу %d

source: %s: %s in line %d of file %s
ru: %s: %s в строке %d файла %s
uk: %s: %s в лінії %d файлу %s

source: %s: %s in line %d of standard input
ru: %s: %s в строке %d стандартного ввода
uk: %s: %s у рядку %d стандартного вводу
