Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apturl_apturl-*.po
Languages: uk

source: User requested interrupt.
uk: Користувач зробив запит на перервання.

source: Non whitelist char in the uri
uk: Неприпустимий символ у рядку uri

source: Whitespace in key=value
uk: Пробіл у ключ=значення

source: Exception '%s'
uk: Виняток '%s'

source: Url string '%s' too long
uk: Адреса '%s' задовга

source: No ':' in the uri
uk: Немає ':' у рядку uri

source: Enabling '%s' failed
uk: Увімкнення поля '%s'

source: Unknown channel '%s'
uk: Невідомий канал '%s'

source: The channel '%s' is not known
uk: Канал '%s' невідомий

source: Enabling channel '%s' failed
uk: Увімкнення поля каналу '%s'

source: Invalid /etc/apt/sources.list file
uk: Невірний файл /etc/apt/sources.list

source: Software index is broken
uk: Програмний індекс пошкоджено

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
uk: Це серйозна помилка у вашій системі керування програмним забезпеченням. Перевірте наявність пошкоджених пакунків за допомогою Synaptic, права доступу на файли та коректність вмісту файлу '/etc/apt/sources.list' й оновіть інформацію про програмне забезпечення за допомогою: 'sudo apt-get update' і 'sudo apt-get install -f'.

source: Need a url to continue, exiting
uk: Для продовження потрібна url, зупинено

source: Invalid url: '%s' given, exiting
uk: Надано невірне посилання: '%s', зупинено

source: Can not deal with protocol '%s'
uk: Неможливо використовувати протокол '%s'

source: Package '%s' is virtual.
uk: Пакунок '%s' віртуальний.

source: Could not find package '%s'.
uk: Неможливо знайти пакунок '%s'.

source: Package '%s' is already installed
uk: Пакунок '%s' вже встановлений

source: Can not install '%s' (%s)
uk: Не вдалося встановити '%s' (%s)

source: Package '%s' requests minimal version '%s', but only '%s' is available
uk: Пакунок '%s' потребує мінімальної версії '%s', але доступна лише версія '%s'

source: Enable additional components
uk: Увімкнути додаткові компоненти

source: Enable additional software channel
uk: Увімкнути додаткове джерело програмного забезпечення

source: Do you want to enable the following software channel: '%s'?
uk: Ви хочете увімкнути наступне джерело програмного забезпечення: '%s'?

source: Install additional software?
uk: Встановити додаткове програмне забезпечення?

source: Do you want to install package '%s'?
uk: Ви бажаєте встановити пакунок '%s'?

source: Description
uk: Опис

source: _Install
uk: _Встановити

source: Whether the specified command should handle "apt" URLs
uk: Чи повинна вказана команда оброблювати URL ареси "apt"

source: True if the command specified in the "command" key should handle "apt" URLs.
uk: True (істина), якщо команда, вказана у ключі "command", повинна оброблювати URL адреси "apt".

source: The handler for "apt" URLs
uk: Типовий обробник для URL адреси "apt"

source: The command used to handle "apt" URLs, if enabled.
uk: Команда використовується для обробки "apt" URL-адреси, якщо дозволено.

source: Run the command in a terminal
uk: Виконати команду у терміналі

source: True if the command used to handle this type of URL should be run in a terminal.
uk: Так, якщо команда, що використовується для обробки цього типу URL-посилань, має бути запущена у терміналі.
