Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apparmor_subdomain-parser-*.po
Languages: uk

source: Error couldn't allocate temporary file
uk: Помилка не можна виділити тимчасовий файл

source: Error: Out of Memory
uk: Помилка: Не вистачає пам’яті

source: Error: Can't add directory %s to search path
uk: Помилка: Не вдається додати каталог %s для пошуку шляху

source: Error: Could not allocate memory
uk: Помилка: Не вдалося виділити пам'ять

source: Error: could not allocate buffer for include. line %d in %s
uk: Помилка: неможливо виділити буфер для включення. рядок %d в %s

source: Error: bad include. line %d in %s
uk: Помилка: погане включення. рядок %d в %s

source: Error: exceeded %d levels of includes. NOT processing %s include
uk: Помилка: перевищено %d рівень включень. НЕ обробляємо включення %s

source: Error: #include %s%c not found. line %d in %s
uk: Помилка: #include %s%c не знайдено. рядок %d в %s

source: PANIC bad increment buffer %p pos %p ext %p size %d res %p
uk: PANIC неправильне збільшення буфера %p поз %p розш %p розм %d рес %p

source: Unable to open %s - %s
uk: Неможливо відкрити %s - %s

source: unable to create work area
uk: неможливо створити робочу область

source: unable to serialize profile %s
uk: неможливо перетворити профіль %s в послідовну форму

source: %s: Unable to write entire profile entry
uk: %s: Неможливо записати повний запис профілю

source: (ip_mode) Found unexpected character: '%s'
uk: (ip_mode) Знайдено несподіваний символ: «%s»

source: Found unexpected character: '%s'
uk: Знайдено несподіваний символ: «%s»

source: %s: Could not allocate memory for subdomain mount point
uk: %s: Не вдалося виділити пам'ять для точки монтування піддомену

source: %s: Could not allocate memory for subdomainbase mount point
uk: %s: Неможливо виділити пам'ять для точки монтування основи піддомену

source: %s: Sorry. You need root privileges to run this program.
uk: %s: Перепрошуємо. Для виконання цієї програми потрібні привілеї root.

source: %s: Warning! You've set this program setuid root. Anybody who can run this program can update your AppArmor profiles.
uk: %s: Попередження! Ви вказали для цієї програми setuid root. Будь-хто, хто може запускати цю програму, може змінювати ваші профілі AppArmor.

source: %s: Unable to query modules - '%s' Either modules are disabled or your kernel is too old.
uk: %s: Не вдалося запросити модулі - «%s» Або модулі вимкнено, або ваше ядро ​​занадто старе.

source: %s: Unable to find
uk: %s: Не вдається знайти

source: ! Ensure that it has been loaded.
uk: ! Переконайтеся, що його завантажено.

source: %s: Errors found in file. Aborting.
uk: %s: У файлі знайдено помилки. Аварійне завершення.

source: %s: Errors found in combining rules postprocessing. Aborting.
uk: %s: Під час остаточної обробки складених правил виявлено помилки. Аварійне завершення.

source: %s: Errors found during regex postprocess. Aborting.
uk: %s: Помилка під час постобробки регулярного виразу. Аварійне завершення

source: Couldn't merge entries. Out of Memory
uk: Не вдалося об'єднати записи. Не вистачає пам'яті

source: profile %s: has merged rule %s with multiple x modifiers
uk: профіль %s: об’єднано правило %s з кратними модифікаторами x

source: ERROR in profile %s, failed to load
uk: ПОМИЛКА у профілі %s, не вдалося завантажити

source: Bad write position
uk: Погана позиція запису

source: Permission denied
uk: Доступ заборонений

source: Out of memory
uk: Бракує пам'яті

source: Couldn't copy profile Bad memory address
uk: Не вдалося скопіювати профіль; неправильна адреса пам'яті

source: Profile doesn't conform to protocol
uk: Профіль несумісний з протоколом

source: Profile does not match signature
uk: Профіль не збігається з підписом

source: Profile version not supported
uk: Профіль версії не підтримується

source: Profile already exists
uk: Профіль вже існує

source: Profile doesn't exist
uk: Профіль не існує

source: Unknown error
uk: Невідома помилка

source: %s: Unable to add "%s".
uk: %s: Неможливо додати «%s».

source: %s: Unable to replace "%s".
uk: %s: Неможливо замінити «%s».

source: %s: Unable to remove "%s".
uk: %s: Неможливо вилучити «%s».

source: %s: Unable to write to stdout
uk: %s: Неможливо записати в stdout

source: %s: ASSERT: Invalid option: %d
uk: %s: ASSERT: нечинний параметр: %d

source: Addition succeeded for "%s".
uk: Успішне додавання для «%s».

source: Replacement succeeded for "%s".
uk: Успішна заміна для «%s».

source: Removal succeeded for "%s".
uk: Успішне вилучення для «%s».

source: Memory allocation error.
uk: Помилка виділення пам'яті.

source: Default allow subdomains are no longer supported, sorry. (domain: %s)
uk: Типове дозволення піддоменів більше не підтримується. (домен: %s)

source: Default allow subdomains are no longer supported, sorry. (domain: %s^%s)
uk: Типове дозволення піддоменів більше не підтримується. (домен: : %s^%s)

source: Assert: `rule' returned NULL.
uk: Виявлено: «rule» повернуло NULL.

source: Assert: `netrule' returned NULL.
uk: Виявлено: «netrule» повернуло NULL.

source: Assert: 'hat rule' returned NULL.
uk: Виявлено: «hat rule» повернуло NULL.

source: md5 signature given without execute privilege.
uk: md5 підпис дано без виконання привілеїв.

source: missing an end of line character? (entry: %s)
uk: відсутній символ кінця рядка? (запис: %s)

source: Negative subdomain entries are no longer supported, sorry. (entry: %s)
uk: Негативні записи піддомену більше не підтримуються, перепрошуємо. (запис: %s)

source: Assert: `addresses' returned NULL.
uk: Виявлення: «addresses» повернуло NULL.

source: Network entries can only have one TO address.
uk: Записи у мережі можуть мати лише одну адресу КОМУ.

source: Network entries can only have one FROM address.
uk: Мережеві записи можуть мати лише одну ВІД адресу.

source: `%s' is not a valid ip address.
uk: «%s» не є чинною адресою IP.

source: `/%d' is not a valid netmask.
uk: «/%d» не є чинною маскою мережі.

source: `%s' is not a valid netmask.
uk: «%s» не є чинною маскою мережі.

source: ports must be between %d and %d
uk: порти мусять бути між %d і %d

source: AppArmor parser error, line %d: %s
uk: Помилка аналізатора AppArmor, рядок %d: %s

source: Exec qualifier 'i' must be followed by 'x'
uk: Кваліфікатор виконання «i» повинен йти після «x»

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
uk: Кваліфікатор виконання «i» неприпустимий, вже зазначено кваліфікатор, що конфліктує з ним

source: Exec qualifier 'u' must be followed by 'x'
uk: Кваліфікатор виконання «u» має йти після «x»

source: Exec qualifier 'u' invalid, conflicting qualifier already specified
uk: Кваліфікатор виконання «u» неприпустимий, вже зазначено кваліфікатор, що конфліктує з ним

source: Exec qualifier 'p' must be followed by 'x'
uk: Кваліфікатор виконання «p» має йти після «x»

source: Exec qualifier 'p' invalid, conflicting qualifier already specified
uk: Кваліфікатор виконання «p» неприпустимий, вже зазначено кваліфікатор, що конфліктує з ним

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'u' or 'p'
uk: Невірний режим, перед «x» має йти після «i», «u» або «p»

source: Internal: unexpected mode character in input
uk: Внутрішнє: неочікуваний символ режиму у введення

source: %s: Illegal open {, nesting groupings not allowed
uk: %s: Неприпустима відкривна дужка {, вкладене групування не дозволяється

source: %s: Regex grouping error: Invalid number of items between {}
uk: %s: Помилка групування формального виразу: неприпустима кількість пунктів у дужках {}

source: %s: Regex grouping error: Invalid close }, no matching open { detected
uk: %s: Помилка групування формального виразу: неприпустима закривна дужка }, не знайдено відповідної відкривної дужки {

source: %s: Regex grouping error: Unclosed grouping, expecting close }
uk: %s: Помилка групування регулярного вираху: Незакрите групування, очікується закривна дужка }

source: %s: Internal buffer overflow detected, %d characters exceeded
uk: %s: Виявлено внутрішнє переповнення буфера, перевищення у %d символів

source: %s: Unable to parse input line '%s'
uk: %s: Не вдається проаналізувати вхідний файл «%s»

source: %s: Failed to compile regex '%s' [original: '%s']
uk: %s: Не вдалося обробити регулярний вираз «%s» [початкове: «%s»]

source: %s: error near
uk: %s: помилка біля

source: %s: error reason: '%s'
uk: %s: причина помилки: «%s»

source: %s: Failed to compile regex '%s' [original: '%s'] - malloc failed
uk: %s: Не вдалося обробити регулярний вираз «%s» [початкове: «%s»] - помилка у функції malloc

source: %s: Subdomain '%s' defined, but no parent '%s'.
uk: %s: Піддомен «%s» визначений, але не має батька «%s».

source: %s: Two SubDomains defined for '%s'.
uk: %s: Визначено два піддомена для «%s».

source: Warning (line %d):
uk: Попередження (рядок %d):
