Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-aptdaemon_aptdaemon-*.po
Languages: uk

source: List keys of trusted vendors
uk: Перелік ключів надійних постачальників ПЗ

source: To view the list of trusted keys, you need to authenticate.
uk: Щоби переглянути перелік надійних ключів, вам потрібно автентифікуватись.

source: Remove downloaded package files
uk: Вилучити завантажені файли пакунків

source: To clean downloaded package files, you need to authenticate.
uk: Для очищення завантажених файлів пакунків, вам потрібно автентифікуватись.

source: Change software configuration
uk: Змінити налаштування програмного забезпечення

source: To change software settings, you need to authenticate.
uk: Щоб мати змогу змінювати налаштування програм, потрібно автентифікуватись.

source: Change software repository
uk: Змінити сховище програм

source: To change software repository settings, you need to authenticate.
uk: Для зміни налаштувань сховищ програм, вам потрібно автентифікуватися.

source: Install package file
uk: Встановити файлу пакунку

source: To install this package, you need to authenticate.
uk: Щоб встановити цей пакунок, потрібно автентифікуватися.

source: Update package information
uk: Оновлення інформації про пакунки

source: To update the software catalog, you need to authenticate.
uk: Щоб оновити перелік програм, потрібно автентифікуватись.

source: Install or remove packages
uk: Встановити чи вилучити пакунки

source: To install or remove software, you need to authenticate.
uk: Для встановлення і вилучення програм, потрібно автентифікуватися.

source: Install software from a high-trust whitelisted repository.
uk: Встановлення програмного забезпечення зі сховища з високим рівнем довіри.

source: To install software, you need to authenticate.
uk: Для того, щоб встановлювати програмне забезпечення, вам необхідно пройти перевірку.

source: Add a new repository and install packages from it
uk: Додати нове сховище і встановити з нього пакунки.

source: To install software from a new source, you need to authenticate.
uk: Щоб встановити програми з нового джерела, потрібно автентифікуватись.

source: Add a new repository of purchased software and install packages from it
uk: Додати сховище для платних програм і встановити з нього пакунки

source: To install purchased software, you need to authenticate.
uk: Щоб встановити платні програми, потрібно автентифікуватись.

source: Upgrade packages
uk: Оновлення пакунків

source: To install updated software, you need to authenticate.
uk: Щоб встановити оновлення, потрібно автентифікуватися

source: Cancel the task of another user
uk: Скасувати завдання іншого користувача

source: To cancel someone else's software changes, you need to authenticate.
uk: Щоб скасувати чужі зміни в ПЗ, потрібно автентифікуватися.

source: Set a proxy for software downloads
uk: Налаштувати проксі для завантаження програм

source: To use a proxy server for downloading software, you need to authenticate.
uk: Щоб використовувати проксі сервер для завантаження програм, потрібно автентифікуватись.

source: ERROR
uk: ПОМИЛКА

source: Downloaded %(cur)sB of %(total)sB at %(rate)sB/s
uk: Отримано %(cur)sБ з %(total)sБ на швидкості %(rate)sБ/с

source: Downloaded %(cur)sB of %(total)sB
uk: Отримано %(cur)sБ з %(total)sБ

source: ERROR:
uk: ПОМИЛКА:

source: You are not allowed to perform this action.
uk: Ви не можете виконувати цю дію.

source: Queuing
uk: Створення черги

source: Resolving dependencies
uk: Розв’язання залежностей

source: The following NEW package will be installed (%(count)s):
uk: Буде встановлено наступний НОВИЙ пакунок (%(count)s):

source: The following package will be upgraded (%(count)s):
uk: Наступний пакунок буде оновлено (%(count)s):

source: The following package will be REMOVED (%(count)s):
uk: Наступний пакунок буде ВИЛУЧЕНО (%(count)s):

source: The following package will be DOWNGRADED (%(count)s):
uk: Буде встановлено СТАРУ ВЕРСІЮ наступного пакунку (%(count)s):

source: The following package will be reinstalled (%(count)s):
uk: Наступний пакунок буде перевстановлено (%(count)s):

source: The following package has been kept back (%(count)s):
uk: Наступний пакунок буде утримано (%(count)s):

source: Need to get %sB of archives.
uk: Потрібно отримати архіви розміром %sБ

source: After this operation, %sB of additional disk space will be used.
uk: Після проведення операції буде використано %sБ вільного місця диску.

source: After this operation, %sB of additional disk space will be freed.
uk: Після проведення операції буде звільнено %sБ на диску.

source: Do you want to continue [Y/n]?
uk: Бажаєте продовжити? [Y - так, n - ні]

source: To operate on more than one package put the package names in quotation marks: aptdcon --install "foo bar"
uk: Щоб обробити декілька пакунків, візьміть їхні назви у лапки: aptdcon --install "foo bar"

source: Refresh the cache
uk: Оновити кеш

source: Try to resolve broken dependencies. Potentially dangerous operation since it could try to remove many packages.
uk: Спробувати налагодити порушені залежності. Ця операція потенційно небезпечна, оскільки може призвести до вилучення великої кількості пакунків.

source: Try to finish a previous incompleted installation
uk: Спробувати закінчити попереднє незавершене встановлення

source: Install the given packages
uk: Встановити вказані пакунки

source: Reinstall the given packages
uk: Перевстановити вказані пакунки

source: Remove the given packages
uk: Вилучити вказані пакунки

source: Remove the given packages including configuration files
uk: Вилучити вказані пакунки разом з налаштуваннями

source: Downgrade the given packages
uk: Встановити стару версію вказаних пакунків

source: Deprecated: Please use --safe-upgrade
uk: Застаріло: використовуйте --safe-upgrade

source: Upgrade the system in a safe way
uk: Оновити систему безпечним чином

source: Upgrade the system, possibly installing and removing packages
uk: Оновити систему, можливо встановлюючи та вилучаючи пакунки

source: Add the vendor to the trusted ones
uk: Додати розповсюджувача ПЗ до переліку тих, кому можна довіряти

source: Add the vendor keyid (also needs --keyserver)
uk: Додати keyid розповсюджувача ПЗ (також вимагає використання опції --keyserver)

source: Use the given keyserver for looking up keys
uk: Використовувати вказаний сервер для пошуку ключів

source: Add new repository from the given deb-line
uk: Додати нове сховище з вказаного deb-рядка

source: Specify an alternative sources.list.d file to which repositories should be added.
uk: Вказати альтернативний файл sources.list.d, у який потрібно додавати сховища.

source: List trusted vendor keys
uk: Показати ключі довірених розпосюджувачів ПЗ

source: Remove the trusted key of the given fingerprint
uk: Вилучити довірчий ключ для цього цифрового підпису

source: Reconfigure installed packages. Optionally the minimum priority of questions can be specified
uk: Переналаштувати встановлені пакунки. Можливо, потрібно буде відповісти на декілька запитань

source: The minimum debconf priority of question to be displayed
uk: Буде показано запитання із низьким пріоритетом

source: Do not attach to the apt terminal
uk: Не прив’язуватися до apt терміналу

source: Allow packages from unauthenticated sources
uk: Дозволити пакунки з неавтентифікованих джерел

source: Show additional information about the packages. Currently only the version number
uk: Показати додаткову інформацію про пакунки. Наразі лише номер версії

source: Waiting for authentication
uk: Очікування завершення автентифікації

source: Do not shutdown the daemon because of inactivity
uk: Не вимикайте фонову службу через її неактивність

source: Do not load any plugins
uk: Не завантажувати жодних втулок

source: Show internal processing information
uk: Показувати інформацію про внутрішню обробку

source: Quit and replace an already running daemon
uk: Вийти та замінити вже запущену службу

source: Listen on the DBus session bus (Only required for testing
uk: Слухати транспорт сесій DBus (Потрібен лише для тестування)

source: Perform operations in the given chroot
uk: Виконати операцію у окремому середовищі

source: Store profile stats in the specified file
uk: Зберігати статистику профілю у вказаному файлі

source: Do not make any changes to the system (Only of use to developers)
uk: Не вносьте жодних змін до системи (лише для розробників)

source: Installed file
uk: Встановлений файл

source: Installed packages
uk: Встановлені пакунки

source: Added key from file
uk: Доданий з файлу ключ

source: Updated cache
uk: Кеш оновлено

source: Search done
uk: Пошук завершено

source: Removed trusted key
uk: Вилучено довірчий ключ

source: Removed packages
uk: Вилучено пакунки

source: Updated packages
uk: Оновлено пакунки

source: Upgraded system
uk: Система оновлена

source: Applied changes
uk: Застосовані зміни

source: Repaired incomplete installation
uk: Виправлене незавершене встановлення

source: Repaired broken dependencies
uk: Виправлені порушені залежності

source: Added software source
uk: Додано джерело программного забезпечення

source: Enabled component of the distribution
uk: Увімкнено компонент дистрибутиву

source: Removed downloaded package files
uk: Вилучені файли завантажених пакунків

source: Reconfigured installed packages
uk: Переналаштовано встановлені пакунки

source: Successful
uk: Успішно

source: Canceled
uk: Скасовано

source: Failed
uk: Збій

source: Installing file
uk: Встановлення файлу

source: Installing packages
uk: Встановлення пакунків

source: Adding key from file
uk: Додавання ключа з файлу

source: Updating cache
uk: Оновлення кешу

source: Removing trusted key
uk: Вилучення довірчого ключа

source: Removing packages
uk: Вилучення пакунків

source: Updating packages
uk: Оновлення пакунків

source: Upgrading system
uk: Оновлення системи

source: Applying changes
uk: Застосування змін

source: Repairing incomplete installation
uk: Виправлення незавершеного встановлення

source: Repairing installed software
uk: Виправлення встановленого програмного забезпечення

source: Adding software source
uk: Додавання джерела програмного забезпечення

source: Enabling component of the distribution
uk: Вмикання компоненту дистрибутиву

source: Removing downloaded package files
uk: Вилучення завантажених файлів пакунків

source: Reconfiguring installed packages
uk: Переналаштування встановлених пакунків

source: Searching
uk: Пошук

source: Installation of the package file failed
uk: Збій встановлення файлу пакунку

source: Installation of software failed
uk: Збій встановлення програмного забезпечення

source: Adding the key to the list of trusted software vendors failed
uk: Додавання ключа до переліку довірених постачальників програмного забезпечення не вдалося

source: Refreshing the software list failed
uk: Збій оновлення списку програмного забезпечення

source: Removing the vendor from the list of trusted ones failed
uk: Збій вилучення елемента зі списку надійних розповсюджувачів програмного забезпечення

source: Removing software failed
uk: Збій вилучення програмного забезпечення

source: Updating software failed
uk: Збій оновлення програмного забезпечення

source: Upgrading the system failed
uk: Збій оновлення системи

source: Applying software changes failed
uk: Збій застосування змін програмного забезпечення

source: Repairing incomplete installation failed
uk: Збій виправлення незавершеного встановлення

source: Repairing broken dependencies failed
uk: Не вдалося задовольнити порушені залежності

source: Adding software source failed
uk: Збій додавання джерела програмного забезпечення

source: Enabling component of the distribution failed
uk: Збій вмикання компоненту дистрибутиву

source: Removing downloaded package files failed
uk: Збій під час вилучення завантажених файлів пакунків

source: Search failed
uk: Не вдалося виконати пошук

source: Adding license key
uk: Додавання ліцензійного ключа

source: Check your Internet connection.
uk: Перевірте інтернет-з’єднання

source: Check if you are using third party repositories. If so disable them, since they are a common source of problems. Furthermore run the following command in a Terminal: apt-get install -f
uk: Якщо ви використовуєте сторонні джерела програм, відключіть їх, оскільки вони часто є джерелом проблем. Потім виконайте в терміналі наступну команду: apt-get install -f

source: The selected file may not be a GPG key file or it might be corrupt.
uk: Обраний файл, можливо, не є файлом GPG ключа або він пошкоджений.

source: The selected key couldn't be removed. Check that you provided a valid fingerprint.
uk: Не вдалося вилучити обраний ключ. Переконайтеся, що вказано коректний цифровий підпис.

source: Check if you are currently running another software management tool, e.g. Synaptic or aptitude. Only one tool is allowed to make changes at a time.
uk: Перевірте чи не запущено іншу програму керування пакунками, наприклад Synaptic чи aptitude. Не можна використовувати кілька програм одночасно.

source: This is a serious problem. Try again later. If this problem appears again, please report an error to the developers.
uk: Це серйозна проблема. Спробуйте повторити пізніше. Якщо проблема виникне знову, будь ласка, надішліть звіт про помилку розробникам.

source: Check the spelling of the package name, and that the appropriate repository is enabled.
uk: Перевірте написання назви пакунку й що відповідне сховище дозволено використовувати.

source: There isn't any need for an update.
uk: Немає потреби у оновленні.

source: There isn't any need for an installation
uk: Немає потреби у встановленні.

source: There isn't any need for a removal.
uk: Немає потреби у вилученні.

source: You requested to remove a package which is an essential part of your system.
uk: Ви зробили запит вилучення пакунку, який є невід’ємною частиною системи.

source: The connection to the daemon was lost. Most likely the background daemon crashed.
uk: Втрачено з’єднання з фоновою службою. Швидше за усе, вона впала.

source: The installation or removal of a software package failed.
uk: Збій під час встановлення або вилучення пакунку.

source: The requested feature is not supported.
uk: Запитаний параметр не підтримується.

source: There seems to be a programming error in aptdaemon, the software that allows you to install/remove software and to perform other package management related tasks.
uk: Схоже, виникла програмна помилка в aptdaemon — програмі, що дозволяє встановлювати/вилучати програмне забезпечення та виконати інші пов’язані з ним завдання

source: This error could be caused by required additional software packages which are missing or not installable. Furthermore there could be a conflict between software packages which are not allowed to be installed at the same time.
uk: Ця помилка може бути зумовлена потребою додаткових програмних пакунків, які відсутні або не можуть бути встановлені. Крім того, певні пакунки можуть конфліктувати між собою, тому їх не можна встановлювати одночасно.

source: This requires installing packages from unauthenticated sources.
uk: Це потребує встановлення пакунків з неавтентифікованих джерел.

source: The installation could have failed because of an error in the corresponding software package or it was cancelled in an unfriendly way. You have to repair this before you can install or remove any further software.
uk: Збій під час встановлення міг виникнути через помилки у відповідному пакунку, або воно було перерване у неприпустимий спосіб. Вам слід виправити ці помилки, перш ніж ви зможете встановлювати або вилучати будь-які інші програми.

source: Please copy the file to your local computer and check the file permissions.
uk: Будь-ласка, скопіюйте файл на локальний комп’ютер та перевірте права на нього.

source: The installation of a package which violates the quality standards isn't allowed. This could cause serious problems on your computer. Please contact the person or organisation who provided this package file and include the details beneath.
uk: Встановлення пакунку, що порушує стандарти якості не дозволено. Це може призвести до серйозних проблем для Вашого комп’ютера. Будь-ласка, зверніться до особи або організації, що надали цей пакунок та додайте деталі, приведені нижче.

source: The downloaded license key which is required to run this piece of software is not valid or could not be installed correctly. See the details for more information.
uk: Завантажений ліцензійний ключ, який потребує це програмне забезпечення, не дійсний або міг бути встановлений не правильно. Перегляньте подробиці для докладнішої інформації.

source: All available upgrades have already been installed.
uk: Усі можливі оновлення встановлено.

source: The license key which allows you to use this piece of software could not be downloaded. Please check your network connection.
uk: Ліцензійний ключ, що дозволяє використовувати дане проґрамне забезпечення не можливо завантажити. Будь-ласка перевірте Ваше з’єднання з мережею.

source: You don't have the required privileges to perform this action.
uk: В вас немає необхідних прав для виконання цієї дії.

source: You either provided a wrong password or cancelled the authorization. Furthermore there could also be a technical reason for this error if you haven't seen a password dialog: your desktop environment doesn't provide a PolicyKit session agent.
uk: Надано невірний пароль або авторизацію було скасовано. Також помилка могла статися з технічних причин, якщо не з'являлося вікно уведення паролю: оточення стільниці, яке ви використовуєте, не надало агента сеансу PolicyKit.

source: Failed to download package files
uk: Не вдалося завантажити файли пакунку

source: Failed to download repository information
uk: Не вдалося завантажити інформацію про сховище

source: Package dependencies cannot be resolved
uk: Залежності пакунків не може бути розв’язано

source: The package system is broken
uk: Систему пакунків пошкоджено

source: Key was not installed
uk: Ключ не встановлено

source: Key was not removed
uk: Ключ не вилучено

source: Failed to lock the package manager
uk: Не вдалося заблокувати менеджер пакунків

source: Failed to load the package list
uk: Не вдалося завантажити перелік пакунків

source: Package does not exist
uk: Пакунку не існує

source: Package is already up to date
uk: Пакунок вже оновлено

source: Package is already installed
uk: Пакунок вже встановлено

source: Package isn't installed
uk: Пакунок не встановлено

source: Failed to remove essential system package
uk: Не вдається вилучити важливий системний пакунок

source: Task cannot be monitored or controlled
uk: Завдання не може бути відстежено чи проконтрольовано

source: Package operation failed
uk: Помилка операції з пакунком

source: Requires installation of untrusted packages
uk: Потрібне встановлення ненадійних пакунків

source: Previous installation hasn't been completed
uk: Попередне встановленя не було завершено

source: The package is of bad quality
uk: Пакунок поганої якості

source: Package file could not be opened
uk: Неможливо відкрити файл пакунку

source: Not supported feature
uk: Функція не підтримується

source: Failed to download the license key
uk: Невдале завантаження ліцензійного ключа

source: Failed to install the license key
uk: Помилка при встановленні ліцензійного ключа

source: The system is already up to date
uk: Систему оновлено

source: You could not be authorized
uk: Авторизацію користувача не може бути виконано

source: You are not allowed to perform this action
uk: Вам не дозволено виконувати цю дію

source: An unhandlable error occured
uk: Виникла неконтрольована помилка

source: Waiting for service to start
uk: Очікування запуску служби

source: Waiting
uk: Очікування

source: Waiting for required medium
uk: Очікування потрібного носія з інформацією

source: Waiting for other software managers to quit
uk: Очікування закінчення роботи інших менеджерів програмного забезпечення

source: Waiting for configuration file prompt
uk: Очікування запиту конфігураційного файлу

source: Running task
uk: Виконання завдання

source: Downloading
uk: Завантаження

source: Querying software sources
uk: Запит джерел програмного забезпечення

source: Cleaning up
uk: Очищення

source: Finished
uk: Завершено

source: Cancelling
uk: Скасування

source: Loading software list
uk: Завантаження списку програм

source: Installing %s
uk: Встановлення %s

source: Configuring %s
uk: Налаштування %s

source: Removing %s
uk: Вилучення %s

source: Completely removing %s
uk: Повне вилучення %s

source: Noting disappearance of %s
uk: Нічого не відзначено з %s

source: Running post-installation trigger %s
uk: Запуск після-встановлювального тригера %s

source: Upgrading %s
uk: Оновлення %s

source: Unpacking %s
uk: Розпакування %s

source: Preparing installation of %s
uk: Підготовка до встановлення %s

source: Preparing configuration of %s
uk: Підготовка налаштувань %s

source: Preparing removal of %s
uk: Підготовка вилучення %s

source: Preparing complete removal of %s
uk: Підготовка повного вилучення %s

source: Installed %s
uk: Встановлено %s

source: Completely removed %s
uk: Повністю вилучено %s

source: Removed %s
uk: Вилучено %s

source: Done
uk: Виконано

source: Authentication failed
uk: Помилка автентификації

source: Fetching
uk: Отримання

source: Idle
uk: Очікування

source: Network isn't available
uk: Мережеве з’єднання недоступне

source: Processing %s
uk: Опрацювання %s

source: Downloaded %sB of %sB at %sB/s
uk: Завантажено %sB з %sB за %sB/s

source: Downloaded %sB of %sB
uk: Завантажено %sB з %sB

source: Details
uk: Докладніше

source: File
uk: Файл

source: Downloaded %sB
uk: Завантажено %sБ

source: Downloaded
uk: Завантажено

source: CD/DVD '%s' is required
uk: Потрібен КД/DVD '%s'

source: Please insert the above CD/DVD into the drive '%s' to install software packages from it.
uk: Будь-ласка, вставте вищевказаний КД/DVD диск до пристрою '%s', щоб встановити пакунки з нього.

source: C_ontinue
uk: П_родовжити

source: Install
uk: Встановити

source: Reinstall
uk: Перевстановити

source: Remove
uk: Вилучити

source: Purge
uk: Очистити

source: Upgrade
uk: Оновити

source: Downgrade
uk: Понизити версію

source: Skip upgrade
uk: Пропустити оновлення

source: Please take a look at the list of changes below.
uk: Будь-ласка, подивіться на перелік змін нижче.

source: Additional software has to be installed
uk: Потрібно встановити додаткове програмне забезпечення

source: Additional software has to be re-installed
uk: Потрібно перевстановити додаткове програмне забезпечення

source: Additional software has to be removed
uk: Потрібно вилучити додаткове програмне забезпечення

source: Additional software has to be purged
uk: Потрібно очистити додаткове програмне забезпечення

source: Additional software has to be upgraded
uk: Потрібно оновити додаткове програмне забезпечення

source: Additional software has to be downgraded
uk: Потрібно понизити версію додаткового програмного забезпечення

source: Updates will be skipped
uk: Оновлення буде пропущено

source: Additional changes are required
uk: Потрібно внести додаткові зміни

source: %sB will be downloaded in total.
uk: Загалом буде завантажено %sБ

source: %sB of disk space will be freed.
uk: %sБ диску буде звільнено

source: %sB more disk space will be used.
uk: Буде використано %sБ вільного місця на диску

source: Replace your changes in '%s' with a later version of the configuration file?
uk: Замінити Ваші зміни у '%s' новішою версією файлу налаштувань?

source: If you don't know why the file is there already, it is usually safe to replace it.
uk: Якщо Ви не знаєте, що це за файл і навіщо він там, зазвичай можна безпечно його замінити.

source: _Changes
uk: _Зміни

source: _Keep
uk: З_алишити як є

source: _Replace
uk: _Замінити

source: _Details
uk: _Детальніше

source: Waiting for %s to exit
uk: Очікую завершення %s

source: Downloading %(files)s
uk: Завантаження %(files)s
