Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apt-listchanges_apt-listchanges-*.po
Languages: uk

source: Unknown frontend: %s
uk: Невідома оболонка: %s

source: Cannot reopen /dev/tty for stdin: %s
uk: Неможливо наново відкрити: /dev/tty для stdin: %s

source: News for %s
uk: Новини для %s

source: Changes for %s
uk: Зміни для %s

source: Informational notes
uk: Інформаційні нотатки

source: apt-listchanges: News
uk: apt-listchanges: Новини

source: apt-listchanges: Changelogs
uk: apt-listchanges: Журнал змін

source: apt-listchanges: news for %s
uk: apt-listchanges: новини для %s

source: apt-listchanges: changelogs for %s
uk: apt-listchanges: записи змін для %s

source: Didn't find any valid .deb archives
uk: Не знайдено жодного дійсного архіву .deb

source: %s: will be newly installed
uk: %s: буде знову встановлено

source: %(pkg)s: Version %(version)s has already been seen
uk: %(pkg)s: Версія %(version)s вже була відображена

source: %(pkg)s: Version %(version)s is lower than version of related packages (%(maxversion)s)
uk: %(pkg)s: Версія %(version)s є нижчою від від версії пов'язаних пакунків (%(maxversion)s)

source: Binary NMU of
uk: Двійковий NMU із

source: Received signal %d, exiting
uk: Отримано вихідний сигнал %d

source: APT pipeline messages:
uk: Повідомлення комунікаційної лінії APT:

source: Packages list:
uk: Перелік пакунків:

source: APT_HOOK_INFO_FD environment variable is not defined (is Dpkg::Tools::Options::/usr/bin/apt-listchanges::InfoFD set to 20?)
uk: APT_HOOK_INFO_FD змінна оточення не визначена (це Dpkg::Tools::Options::/usr/bin/apt-listchanges::InfoFD встановити до 20?)

source: Invalid (non-numeric) value of APT_HOOK_INFO_FD environment variable
uk: Недійсна (не номерна) величина APT_HOOK_INFO_FD змінної оточення

source: Will read apt pipeline messages from file descriptor %d
uk: Буде прочитано повідомлення лінії apt з дескриптора %d

source: Incorrect value (0) of APT_HOOK_INFO_FD environment variable. If the warning persists after restart of the package manager (e.g. aptitude), please check if the /etc/apt/apt.conf.d/20listchanges file was properly updated.
uk: Невірне значення (0) з APT_HOOK_INFO_FD змінної оточення. Якщо попередження зберігається після перезапуску менеджера пакетів (наприклад, aptitude), будь-ласка, перевірте чи файл /etc/apt/apt.conf.d/20listchanges був правильно оновлений.

source: APT_HOOK_INFO_FD environment variable is incorrectly defined (Dpkg::Tools::Options::/usr/bin/apt-listchanges::InfoFD should be greater than 2).
uk: APT_HOOK_INFO_FD змінна оточення не правильно визначена (Dpkg::Tools::Options::/usr/bin/apt-listchanges::InfoFD повинна бути більшою за 2).

source: Cannot read from file descriptor %(fd)d: %(errmsg)s
uk: Не можу прочитати з файлу дескриптора %(fd)d: %(errmsg)s

source: Wrong or missing VERSION from apt pipeline (is Dpkg::Tools::Options::/usr/bin/apt-listchanges::Version set to 2?)
uk: Невірна або відсутня ВЕРСІЯ з лінії apt (це Dpkg::Tools::Options::/usr/bin/apt-listchanges::Version встановити до 2?)

source: Unknown configuration file option: %s
uk: Невідомий параметр конфігураційного файлу: %s

source: Usage: apt-listchanges [options] {--apt | filename.deb ...}
uk: Використання: apt-listchanges [параметри] {--apt | ім’я_файлу.deb ...}

source: Unknown argument %(arg)s for option %(opt)s. Allowed are: %(allowed)s.
uk: Невідомий аргумент %(arg)s для параметру %(opt)s. Дозволеними є: %(allowed)s.

source: %(deb)s does not have '.deb' extension
uk: %(deb)s не мають розширення '.deb'

source: %(deb)s does not exist or is not a file
uk: %(deb)s не існує або не є файлом

source: %(deb)s is not readable
uk: %(deb)s не читається

source: --since=<version> and --show-all are mutually exclusive
uk: --починаючи з=<version> та --show-all є взаємовиключними

source: --since=<version> expects a path to exactly one .deb archive
uk: --починаючи з=<version> очікується посилання до лише одного архіву .deb

source: apt-listchanges: %(msg)s
uk: apt-listchanges (перелік змін apt): %(msg)s

source: apt-listchanges warning: %(msg)s
uk: Попередження apt-listchanges: %(msg)s

source: Path to the seen database is unknown. Please either specify it with --save-seen option or pass --profile=apt to have it read from the configuration file.
uk: Шлях до видимої бази даних невідомий. Будь-ласка, вкажіть його за допомогою параметру --save-seen або pass --profile=apt для його читання з конфігураційного файлу.

source: Database %(db)s does not end with %(ext)s
uk: База даних %(db)s не закінчується на %(ext)s

source: Database %(db)s failed to load: %(errmsg)s
uk: Базу даних %(db)s не вдалось завантажити: %(errmsg)s

source: apt-listchanges: Reading changelogs
uk: apt-listchanges: Читання журналу змін

source: Reading changelogs. Please wait.
uk: Читаю записи змін. Зачекайте.

source: Continue Installation?
uk: Продовжити встановлення?

source: Select <i>yes</i> to continue with the installation. Select <i>no</i> to abort the installation.
uk: Виберіть <i>так</i>, щоб продовжити встановлення. Виберіть <i>ні</i>, щоб припинити встановлення.

source: Aborting
uk: Перервано

source: Confirmation failed: %s
uk: Невдале підтвердження: %s

source: Mailing %(address)s: %(subject)s
uk: Надсилання %(address)s: %(subject)s

source: Failed to send mail to %(address)s: %(errmsg)s
uk: Невдале надсилання до %(address)s: %(errmsg)s

source: The mail frontend needs an installed 'sendmail', using %s
uk: Для поштової оболонки необхідне встановлення 'sendmail', використовуючи %s

source: The mail frontend needs an e-mail address to be configured, using %s
uk: Для налаштування, поштовій оболонці потрібна адреса електронної пошти, використовуючи %s

source: Available apt-listchanges frontends:
uk: Наявні apt-listchanges оболонки:

source: Choose a frontend by entering its number:
uk: Оберіть оболонку зазначаючи її номер:

source: Error: %s
uk: Помилка: %s

source: Using default frontend: %s
uk: Використовується типова оболонка: %s

source: $DISPLAY is not set, falling back to %(frontend)s
uk: $DISPLAY не встановлено, повернення до %(frontend)s

source: The gtk frontend needs a working python3-gi, but it cannot be loaded. Falling back to %(frontend)s. The error is: %(errmsg)s
uk: Оболонка gtk потребує працюючого python3-gi, але не може бути завантаженим. Повернення до %(frontend)s. Помилка: %(errmsg)s

source: Do you want to continue? [Y/n]
uk: Бажаєте продовжити? [Y/n]

source: Reading changelogs
uk: Читаю записи змін

source: Command %(cmd)s exited with status %(status)d
uk: Команда %(cmd)s прийшла зі статусом %(status)d

source: Done
uk: Готово

source: Found user: %(user)s, temporary directory: %(dir)s
uk: Знайдено користувача: %(user)s, тимчасовий каталог: %(dir)s

source: Error getting user from variable '%(envvar)s': %(errmsg)s
uk: Помилка отримання користувача із змінної '%(envvar)s': %(errmsg)s

source: Cannot find suitable user to drop root privileges
uk: Не вдається знайти необхідного користувача щоб вимкнути права адміністратора

source: None of the following directories is accessible by user %(user)s: %(dirs)s
uk: Жоден із цих каталогів не доступний користувачеві %(user)s: %(dirs)s

source: press q to quit
uk: для виходу натисніть q

source: Error processing '%(what)s': %(errmsg)s
uk: Помилка виконання '%(what)s': %(errmsg)s

source: Ignoring `%s' (seems to be a directory!)
uk: Ігнорується `%s' (здається, це каталог!)

source: Calling %(cmd)s to retrieve changelog
uk: Виклик %(cmd)s для отримання журналу змін

source: Unable to retrieve changelog for package %(pkg)s; 'apt-get changelog' failed with: %(errmsg)s
uk: Неможливо отримати журнал змін для пакунку %(pkg)s; 'apt-get changelog' не вдалося через: %(errmsg)s

source: Unable to retrieve changelog for package %(pkg)s; could not run 'apt-get changelog': %(errmsg)s
uk: неможливо отримати журнал змін для пакунку %(pkg)s; не можу запустити 'apt-get changelog': %(errmsg)s

source: List the changes
uk: Перелік змін

source: The following changes are found in the packages you are about to install:
uk: У пакунках які ви збираєтесь встановити місяться такі зміни:
