Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-accountsservice_accounts-service-*.po
Languages: be

source: Change your own user data
be: Змена вашых уласных даных карыстальніка

source: Authentication is required to change your own user data
be: Праверка сапраўднасці абавязковая, каб змяніць вашы ўласныя даныя карыстальніка

source: Manage user accounts
be: Кіраванне ўліковымі запісамі карыстальнікаў

source: Authentication is required to change user data
be: Праверка сапраўднасці абавязковая, каб змяніць даныя карыстальніка

source: Change the login screen configuration
be: Змяніць канфігурацыю экрана ўваходу

source: Authentication is required to change the login screen configuration
be: Праверка сапраўднасці абавязковая, каб змяніць канфігурацыю экрана ўваходу

source: Output version information and exit
be: Вывесці звесткі аб версіі і выйсці

source: Replace existing instance
be: Замяніць існуючы вобраз

source: Enable debugging code
be: Уключыць адладку кода

source: Provides D-Bus interfaces for querying and manipulating user account information.
be: D-Bus інтэрфейс забяспечвае запыт і кіраванне звесткамі ўліковага запісу карыстальніка.
