Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apparmor_apparmor-utils-*.po
Languages: uk

source: Generate profile for the given program
uk: Створити профіль для даної програми

source: path to profiles
uk: шлях до профілю

source: path to logfile
uk: шлях до файлу журналу

source: name of program to profile
uk: назва програми до профілю

source: The logfile %s does not exist. Please check the path
uk: Файл журналу %s не існує. Перевірте шлях

source: It seems AppArmor was not started. Please enable AppArmor and try again.
uk: Здається AppArmor не запущений. Запустіть AppArmor і спробуйте ще раз.

source: %s is not a directory.
uk: %s не є каталогом.

source: Can't find %(profiling)s in the system path list. If the name of the application is correct, please run 'which %(profiling)s' as a user with correct PATH environment set up in order to find the fully-qualified path and use the full path as parameter.
uk: Неможлив знайти%(profiling)s у списку системних шляхів. Якщо ім'я програми правильне, запустіть «which %(profiling)s» як користувача з належно налаштованою змінною середовища PATH, щоб дізнатися повністю кваліфікований шлях, і використовувати повний шлях як параметр.

source: %s does not exists, please double-check the path.
uk: %s не існує, ще раз перевірте шлях.

source: Before you begin, you may wish to check if a profile already exists for the application you wish to confine. See the following wiki page for more information:
uk: Перш ніж почати, ви можете перевірити існування профіля для програми, яку ви бажаєте обмежити. Додаткові відомості див. на такій вікі-сторінці:

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the "Scan" option below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
uk: Будь ласка, запустіть програму, що потребує профілювання в іншому вікні і перевірте її працездатність. Після завершення, виберіть параметр «Scan», щоб перевірити події AppArmor в системному журналі. Для кожної події AppArmor, вам буде дана можливість вибору делегування доступу або відмови в доступі.

source: Profiling
uk: Профілювання

source: Reloaded AppArmor profiles in enforce mode.
uk: Повторне завантаження профілів AppArmor в примусовому режимі.

source: Please consider contributing your new profile! See the following wiki page for more information:
uk: Будь ласка поділіться вашим новим профілем! Додаткові відомості див. на такій вікі-сторінці:

source: Finished generating profile for %s.
uk: Створення профілю для %s завершено.

source: Process log entries to generate profiles
uk: Обробити записи журналу для створення профілів

source: mark in the log to start processing after
uk: позначити в журналі, щоб почати обробку пізніше

source: Cleanup the profiles for the given programs
uk: Очистити профілі для заданих програм

source: name of program
uk: назва програми

source: Silently overwrite with a clean profile
uk: Замінити чистим профілем без запитів

source: Perform a 2-way or 3-way merge on the given profiles
uk: Виконати 2 чи 3 етапне злиття заданих профілів

source: your profile
uk: ваш профіль

source: base profile
uk: базовий профіль

source: other profile
uk: інший профіль

source: The following local profiles were changed. Would you like to save them?
uk: Наступні локальні профілі були змінені. Бажаєте їх зберегти?

source: Path
uk: Шлях

source: Select the appropriate mode
uk: Виберіть відповідний режим

source: Unknown selection
uk: Невідомий вибір

source: File includes
uk: Файл містить

source: Select the ones you wish to add
uk: Вкажіть, що ви бажаєте додати

source: Adding %s to the file.
uk: Додавання %s до файлу.

source: unknown
uk: невідомо

source: Deleted %s previous matching profile entries.
uk: Видалені %s попередні відповідні записи профілів.

source: Profile
uk: Профіль

source: Capability
uk: Можливість

source: Severity
uk: Важливість

source: Adding %s to profile.
uk: Додавання %s до профілю.

source: Adding capability %s to profile.
uk: Додавання можливості %s до профілю.

source: Denying capability %s to profile.
uk: Заборона можливості %s у профілі.

source: (owner permissions off)
uk: (права власника вимкнені)

source: (force new perms to owner)
uk: (примусово призначити нові права власнику)

source: (force all rule perms to owner)
uk: (примусово надати всі дозволи керування власнику)

source: Old Mode
uk: Старий режим

source: New Mode
uk: Новий режим

source: (force perms to owner)
uk: (примусові права власнику)

source: Mode
uk: Режим

source: Adding %(path)s %(mod)s to profile
uk: Додавання %(path)s %(mod)s до профілю

source: Enter new path:
uk: Введіть новий шлях:

source: Network Family
uk: Мережева родина

source: Socket Type
uk: Тип сокету

source: Adding %s to profile
uk: Додавання %s до профілю

source: Adding network access %(family)s %(type)s to profile.
uk: Додавання мережевого доступу %(family)s %(type)s до профілю.

source: Denying network access %(family)s %(type)s to profile
uk: Заборона мережевого доступу %(family)s %(type)s до профілю

source: Generate a basic AppArmor profile by guessing requirements
uk: Створити основний профіль AppArmor за передбачуваними вимогами

source: overwrite existing profile
uk: заміна наявного профілю

source: Switch the given programs to audit mode
uk: Перемкнути задані програми в режим аудиту

source: remove audit mode
uk: вилучити режим аудиту

source: Show full trace
uk: Показати повне відслідковування

source: Switch the given program to complain mode
uk: Перемкнути задану програму в претензійний режим

source: Switch the given program to enforce mode
uk: Перемкнути задану програму в примусовий режим

source: Disable the profile for the given programs
uk: Вимкнути профіль для даної програми

source: Lists unconfined processes having tcp or udp ports
uk: Список процесів без обмежень з портами TCP і UDP

source: scan all processes from /proc
uk: сканувати всі процеси з /proc

source: %(pid)s %(program)s (%(commandline)s) not confined
uk: %(pid)s %(program)s (%(commandline)s) не має обмежень

source: %(pid)s %(program)s%(pname)s not confined
uk: %(pid)s %(program)s%(pname)s не має обмежень

source: %(pid)s %(program)s (%(commandline)s) confined by '%(attribute)s'
uk: %(pid)s %(program)s (%(commandline)s) обмежені '%(attribute)s'

source: %(pid)s %(program)s%(pname)s confined by '%(attribute)s'
uk: %(pid)s %(program)s%(pname)s обмежені «%(attribute)s»

source: Followed too many links while resolving %s
uk: При вирішенні %s пройдено забагато посилань

source: Can't find %s
uk: Не вдалося знайти %s

source: Setting %s to complain mode.
uk: Встановлення %s у претензійний режим

source: Setting %s to enforce mode.
uk: Встановлення %s у примусовий режим

source: Unable to find basename for %s.
uk: Неможливо знайти базове ім'я для %s.

source: Could not create %(link)s symlink to %(filename)s.
uk: Неможливо створити символьне посилання %(link)s до %(filename)s.

source: Unable to read first line from %s: File Not Found
uk: Неможливо прочитати перший рядок з %s: Файл не знайдено

source: Unable to fork: %(program)s %(error)s
uk: Неможливо створити відгалуження: %(program)s %(error)s

source: Are you sure you want to abandon this set of profile changes and exit?
uk: Ви дійсно бажаєте відмовитись від усіх змін у профілі та вийти?

source: Abandoning all changes.
uk: Відмова від усіх змін.

source: Connecting to repository...
uk: З'єднання зі сховищем...

source: WARNING: Error fetching profiles from the repository
uk: ПОПЕРЕДЖЕННЯ: Помилка видобування профілів зі сховища

source: Error activating profiles: %s
uk: Помилка активації профілів: %s

source: %s contains no profile
uk: %s не містить профілю

source: WARNING: Error synchronizing profiles with the repository: %s
uk: ПОПЕРЕДЖЕННЯ: Помилка синхронізації профілів зі сховищем: %s

source: WARNING: Error synchronizing profiles with the repository %s
uk: ПОПЕРЕДЖЕННЯ: Помилка синхронізації профілів зі сховищем %s

source: WARNING: An error occurred while uploading the profile %(profile)s %(ret)s
uk: Попередження: Помилка під час відвантаження профіля %(profile)s %(ret)s

source: Uploaded changes to repository.
uk: Відвантажено зміни до сховища.

source: Changelog Entry:
uk: Запис журналу змін:

source: Repository Error Registration or Signin was unsuccessful. User login information is required to upload profiles to the repository. These changes could not be sent.
uk: Помилка сховища Невдала реєстрація або вхід. Для відвантаження профілів до сховища необхідна і реєстраційні дані користувача. Неможливо надіслати зазначені зміни.

source: Default Hat
uk: Типовий капелюх

source: Requested Hat
uk: Запитаний капелюх

source: %s has transition name but not transition mode
uk: %s має назву переходу але не режим переходу

source: Target profile exists: %s
uk: Цільовий профіль вже створений: %s

source: Program
uk: Програма

source: Execute
uk: Виконати

source: Are you specifying a transition to a local profile?
uk: Ви дійсно зазначили перехід на локальний профіль?

source: Enter profile name to transition to:
uk: Введіть ім'я профілю на який потрібно перейти:

source: Should AppArmor sanitise the environment when switching profiles? Sanitising environment is more secure, but some applications depend on the presence of LD_PRELOAD or LD_LIBRARY_PATH.
uk: Чи має AppArmor санувати середовище при перемиканні профілів? Санування середовища більш безпечне, але деякі програми залежать від наявності змінних LD_PRELOAD або LD_LIBRARY_PATH.

source: Should AppArmor sanitise the environment when switching profiles? Sanitising environment is more secure, but this application appears to be using LD_PRELOAD or LD_LIBRARY_PATH and sanitising the environment could cause functionality problems.
uk: Чи має AppArmor санувати середовище при перемиканні профілів? Санування середовища більш безпечне, але ця програма використовує LD_PRELOAD або LD_LIBRARY_PATH, тобто санування середовища може призвести до проблем з функціонуваннням.

source: Launching processes in an unconfined state is a very dangerous operation and can cause serious security holes. Are you absolutely certain you wish to remove all AppArmor protection when executing %s ?
uk: Запуск процесів у необмеженому стані дуже небезпечний і може спричинити появу проломів в системі безпеки. Ви дійсно бажаєте вилучити всі елементи захисту AppArmor при виконанні %s?

source: Should AppArmor sanitise the environment when running this program unconfined? Not sanitising the environment when unconfining a program opens up significant security holes and should be avoided if at all possible.
uk: Чи має AppArmor санувати середовище при виконанні цієї програми в режимі без обмежень? Непроведення санації середовища під час відкриття програми в режимі без обмежень, може привести до появі проломів в системі безпеки, чого слід уникати.

source: A profile for %s does not exist. Do you want to create one?
uk: Профіль для %s ще не існує. Створити його?

source: Complain-mode changes:
uk: Зміни претензійного режиму:

source: Enforce-mode changes:
uk: Зміни примусового режиму:

source: Invalid mode found: %s
uk: Знайдено неприпустимий режим: %s

source: Adding %(path)s %(mode)s to profile
uk: Додавання %(path)s %(mode)s до профілю

source: The specified path does not match this log entry: Log Entry: %(path)s Entered Path: %(ans)s Do you really want to use this path?
uk: Зазначений шлях не відповідає цьому запису журналу: Запис журналу:%(path)s Введений шлях:%(ans)s Ви дійсно хочете використовувати цей шлях?

source: Reading log entries from %s.
uk: Читання записів журналу з %s.

source: Updating AppArmor profiles in %s.
uk: Оновлення профілів AppArmor в %s.

source: Select which profile changes you would like to save to the local profile set.
uk: Вкажіть, які зміни профілю ви хочете зберегти в локальний набір профілів.

source: Local profile changes
uk: Зміни локального профілю

source: Profile Changes
uk: Зміни профілю

source: Can't find existing profile %s to compare changes.
uk: Неможливо знайти існуючий профіль %s для порівняння змін.

source: Can't read AppArmor profiles in %s
uk: Неможливо прочитати профілі AppArmor в %s

source: %(profile)s profile in %(file)s contains syntax errors in line: %(line)s.
uk: Профіль %(profile)s в %(file)s містить синтаксичні помилки в рядку: %(line)s.

source: Syntax Error: Unexpected End of Profile reached in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний Кінець профілю у файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected capability entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис щодо можливості у файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected link entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис для посилання у файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected change profile entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про зміну профілю в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected rlimit entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про rlimit в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected boolean definition found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуване логічне визначення в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected bare file rule found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуване порожнє правило файлів в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected path entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про шлях в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Invalid Regex %(path)s in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неприпустимий регулярний вираз %(path)s в файлі: %(file)s рядок: %(line)s

source: Invalid mode %(mode)s in file: %(file)s line: %(line)s
uk: Неприпустимий режим %(mode)s в файлі: %(file)s в рядку: %(line)s

source: Syntax Error: Unexpected network entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про мережу в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected dbus entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про dbus в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected mount entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про монтування в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected signal entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про сигнал в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected ptrace entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про ptrace в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected pivot_root entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний запис про pivot_root в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected unix entry found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Неочікуваний unix-запис в файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected change hat declaration found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Трапилась неочікувана зміна декларації капелюха у файлі: %(file)s рядок: %(line)s

source: Syntax Error: Unexpected hat definition found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Трапилось неочікуване визначення капелюха у файлі: %(file)s рядок: %(line)s

source: Error: Multiple definitions for hat %(hat)s in profile %(profile)s.
uk: Помилка: Кілька визначень для капелюха %(hat)s в профілі %(profile)s.

source: Warning: invalid "REPOSITORY:" line in %s, ignoring.
uk: Попередження: Неприпустимий рядок "REPOSITORY:" в %s, проігноровано.

source: Syntax Error: Unknown line found in file: %(file)s line: %(line)s
uk: Синтаксична помилка: Невідомий рядок у файлі: %(file)s рядок: %(line)s

source: Syntax Error: Missing '}' or ','. Reached end of file %(file)s while inside profile %(profile)s
uk: Синтаксична помилка: Відсутні '}' або ','. Досягнуто кінця файлу %(file)s під час знаходження всередині профілю %(profile)s

source: Redefining existing variable %(variable)s: %(value)s in %(file)s
uk: Перевизначення наявної змінної %(variable)s: %(value)s в %(file)s

source: Values added to a non-existing variable %(variable)s: %(value)s in %(file)s
uk: Значення додані до неіснучої змінної %(variable)s: %(value)s в %(file)s

source: Unknown variable operation %(operation)s for variable %(variable)s in %(file)s
uk: Невідома операція зі змінною %(operation)s для змінної %(variable)s в %(file)s

source: Invalid allow string: %(allow)s
uk: неприпустимий рядок дозволу: %(allow)s

source: Can't find existing profile to modify
uk: Неможливо знайти наявний профіль для його зміни

source: Writing updated profile for %s.
uk: Запис оновленого профілю для %s.

source: File Not Found: %s
uk: Файл не знайдено: %s

source: %s is currently marked as a program that should not have its own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
uk: %s наразі позначено як програму, яка не повинна мати свій власний профіль. Як правило, програми позначаються таким чином, якщо створення профілю,ймовірно, зламає решту системи. Якщо впевнені в свої діях і хочете створити профіль для цієї програми, відредагуйте відповідний запис у розділі [qualifiers] у /etc/apparmor/logprof.conf.

source: Log contains unknown mode %s
uk: Журнал містить невідомий режим %s

source: Can't find %(program)s in the system path list. If the name of the application is correct, please run 'which %(program)s' as a user with correct PATH environment set up in order to find the fully-qualified path and use the full path as parameter.
uk: Не вдається знайти %(program)s в списку системних шляхів. Якщо ім'я програми правильне, будь ласка, запустіть "which %(program)s" від імені користувача з правильно налаштованим середовище PATH щоб дізнатися повний шлях до файлу і використовувати повний шлях як параметр.

source: %s does not exist, please double-check the path.
uk: %s не існує, будь ласка ще раз перевірте шлях.

source: The given program cannot be found, please try with the fully qualified path name of the program:
uk: Дану програму неможливо знайти, будь ласка, спробуйте з ім'я з повним шляхом до файлу програми:

source: Profile for %s not found, skipping
uk: Профіль для %s не знайдено, пропущено

source: Disabling %s.
uk: Вимкнення %s.

source: Setting %s to audit mode.
uk: Встановлення %s в режим аудиту.

source: Removing audit mode from %s.
uk: Вилучення режиму аудиту з %s.

source: Please pass an application to generate a profile for, not a profile itself - skipping %s.
uk: Будь ласка передайте програму для генерування профілю для неї, а не сам профіль - пропуск %s.

source: Profile for %s already exists - skipping.
uk: Профіль для %s вже існує - пропуск.

source: Deleted %s rules.
uk: Видалено правил - %s.

source: The local profile for %(program)s in file %(file)s was changed. Would you like to save it?
uk: Локальний профіль %(program)s в файлі %(file)s був змінений. Ви дійсно бажаєте зберегти його?

source: The profile for %s does not exists. Nothing to clean.
uk: Профіль для %s не існує. Очищення не потрібне.

source: Invalid hotkey for
uk: Неприпустима клавіша швидкого доступу для

source: (Y)es
uk: (Y)Так

source: (N)o
uk: (N)Ні

source: (C)ancel
uk: (C)Скасувати

source: (A)llow
uk: (A)Дозволити

source: (M)ore
uk: (M)Докладніше

source: Audi(t)
uk: (Т)Аудит

source: Audi(t) off
uk: (Т)Аудит вимкнено

source: Audit (A)ll
uk: (Т) Аудит всього

source: (O)wner permissions on
uk: (O)Права власника діють

source: (O)wner permissions off
uk: (O)Права власника не діють

source: (D)eny
uk: (D)Відмовити

source: Abo(r)t
uk: (R)Перервати

source: (F)inish
uk: (F)Завершити

source: (I)nherit
uk: (I)Успадкувати

source: (P)rofile
uk: (P)Профіль

source: (P)rofile Clean Exec
uk: (P)Виконати очищення профілю

source: (C)hild
uk: (C)Нащадок

source: (C)hild Clean Exec
uk: (C)Виконати очищення нащадка

source: (N)amed
uk: (N)Іменоване

source: (N)amed Clean Exec
uk: (N)Іменоване чисте виконання

source: (U)nconfined
uk: (U)Необмежене

source: (U)nconfined Clean Exec
uk: (U)Необмежене чисте виконання

source: (P)rofile Inherit
uk: (P)Наслідування профілю

source: (P)rofile Inherit Clean Exec
uk: (P)Наслідування профілю чисте виконання

source: (C)hild Inherit
uk: (C)Нащадкове наслідування

source: (C)hild Inherit Clean Exec
uk: (C)Нащадкове наслідування чисте виконання

source: (N)amed Inherit
uk: (N)Іменоване наслідування

source: (N)amed Inherit Clean Exec
uk: (N)Іменоване наслідування чисте виконання

source: (X) ix On
uk: (X) ix Увімк

source: (X) ix Off
uk: (X) ix Вимк

source: (S)ave Changes
uk: (S)Зберегти зміни

source: (C)ontinue Profiling
uk: (C)Продовжити профілювання

source: (N)ew
uk: (N)Створити

source: Glob with (E)xtension
uk: Glob з розширенням (E)

source: (A)dd Requested Hat
uk: (A)Додати запитаний капелюх

source: (U)se Default Hat
uk: (U)Використовувати типовий капелюх

source: (S)can system log for AppArmor events
uk: (S)Перевірити системний журнал з подіями AppArmor

source: (H)elp
uk: (H)Довідка

source: (V)iew Profile
uk: (V)Переглянути профіль

source: (U)se Profile
uk: (U)Задіяти профіль

source: (C)reate New Profile
uk: (C)Створити новий профіль

source: (U)pdate Profile
uk: (U)Оновити профіль

source: (I)gnore Update
uk: (I)Пропустити оновлення

source: Save Selec(t)ed Profile
uk: (t)Зберегти вибраний профіль

source: (U)pload Changes
uk: (U)Відвантажити зміни

source: (V)iew Changes
uk: (V)Переглянути зміни

source: View Changes b/w (C)lean profiles
uk: (C)Переглянти відмінностями між чистими профілями

source: (V)iew
uk: (V)Переглянути

source: (E)nable Repository
uk: (E)Увімкнути сховище

source: (D)isable Repository
uk: (D)Вимкнути сховище

source: (N)ever Ask Again
uk: (N)Не питати знову

source: Ask Me (L)ater
uk: (L)Спитати потім

source: Allow All (N)etwork
uk: (N) Дозволити усі мережі

source: Allow Network Fa(m)ily
uk: (M)Увімкнути родину мереж

source: (O)verwrite Profile
uk: (O)Замінити проіль

source: (K)eep Profile
uk: (K)Залишити профіль

source: (C)ontinue
uk: (C)Продовжити

source: (I)gnore
uk: (I)Пропустити

source: PromptUser: Unknown command %s
uk: Запрошення користувача: Невідома команда %s

source: PromptUser: Duplicate hotkey for %(command)s: %(menutext)s
uk: Запрошення користувача: Повторення гарячої клавіши для %(command)s: %(menutext)s

source: PromptUser: Invalid hotkey in default item
uk: Запрошення користувача: Неприпустима гаряча клавіша в типовому пункті

source: PromptUser: Invalid default %s
uk: Запрошення користувача: Неприпустиме типове значення %s
