Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-apt_apt-*.po
Languages: uk

source: Usage: apt-get [options] command apt-get [options] install|remove pkg1 [pkg2 ...] apt-get [options] source pkg1 [pkg2 ...] apt-get is a command line interface for retrieval of packages and information about them from authenticated sources and for installation, upgrade and removal of packages together with their dependencies.
uk: Використання: apt-get [параметри] команда apt-get [параметри] install|remove пакунок1 [пакунок2 ...] apt-get [параметри] source пакунок1 [пакунок2 ...] apt-get — інтерфейс командного рядка для отримання пакунків й інформації про них з перевірених джерел і для встановлення, оновлення та вилучення пакунків разом з їх залежностями.

source: Retrieve new lists of packages
uk: Завантажити нові переліки пакунків

source: Perform an upgrade
uk: виконати оновлення пакунків

source: Install new packages (pkg is libc6 not libc6.deb)
uk: Встановити нові пакунки (назва пакунку вказується як libc6, а не libc6.deb)

source: Reinstall packages (pkg is libc6 not libc6.deb)
uk: Перевстановити пакунки (вказується ім'я пакунку libc6, а не ім'я файлу libc6.deb)

source: Remove packages
uk: Вилучити пакунки

source: Remove packages and config files
uk: Вилучити пакунки разом з їхніми конфігураційними файлами

source: Remove automatically all unused packages
uk: Вилучити автоматично всі невикористовувані пакунки

source: Distribution upgrade, see apt-get(8)
uk: оновити всю систему, докладніше в apt-get(8)

source: Follow dselect selections
uk: керуватися вибором, зробленим у dselect

source: Configure build-dependencies for source packages
uk: Завантажити усе необхідне для побудови зазначеного пакунку з джерельних текстів

source: Satisfy dependency strings
uk: Задовольніть рядки залежности

source: Erase downloaded archive files
uk: Вилучити завантажені архіви

source: Erase old downloaded archive files
uk: Вилучити старі завантажені архіви

source: Verify that there are no broken dependencies
uk: перевірити наявність порушених залежностей

source: Download source archives
uk: Завантажити архіви з джерельними текстами

source: Download the binary package into the current directory
uk: Завантажити двійковий пакунок у поточну директорію

source: Download and display the changelog for the given package
uk: Завантажити та показати журнал змін для визначеного пакунку

source: Need one URL as argument
uk: Потрібна одна URL у якості аргументу

source: Must specify at least one pair url/filename
uk: Потрібно вказати хоч би одну пару адреса/ім’я_файлу

source: Download Failed
uk: Помилка завантаження

source: GetSrvRec failed for %s
uk: GetSrvRec не вдалося виконати для %s

source: Usage: apt-helper [options] command apt-helper [options] cat-file file ... apt-helper [options] download-file uri target-path apt-helper bundles a variety of commands for shell scripts to use e.g. the same proxy configuration or acquire system as APT would.
uk: Використання: apt-helper [параметри] команда apt-helper [параметри] cat-файл файл ... apt-helper [параметри] завантажений-файл uri шлях-призначення apt-heler зв’язує різні команди для shell скриптів, щоб використовувати, наприклад, ті ж налаштування проксі-сервера, або для отримання як би системного apt.

source: download the given uri to the target-path
uk: стягнути файл за вказаним uri в target-path

source: lookup a SRV record (e.g. _http._tcp.ftp.debian.org)
uk: пошук SRV запису (наприклад, _http._tcp.ftp.debian.org)

source: concatenate files, with automatic decompression
uk: об’єднання файлів, з автоматичним розпакуванням

source: detect proxy using apt.conf
uk: визначати проксі за допомогою apt.conf

source: wait for system to be online
uk: чекати до появи системи в мережі

source: drop privileges before running given command
uk: скидати привілеї перед запуском заданої команди

source: analyse a pattern
uk: аналізувати шаблон

source: %s can not be marked as it is not installed.
uk: %s не може бути позначений, тому що він не встановлений.

source: %s was already set to manually installed.
uk: %s вже був позначений, як встановлений вручну.

source: %s was already set to automatically installed.
uk: %s вже був позначений, як автоматично встановлений.

source: No changes necessary
uk: Ніяких змін не потрібно

source: The following packages will be marked as automatically installed:
uk: Такі пакунки буде позначено як встановлені автоматично:

source: %s was already set on hold.
uk: %s вже був зафіксований.

source: %s was already not on hold.
uk: %s вже був незафіксований.

source: Executing dpkg failed. Are you root?
uk: Не вдалося виконати dpkg. Ви root?

source: %s set on hold.
uk: %s зафіксовано.

source: Canceled hold on %s.
uk: Фіксацію для %s скасовано.

source: Selected %s for purge.
uk: Обрати %s для вилучення.

source: Selected %s for removal.
uk: Обрати %s для вилучення.

source: Selected %s for installation.
uk: Обрати %s для встановлення.

source: Usage: apt-mark [options] {auto|manual} pkg1 [pkg2 ...] apt-mark is a simple command line interface for marking packages as manually or automatically installed. It can also be used to manipulate the dpkg(1) selection states of packages, and to list all packages with or without a certain marking.
uk: Використання: apt-mark [параметри] {auto|manual} пакунок1 [пакунок2 ...] apt-mark — простий інтерфейс командного рядка для маркування пакунків як встановлених вручну або автоматично. Він також може використовуватися для керування вибраними станами пакунків і для перерахування всіх пакунків з або без певного маркування.

source: Mark the given packages as automatically installed
uk: позначити вказані пакунки як автоматично встановлені

source: Mark the given packages as manually installed
uk: позначити вказані пакунки як встановлені вручну

source: Mark all dependencies of meta packages as automatically installed.
uk: Позначити всі залежності метапакунків як встановлені автоматично

source: Mark a package as held back
uk: Позначити пакунок як зафіксований

source: Unset a package set as held back
uk: Зняти позначку пакунку, що він зафіксований

source: Print the list of automatically installed packages
uk: Вивести перелік автоматично встановлених пакунків

source: Print the list of manually installed packages
uk: Вивести перелік пакунків встановлених вручну

source: Print the list of packages on hold
uk: Вивести перелік зафіксованих пакунків

source: Usage: apt [options] command apt is a commandline package manager and provides commands for searching and managing as well as querying information about packages. It provides the same functionality as the specialized APT tools, like apt-get and apt-cache, but enables options more suitable for interactive use by default.
uk: Використання: apt [параметри] команда apt — упорядник пакунків з CLI, що надає команди для пошуку та керування, а також для перегляду інформації про пакунки. Він забезпечує таку ж функціональність, що й спеціалізовані знаряддя APT типу apt-get й apt-cache, але використовує типові параметри які більш підходять для інтерактивної взаємодії.

source: list packages based on package names
uk: показати перелік пакунків з вказаних імен пакунків

source: search in package descriptions
uk: шукати в описах пакунків

source: show package details
uk: показати додаткові дані про пакунок

source: install packages
uk: встановити пакунки

source: reinstall packages
uk: перевстановити пакунки

source: remove packages
uk: вилучити пакунки

source: update list of available packages
uk: оновити перелік доступних пакунків

source: upgrade the system by installing/upgrading packages
uk: оновити систему, встановлюючи/оновлюючи пакунки

source: upgrade the system by removing/installing/upgrading packages
uk: оновити систему, вилучаючи/встановлюючи/оновлюючи пакунки

source: edit the source information file
uk: редагувати файл із джерелами пакунків

source: satisfy dependency strings
uk: задовольніть рядки залежности

source: Bad default setting!
uk: Неправильні типові налаштування!

source: Press [Enter] to continue.
uk: Натисніть [Enter] щоб продовжити.

source: Do you want to erase any previously downloaded .deb files?
uk: Чи волієте ви вилучити всі раніше завантажені .deb файли?

source: Some errors occurred while unpacking. Packages that were installed
uk: Під час розпакування виникли якісь помилки. Пакунки, які були встановлені

source: will be configured. This may result in duplicate errors
uk: будуть налаштовані. Це може призвести до повторення помилок

source: or errors caused by missing dependencies. This is OK, only the errors
uk: або помилки спричинено незадоволеними залежностями. Це нормально, лише помилки

source: above this message are important. Please fix them and run [I]nstall again
uk: зазначені вище цього повідомлення є важливими. Будь ласка, виправте їх і виконайте встановлення '[I]nstall' ще раз

source: Merging available information
uk: Об’єднання доступної інформації

source: Waiting for headers
uk: Очікування на заголовки

source: The HTTP server sent an invalid reply header
uk: HTTP сервер відіслав невірний заголовок 'reply'

source: Bad header line
uk: Неправильний рядок заголовку

source: The HTTP server sent an invalid Content-Length header
uk: HTTP сервер відіслав невірний заголовок 'Content-Length'

source: The HTTP server sent an invalid Content-Range header
uk: HTTP сервер надіслав недійсний заголовок Content-Length

source: This HTTP server has broken range support
uk: Цей HTTP сервер має поламану підтримку 'range'

source: Unknown date format
uk: Невідомий формат дати

source: Bad header data
uk: Погана заголовкова інформація

source: Connection failed
uk: З'єднання не вдалося

source: File has unexpected size (%llu != %llu). Mirror sync in progress?
uk: Файл має неочікуваний розмір (%llu != %llu). Триває дзеркальна синхронізація?

source: Automatically disabled %s due to incorrect response from server/proxy. (man 5 apt.conf)
uk: Автоматично вимкнено %s через невірну відповідь сервера/проксі. (man 5 apt.conf)

source: Internal error
uk: Внутрішня помилка

source: Unable to read the cdrom database %s
uk: Неможливо прочитати базу %s з cdrom

source: Please use apt-cdrom to make this CD-ROM recognized by APT. apt-get update cannot be used to add new CD-ROMs
uk: Щоб APT розпізнав цей CD-ROM, використайте apt-cdrom. apt-get update не можна використати для додавання нових CD-ROM

source: Wrong CD-ROM
uk: Невірний CD-ROM

source: Unable to unmount the CD-ROM in %s, it may still be in use.
uk: Неможливо відмонтувати CDROM у %s, можливо він усе ще використовується.

source: Disk not found.
uk: Диск не знайдено.

source: File not found
uk: Файл не знайдено

source: Direct connection to %s domains is blocked by default.
uk: Пряме з'єднання з доменами %s заблоковано типово.

source: If you meant to use Tor remember to use %s instead of %s.
uk: Якщо ви мали намір використовувати Tor, пам'ятайте, що слід використовувати %s, а не %s.

source: Connected to %s (%s)
uk: З'єднано з %s (%s)

source: Connecting to %s (%s)
uk: З'єднання з %s (%s)

source: Could not create a socket for %s (f=%u t=%u p=%u)
uk: Неможливо створити сокет для %s (f=%u t=%u p=%u)

source: Cannot initiate the connection to %s:%s (%s).
uk: Неможливо почати з'єднання з %s:%s (%s).

source: Failed
uk: Збій

source: Could not connect to %s:%s (%s).
uk: Неможливо під'єднатися до %s:%s (%s).

source: Could not connect to %s:%s (%s), connection timed out
uk: Неможливо з'єднатися з %s:%s (%s), час з'єднання вичерпався

source: Connecting to %s
uk: З'єднання з %s

source: Could not resolve '%s'
uk: Не вдалося вирішити '%s'

source: Temporary failure resolving '%s'
uk: Тимчасова помилка вирішення '%s'

source: System error resolving '%s:%s'
uk: Системна помилка вирішення '%s:%s'

source: Something wicked happened resolving '%s:%s' (%i - %s)
uk: Трапилося щось зле під час розв’язання '%s:%s' (%i - %s)

source: Unable to connect to %s:%s:
uk: Неможливо під'єднатися до %s:%s:

source: Failed to stat
uk: Не вдалось отримати атрибути

source: Invalid URI, local URIS must not start with //
uk: Недійсна URI. Локальні URI не повинні починатися з //

source: Logging in
uk: Входжу

source: Unable to determine the peer name
uk: Неможливо визначити назву вузла

source: Unable to determine the local name
uk: Неможливо визначити локальну назву

source: The server refused the connection and said: %s
uk: Сервер розірвав з’єднання та повідомив: %s

source: USER failed, server said: %s
uk: USER невдало, сервер мовив: %s

source: PASS failed, server said: %s
uk: PASS невдало, сервер мовив: %s

source: A proxy server was specified but no login script, Acquire::ftp::ProxyLogin is empty.
uk: Вказано проксі-сервер, але відсутній сценарій входу, Acquire::ftp::ProxyLogin порожній.

source: Login script command '%s' failed, server said: %s
uk: Збій команди '%s' сценарію входу, повідомлення сервера: %s

source: TYPE failed, server said: %s
uk: TYPE невдало, сервер мовив: %s

source: Connection timeout
uk: Час з'єднання вичерпався

source: Server closed the connection
uk: Сервер закрив з'єднання

source: Read error
uk: Помилка зчитування

source: A response overflowed the buffer.
uk: Відповідь переповнила буфер.

source: Protocol corruption
uk: Спотворений протокол

source: Write error
uk: Помилка запису

source: Could not create a socket
uk: Неможливо створити сокет (socket)

source: Could not connect data socket, connection timed out
uk: Неможливо під'єднати сокет (socket) з даними, час з'єднання вичерпався

source: Could not connect passive socket.
uk: Неможливо під'єднати пасивний сокет (passive socket).

source: getaddrinfo was unable to get a listening socket
uk: Виклик getaddrinfo не зміг отримати сокет для прослуховування

source: Could not bind a socket
uk: Неможливо приєднатися до сокета

source: Could not listen on the socket
uk: Неможливо прослухати на сокеті

source: Could not determine the socket's name
uk: Не вдалося визначити назву сокету

source: Unable to send PORT command
uk: Неможливо відіслати команду PORT

source: Unknown address family %u (AF_*)
uk: Невідома родина адрес %u (AF_*)

source: EPRT failed, server said: %s
uk: EPRT невдало, сервер мовив: %s

source: Data socket connect timed out
uk: Час з'єднання з сокетом даних вичерпався

source: Unable to accept connection
uk: Неможливо прийняти з'єднання

source: Problem hashing file
uk: Проблема хешування файлу

source: Unable to fetch file, server said '%s'
uk: Неможливо завантажити файл, сервер мовив: '%s'

source: Data socket timed out
uk: Час з'єднання з сокетом (socket) з даними вичерпався

source: Data transfer failed, server said '%s'
uk: Передача даних обірвалася, сервер мовив '%s'

source: Query
uk: Черга

source: Unable to invoke
uk: Неможливо викликати

source: Clearsigned file isn't valid, got '%s' (does the network require authentication?)
uk: Файл clearsigned не є вірним, '%s' (мережа потребує автентифікації?)

source: Signed file isn't valid, got '%s' (does the network require authentication?)
uk: Підписаний файл недійсний, отримано "%s" (чи потрібна автентифікація в мережі?)

source: At least one invalid signature was encountered.
uk: Знайдено щонайменш один невірний підпис.

source: Internal error: Good signature, but could not determine key fingerprint?!
uk: Внутрішня помилка: Вірний підпис (signature), але не можливо визначити його відбиток?!

source: Could not execute 'apt-key' to verify signature (is gnupg installed?)
uk: Неможливо виконати 'apt-key' для перевірки підпису (чи встановлено gnupg?)

source: Unknown error executing apt-key
uk: Невідома помилка виконання apt-key

source: The following signatures were invalid:
uk: Такі підписи були невірними:

source: The following signatures couldn't be verified because the public key is not available:
uk: Такі підписи не можуть бути перевірені, тому що публічний ключ відсутній:

source: Error reading from server. Remote end closed connection
uk: Помилка читання з сервера. Віддалена сторона закрила з'єднання

source: Error reading from server
uk: Помилка читання з сервера

source: Error writing to file
uk: Помилка запису в файл

source: Select failed
uk: Вибір провалився

source: Connection timed out
uk: Час очікування з'єднання вийшов

source: The list of sources could not be read.
uk: Неможливо прочитати перелік джерел.

source: Failed to stat %s
uk: Не вдалося отримати атрибути %s

source: Failed to set modification time
uk: Не вдалося встановити час модифікації

source: Failed to create IPC pipe to subprocess
uk: Не вдалося створити IPC канал для підпроцесу

source: Connection closed prematurely
uk: З'єднання завершено передчасно

source: Empty files can't be valid archives
uk: Порожні файли не можуть бути правильними архівами
