Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-alsa-utils_alsa-utils-*.po
Languages: ru, uk

source: Sound Card
ru: Звуковая карта
uk: Звукова картка

source: (default)
ru: (по умолчанию)
uk: (типово)

source: cannot enumerate sound cards
ru: не могу перечислить звуковые карты
uk: не можу перерахувати звукові картки

source: enter device name...
ru: введите название устройства...
uk: введіть назву пристрою...

source: Usage: alsamixer [options]
ru: Использование: alsamixer [опции]
uk: Використання: alsamixer [опції]

source: Debugging options: -g, --no-color toggle using of colors -a, --abstraction=NAME mixer abstraction level: none/basic
ru: Параметры отладки: -g, --no-color - переключение режима использования цветов -a, --abstraction=ИМЯ - режим рассеивания микшера: отсутствует/базовый
uk: Параметри налагодження: -g, --no-color - перемикання режиму використання кольорів -a, --abstraction=ІМ’Я - режим розсіювання мікшера: відсутній/базовий

source: invalid card index: %s
ru: неверный индекс карты: %s
uk: неправильний індекс картки: %s

source: unknown abstraction level: %s
ru: неверный уровень рассеянности: %s
uk: неправильний рівень розсіювання: %s

source: unknown option: %c
ru: неизвестная опция: %c
uk: невідомий параметр: %c

source: try `alsamixer --help' for more information
ru: попробуйте `alsamixer --help' для дополнительной информации.
uk: скористайтеся `alsamixer --help' для отримання детальнішої інформації

source: Device name:
ru: Название устройства:
uk: Назва пристрою:

source: Card:
ru: Карта:
uk: Картка:

source: Chip:
ru: Чип:
uk: Чіп:

source: View:
ru: Вид:
uk: Вигляд:

source: Item:
ru: Элемент:
uk: Елемент:

source: F1: Help
ru: F1: Помощь
uk: F1: Допомога

source: F2: System information
ru: F2: Системная информация
uk: F2: Системна інформація

source: F6: Select sound card
ru: F6: Выбор звуковой карты
uk: F6: Вибір звукової картки

source: Esc: Exit
ru: Esc: Выход
uk: Esc: Вихід

source: (unplugged)
ru: (не подключено)
uk: (вимкнено)

source: Playback
ru: Воспроизведение
uk: Відтворення

source: Capture
ru: Захват
uk: Захопити

source: All
ru: Все
uk: Усе

source: mute
ru: отключить звук
uk: вимкнути звук

source: dB gain:
ru: Усиление дБ:
uk: Підсилення дБ:

source: Off
ru: Выкл.
uk: Вимк

source: On
ru: Вкл.
uk: Увімк

source: The sound device was unplugged.
ru: Звуковое устройство было отключено
uk: Звуковий пристрій було вимкнено

source: Press F6 to select another sound card.
ru: Нажмите F6 для выбора другой звуковой карты
uk: Натисніть F6 для вибору іншої звукової карти.

source: This sound device does not have any playback controls.
ru: Это звуковое устройство не имеет никаких клавиш воспроизведения.
uk: Цей звуковий пристрій не має ніяких клавіш відтворення.

source: This sound device does not have any capture controls.
ru: Отсутствует возможность настройки захвата.
uk: Відсутня можливість налаштування захоплення.

source: This sound device does not have any controls.
ru: Отсутствует возможность настройки звукового устройства.
uk: Відсутня можливість налаштування звукового пристрою.

source: CAPTURE
ru: ЗАХВАТ
uk: ЗАХОПИТИ

source: Front
ru: Фронт
uk: Фронт

source: Rear
ru: Тыл
uk: Задній

source: Center
ru: Центральный
uk: Центральний

source: Woofer
ru: Бас
uk: НЧ-динамік

source: Side
ru: Сторона
uk: Сторона

source: cannot open mixer
ru: Не удаётся открыть микшер
uk: неможливо відкрити мікшер

source: cannot load mixer controls
ru: Не удаётся загрузить панель управления микшером
uk: Не вдається завантажити панель керування мікшером

source: Cannot open mixer device '%s'.
ru: Не удается открыть устройство-микшер '%s'
uk: Не вдається відкрити пристрій-мікшер '%s'

source: Esc Exit
ru: Esc - Выйти
uk: Esc - Вийти

source: F1 ? H Help
ru: F1/?/H - Помощь
uk: F1/?/H - Допомога

source: F2 / System information
ru: F2 - Информация об оборудовании.
uk: F2 - Інформація про обладнання.

source: F3 Show playback controls
ru: F3 - отобразить кнопки управления воспроизведением
uk: F3 - показати кнопки керування відтворенням

source: F4 Show capture controls
ru: F4 - отобразить кнопки управления захватом
uk: F4 - показати кнопки керування захопленням

source: F5 Show all controls
ru: F5 - отобразить все управляющие кнопки
uk: F5 - показати усі керуючі кнопки

source: Tab Toggle view mode (F3/F4/F5)
ru: Tab - Смена режима просмотра (F3/F4/F5)
uk: Tab - Зміна режиму перегляду (F3/F4/F5)

source: F6 S Select sound card
ru: F6/S - Выбрать звуковую карту
uk: F6/S - Вибрати звукову карту

source: L Redraw screen
ru: L - Перерисовать экран
uk: L - Перемалювати екран

source: Left Move to the previous control
ru: "Влево" - Предыдущая дорожка
uk: "Вліво" - Попередня доріжка

source: Right Move to the next control
ru: "Вправо" - Следующая дорожка
uk: "Вправо" - Наступна доріжка

source: Up/Down Change volume
ru: Вверх/Вниз - Изменение громкости
uk: Вгору/Вниз - Зміна гучності

source: + - Change volume
ru: Плюс/Минус - Изменение громкости
uk: Плюс/Мінус - Зміна гучності

source: Page Up/Dn Change volume in big steps
ru: Page Up/Dn - Скачкообразное изменение громкости
uk: Page Up/Dn - Стрибкоподібна зміна гучності

source: End Set volume to 0%
ru: End - Снижение громкости до 0%
uk: End - Зниження гучності до 0%

source: 0-9 Set volume to 0%-90%
ru: 0-9 - Изменение громкости от 0% до 90%
uk: 0-9 - Зміна гучності від 0% до 90%

source: Q W E Increase left/both/right volumes
ru: Q/W/E - увеличение громкости в левом/центральном/правом каналах.
uk: Q/W/E - збільшення гучності у лівому/центральному/правому каналах.

source: Z X C Decrease left/both/right volumes
ru: Z/X/C - уменьшение громкости в левом/центральном/правом каналах.
uk: Z/X/C - зменшення гучності у лівому/центральному/правому каналах.

source: B Balance left and right volumes
ru: B - Выровнять баланс в левом и правом каналах.
uk: B - Вирівняти баланс у лівому та правому каналах.

source: M Toggle mute
ru: M - Отключение звука
uk: M - Вимкнення звуку

source: < > Toggle left/right mute
ru: < > - Отключение звука в Правом/Левом канале
uk: < > - Вимкнення звуку у Правому/Лівому каналі

source: Space Toggle capture
ru: Пробел - Начать захват
uk: Пробіл - Почати захоплення

source: ; ' Toggle left/right capture
ru: ; ' - Переключить левый, правый захват
uk: ; ' перемикач лівого/правого захоплення

source: Authors:
ru: Авторы:
uk: Автори:

source: Help
ru: Справка
uk: Довідка

source: Select File
ru: Обзор...
uk: Виберіть файл

source: Error
ru: Ошибка
uk: Помилка

source: Cannot open file "%s".
ru: Не удается открыть файл "%s"
uk: Неможливо відкрити файл "%s".

source: raw data
ru: Сырые данные
uk: сирі дані

source: Usage: %s [OPTION]... [FILE]... -h, --help help --version print current version -l, --list-devices list all soundcards and digital audio devices -L, --list-pcms list device names -D, --device=NAME select PCM by name -q, --quiet quiet mode -t, --file-type TYPE file type (voc, wav, raw or au) -c, --channels=# channels -f, --format=FORMAT sample format (case insensitive) -r, --rate=# sample rate -d, --duration=# interrupt after # seconds -s, --samples=# interrupt after # samples per channel -M, --mmap mmap stream -N, --nonblock nonblocking mode -F, --period-time=# distance between interrupts is # microseconds -B, --buffer-time=# buffer duration is # microseconds --period-size=# distance between interrupts is # frames --buffer-size=# buffer duration is # frames -A, --avail-min=# min available space for wakeup is # microseconds -R, --start-delay=# delay for automatic PCM start is # microseconds (relative to buffer size if <= 0) -T, --stop-delay=# delay for automatic PCM stop is # microseconds from xrun -v, --verbose show PCM structure and setup (accumulative) -V, --vumeter=TYPE enable VU meter (TYPE: mono or stereo) -I, --separate-channels one file for each channel -i, --interactive allow interactive operation from stdin -m, --chmap=ch1,ch2,.. Give the channel map to override or follow --disable-resample disable automatic rate resample --disable-channels disable automatic channel conversions --disable-format disable automatic format conversions --disable-softvol disable software volume control (softvol) --test-position test ring buffer position --test-coef=# test coefficient for ring buffer position (default 8) expression for validation is: coef * (buffer_size / 2) --test-nowait do not wait for ring buffer - eats whole CPU --max-file-time=# start another output file when the old file has recorded for this many seconds --process-id-file write the process ID here --use-strftime apply the strftime facility to the output file name --dump-hw-params dump hw_params of the device --fatal-errors treat all errors as fatal
uk: Використання: %s [ПАРАМЕТР]... [ФАЙЛ]... -h, --help довідка --version відомості про поточну версію -l, --list-devices список усіх звукових карт та цифрових аудіопристроїв -L, --list-pcms список усіх пристроїв -D, --device=НАЗВА виберіть карту за назвою -q, --quiet тихий режим -t, --file-type ТИП тип файлу (voc, wav, raw або au) -c, --channels=# канали -f, --format=FORMAT формат глибини кодування (нечутливий до регістру) -r, --rate=# частота дискретизації -d, --duration=# зупинятись після # сек -s, --samples=# зупинятись після # семплів на канал -M, --mmap потік mmap -N, --nonblock режим без блокування -F, --period-time=# відстань між перериванням # мікросекунд -B, --buffer-time=# розмір буфера # мікросекунд --period-size=# відстань між перериваннями # кадри --buffer-size=# розмір буфера # кадри -A, --avail-min=# мінімум доступного простору для пробудження # мікросекунд -R, --start-delay=# затримка автоматичного запуску PCM # мікросекунд (відносно розміру буфера якщо <= 0) -T, --stop-delay=# затримка автоматичного запуску PCM # мікросекунд від xrun -v, --verbose показати структуру PCM і налаштувати (накопичувальне) -V, --vumeter=ТИП увімкнути вимірювач VU (ТИП: mono чи stereo) -I, --separate-channels один файл для кожного каналу -i, --interactive дозволити інтерактивні операції зі стандартного введення -m, --chmap=ch1,ch2,.. Надає розподіл каналів для перезапису чи застосування --disable-resample вимкнути автоматичну зміну частоти дискретизації --disable-channels вимкнути автоматичну заміну каналів --disable-format вимкнути автоматичну заміну формату --disable-softvol вимкнути автоматичну програмну гучність (softvol) --test-position позиція буферу для тестового звуку --test-coef=# тестовий коефіцієнт для позиції буфера тестового звуку (типово 8) вираз для перевірки: коеф * (розмір буфера / 2) --test-nowait не чекати поки буфер тестового звуку «з'їсть» весь CPU --max-file-time=# починати наступний вихідний файл, якщо старий файл вже записав зазначену кількість секунд --process-id-file записувати тут ідентифікатор процесу ID --use-strftime застосувати функцію strftime для виведення назви файлу --dump-hw-params вивести всі апаратні параметри пристрою --fatal-errors вважати всі помилки фатальними

source: Recognized sample formats are:
ru: Поддерживаются следующие форматы дискретизации:
uk: Розпізнані формати кодування:

source: Some of these may not be available on selected hardware
ru: Некоторые из них могут быть недоступны на выбранном оборудовании
uk: Дещо з цього може не працювати на обраному апаратному забезпеченні.

source: The available format shortcuts are:
ru: Доступны следующие сокращения для форматов:
uk: Ярлики доступних форматів:

source: -f cd (16 bit little endian, 44100, stereo)
ru: -f cd (16 бит с младшим значащим битом, 44100, стерео)
uk: -f cd (16 біт з молодшим значачим бітом, 44100, стерео)

source: -f cdr (16 bit big endian, 44100, stereo)
ru: -f cdr (16 бит со старшим значащим битом, 44100, стерео)
uk: -f cdr (16 біт зі старшим значачим бітом, 44100, стерео)

source: -f dat (16 bit little endian, 48000, stereo)
ru: -f dat (16 бит с младшим значащим битом, 48000, стерео)
uk: -f dat (16 біт з молодшим значачим бітом, 48000, стерео)

source: no soundcards found...
ru: не найдено ни одной звуковой карты...
uk: не знайдено жодної звуковой карти...

source: **** List of %s Hardware Devices ****
ru: **** Список %s устройств ****
uk: **** Список %s пристроїв ****

source: card %i: %s [%s], device %i: %s [%s]
ru: карта %i: %s [%s], устройство %i: %s [%s]
uk: картка %i: %s [%s], пристрій %i: %s [%s]

source: Subdevices: %i/%i
ru: Подустройства: %i/%i
uk: Підприлади: %i/%i

source: Subdevice #%i: %s
ru: Подустройство №%i: %s
uk: Підприлад #%i: %s

source: Aborted by signal %s...
ru: Прервано сигналом %s...
uk: Перервано сигналом %s...

source: command should be named either arecord or aplay
ru: команда должна называться arecord или aplay
uk: команда має називатися arecord або aplay

source: unrecognized file format %s
ru: неизвестный формат файла %s
uk: невідомий формат файла %s

source: invalid channels argument '%s'
uk: неприпустимий аргумент каналів «%s»

source: value %i for channels is invalid
ru: значение %i для каналов не верно
uk: Значення %i для каналів невірне

source: wrong extended format '%s'
ru: неправильный расширенный формат '%s'
uk: неправильний розширений формат '%s'

source: invalid rate argument '%s'
uk: неприпустимий аргумент швидкості «%s»

source: bad speed value %i
ru: неверное значение скорости %i
uk: невірне значення швидкості: %i

source: duration and samples arguments cannot be used together
uk: тривалість та аргументи зразків не можна використовувати разом

source: invalid duration argument '%s'
uk: неприпустимий аргумент тривалості «%s»

source: samples and duration arguments cannot be used together
uk: зразки та аргументи тривалості не можна використовувати разом

source: invalid samples argument '%s'
uk: недійсний аргумент зразків '%s'

source: invalid period time argument '%s'
uk: неприпустимий аргумент часу періода «%s»

source: invalid buffer time argument '%s'
uk: неприпустимий аргумент часу буфера «%s»

source: invalid period size argument '%s'
uk: неприпустимий аргумент розміру періода «%s»

source: invalid buffer size argument '%s'
uk: неприпустимий аргумент розміру буфера «%s»

source: invalid min available space argument '%s'
uk: неприпустимий аргумент мін доступного простору «%s»

source: invalid start delay argument '%s'
uk: неприпустимий аргумент затримки початку «%s»

source: invalid stop delay argument '%s'
uk: неприпустимий аргумент затримки зупинки «%s»

source: invalid test coef argument '%s'
uk: неприпустимий аргумент тестового коефіціенту «%s»

source: invalid max file time argument '%s'
uk: неприпустимий аргумент макс розміру файлу «%s»

source: Unable to parse channel map string: %s
uk: Не вдається виконати розбір рядка порівняння каналу: : %s

source: Try `%s --help' for more information.
ru: Попробуйте `%s --help' для дополнительной информации.
uk: Спробуйте `%s --help' щоб отримати більше інформації.

source: audio open error: %s
ru: ошибка открытия аудио-устройства: %s
uk: помилка відкриття аудіо: %s

source: info error: %s
ru: ошибка информации: %s
uk: інформаціяна помилка: %s

source: nonblock setting error: %s
ru: ошибка параметра nonblock: %s
uk: помилка параметра nonblock: %s

source: not enough memory
ru: недостаточно памяти
uk: недостатньо пам`яті

source: Cannot create process ID file %s: %s
ru: Невозможно создать ID процесса для файла %s: %s
uk: Неможливо створити ID процесу для файлу %s: %s

source: read error (called from line %i)
ru: ошибка чтения (вызвана из строки %i)
uk: помилка читання (викликана з рядка %i)

source: unknown length of 'fmt ' chunk (read %u, should be %u at least)
ru: продолжительность отрезка 'fmt' неизвестна (прочтено %u, минимум должно быть прочитано %u)
uk: тривалість відрізка 'fmt' невідома (прочитано %u, мінімум має бути прочитано %u)

source: unknown length of extensible 'fmt ' chunk (read %u, should be %u at least)
ru: неизвестная длина расширяемой части 'fmt ' (прочитано %u, а должно быть как минимум %u)
uk: невідома довжина розширюваної частини 'fmt ' (прочитано %u, а має бути як мінімум %u)

source: wrong format tag in extensible 'fmt ' chunk
ru: неправильный формат метки в расширяемой части 'fmt '
uk: неправильний формат мітки у розширюваній частині 'fmt '

source: can't play WAVE-file format 0x%04x which is not PCM or FLOAT encoded
ru: невозможно воспроизвести WAVE-файл формата 0x%04x, кодировка которого ни PCM, ни FLOAT
uk: неможливо відтворити WAVE-файл формату 0x%04x, кодування якого ні PCM, ні FLOAT

source: can't play WAVE-files with %d tracks
ru: невозможно воспроизведение WAVE-файлов с %d дорожками
uk: неможливо відтворення WAVE-файлів з %d доріжками

source: Warning: format is changed to U8
ru: Внимание: формат изменен на U8
uk: Попередження: формат змінено на U8

source: Warning: format is changed to %s
ru: Внимание: формат изменён на %s
uk: Попередження: формат замінюється на %s

source: can't play WAVE-files with sample %d bits in %d bytes wide (%d channels)
ru: невозможно воспроизведение WAVE-файлов с частотой оцифровки %d бит, через пропускную полосу в %d байт (%d каналов)
uk: неможливо відтворення WAVE-файлів з глибиною кодування %d біт, через пропускну смугу у %d байт (%d каналів)

source: can't play WAVE-files with sample %d bits wide
ru: невозможно воспроизведение WAVE-файлов с частотой оцифровки %d бит
uk: не можу програвати WAVE-файли із глибиною кодування %d біт

source: Warning: format is changed to MU_LAW
ru: Внимание: формат изменён на MU_LAW
uk: Увага: формат змінено на MU_LAW

source: Warning: format is changed to S16_BE
ru: формат изменён на S16_BE
uk: Увага: формат змінено на S16_BE

source: read error
ru: ошибка чтения
uk: помилка читання

source: Channel numbers don't match between hw_params and channel map
uk: Номери каналів не збігаються між hw_параметрами й мапою каналу

source: Warning: unable to get channel map
uk: Увага: не вдалося отримати мапу каналів

source: Broken configuration for this PCM: no configurations available
ru: Неправильная конфигурация для этого PCM: нет ни одной конфигурации
uk: Неправильна конфігурація для цього PCM: немає жодної конфігурації

source: HW Params of device "%s":
uk: Параметри HW пристрою "%s":

source: Access type not available
ru: Отсутствует тип доступа
uk: Відсутній тип доступу

source: Sample format non available
ru: Остсутствует частота оцифровки
uk: Відсутній формат кодування

source: Channels count non available
ru: Недоступно количество каналов
uk: Недоступна кількість каналів

source: Warning: rate is not accurate (requested = %iHz, got = %iHz)
ru: Внимание: неточный поток (запрошено = %iГц, получено = %iГц)
uk: Увага: неточний потік (запит = %iГц, отримано = %iГц)

source: please, try the plug plugin %s
ru: пожалуйста, попробуйте плагин-заглушку %s
uk: будь ласка, спробуйте втулку-заглушку %s

source: Unable to install hw params:
ru: Невозможно установить параметры hw:
uk: Неможливо встановити параметри hw:

source: Can't use period equal to buffer size (%lu == %lu)
ru: Невозможно использовать промежуток, равный размеру буфера (%lu == %lu)
uk: Неможливо використовувати проміжок, рівний розміру буферу (%lu == %lu)

source: Unable to get current sw params.
uk: Неможливо отримати поточні параметри sw.

source: unable to install sw params:
ru: Невозможно установить параметры sw
uk: Неможливо встановити параметри sw

source: snd_pcm_mmap_begin problem: %s
ru: неполадка snd_pcm_mmap_begin: %s
uk: проблема snd_pcm_mmap_begin: %s

source: stdin O_NONBLOCK flag setup failed
ru: Ошибка установки флага stdin O_NONBLOCK
uk: Помилка встановлення прапорця stdin O_NONBLOCK

source: PAUSE command ignored (no hw support)
ru: Пропущена команда ПРИОСТАНОВЛЕНИЯ (нет аппаратной поддержки)
uk: Пропущено команду ПРИЗУПИНЕННЯ (немає апаратної підтримки)

source: pause push error: %s
ru: ошибка перехода в режим приостановки: %s
uk: помилка переходу у режим призупинення: %s

source: pause release error: %s
ru: ошибка снятия приостановления: %s
uk: помилка зняття призупинки: %s

source: === PAUSE ===
ru: === ПРИОСТАНОВЛЕНИЕ ===
uk: === ПРИЗУПИНКА ===

source: status error: %s
ru: ошибка статуса: %s
uk: помилка статусу: %s

source: fatal %s: %s
uk: фатальний %s: %s

source: underrun
ru: недобор
uk: недовантаження

source: overrun
ru: перебор
uk: перевантаження

source: %s!!! (at least %.3f ms long)
ru: %s!!! (не менее %.3f мс длинной)
uk: %s!!! (не менш %.3f мс довжиною)

source: Status:
ru: Статус:
uk: Стан:

source: xrun: prepare error: %s
ru: xrun: ошибка при подготовке: %s
uk: xrun: помилка при підготовці: %s

source: Status(DRAINING):
ru: Статус(ИСТОЩЕНИЕ):
uk: Статус(ВИСНАЖЕННЯ):

source: capture stream format change? attempting recover...
ru: смена формата захватываемого потока? Пытаюсь восстановить...
uk: зміна формату захоплюваного потоку? Намагаюся відновити...

source: xrun(DRAINING): prepare error: %s
ru: xrun(ИСТОЩЕНИЕ): ошибка подготовки: %s
uk: xrun(ВИСНАЖЕННЯ): помилка підготовки: %s

source: Status(R/W):
ru: Статус(Ч/З):
uk: Стан (Ч/З):

source: read/write error, state = %s
ru: ошибка чтения/записи, статус = %s
uk: помилка читання/запису, стан = %s

source: Suspended. Trying resume.
ru: Приостановленно. Пытаюсь продолжить.
uk: Призупинено. Намагаюся продовжити.

source: Failed. Restarting stream.
ru: Сбой. Перезапуск потока.
uk: Не вдалося. Перезапуск потоку.

source: suspend: prepare error: %s
ru: приостановка: ошибка подготовки: %s
uk: призупинка: помилка підготовки: %s

source: Done.
ru: Готово.
uk: Завершено.

source: Unsupported bit size %d.
ru: Неподдерживаемый размер бита %d.
uk: Непідтримуваний розмір біта %d.

source: Max peak (%li samples): 0x%08x
ru: Максимальное значение (%li сэмплов): 0x%08x
uk: Максимальне значення (%li семплів): 0x%08x

source: Suspicious buffer position (%li total): avail = %li, delay = %li, buffer = %li
ru: Подозрительное положение в буфере (%li всего): доступно = %li, задержка = %li, буфер = %li
uk: Підозріла позиція у буфері (%li всього): доступно = %li, затримка = %li, буфер = %li

source: write error: %s
ru: ошибка записи: %s
uk: помилка запису: %s

source: writev error: %s
ru: ошибка writev: %s
uk: помилка запису (writev): %s

source: read error: %s
ru: ошибка чтения: %s
uk: помилка читання: %s

source: readv error: %s
ru: ошибка readv: %s
uk: помилка читання (readv): %s

source: can't allocate buffer for silence
ru: невозможно зарезервировать буфер для тишины
uk: неможливо зарезервувати буфер для тиші

source: write error
ru: ошибка записи
uk: помилка запису

source: voc_pcm_flush - silence error
ru: voc_pcm_flush - ошибка тишины
uk: voc_pcm_flush - помилка тиші

source: voc_pcm_flush error
ru: ошибка voc_pcm_flush
uk: помилка voc_pcm_flush

source: malloc error
ru: ошибка распределения памяти
uk: помилка розподілення пам’яті

source: Playing Creative Labs Channel file '%s'...
ru: Проигрываю файл Creative Labs Channel '%s'...
uk: Відтворюю файл Creative Labs Channel '%s'...

source: can't play packed .voc files
ru: невозможно проиграть упакованный .voc файл
uk: не можу програти запакований .voc файл

source: can't play loops; %s isn't seekable
ru: Невозможно проиграть петлю; %s не разыскиваемо
uk: Неможливо відтворити петлю; %s не підтримує пошук

source: unknown blocktype %d. terminate.
ru: неизвестный тип блока %d. останавливаюсь.
uk: невідомий тип блоку %d. зупиняюся.

source: Wave doesn't support %s format...
ru: Wave не поддерживает формат %s...
uk: Wave не підтримує формат %s...

source: Sparc Audio doesn't support %s format...
ru: Sparc Audio не поддерживает формат %s...
uk: Sparc Audio не підтримує формат %s...

source: Playing
ru: Воспроизведение
uk: Погравання

source: Recording
ru: Запись
uk: Запис

source: Rate %d Hz,
ru: Частота %d Гц,
uk: Частота %d Гц,

source: Mono
ru: Моно
uk: Моно

source: Stereo
ru: Стерео
uk: Стерео

source: Channels %i
ru: Каналы %i
uk: Канали %i

source: You need to specify %u files
uk: Необхідно вказати %u файли

source: You need to specify %d files
ru: Необходимо указать %d файлы
uk: Ви маєте вказати %d файл(ів)

source: aconnect - ALSA sequencer connection manager
ru: aconnect - ALSA менеджер подключений сиквенсера
uk: aconnect - ALSA менеджер під’єднань сиквенсера
