Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Failed to manage existing volume due to the pool of the volume to be managed does not match the backend pool. Pool of the volume to be managed is %(vdisk_pool)s. Pool of the backend is %(backend_pool)s.
ru: Не удаётся сделать управляемым существующий том из-за несовпадения пулов тома и базовой системы. Пул тома, передаваемого в управление, - это %(vdisk_pool)s. Пул базовой системы - %(backend_pool)s.
uk: Не вдається зробити керованим існуючий том з-за незбігу пулів тому та базової системи. Пул тому, що передається у керування, - це %(vdisk_pool)s. Пул базової системи - %(backend_pool)s.

source: The specified vdisk is mapped to a host.
ru: Указанный vdisk связан с хостом.
uk: Вказаний vdisk пов’язаний з хостом.

source: create_consistencygroup_from_src must be creating from a CG snapshot, or a source CG.
ru: create_consistencygroup_from_src: необходимо создавать из моментальной копии группы согласования, а не их исходной группы согласования.
uk: create_consistencygroup_from_src: необхідно створювати із миттєвої копії групи погодженняя, а не їх початкової групи погодження.

source: get_pool: Failed to get attributes for volume %s
ru: get_pool: не удалось получить атрибуты для тома %s.
uk: get_pool: не вдалося отримати атрибути для тому %s.

source: Reference must contain source-id or source-name element.
ru: Ссылка должна содержать элемент source-id или source-name.
uk: Посилання має містити елемент source-id або source-name.

source: No vdisk with the UID specified by ref %s.
ru: Vdisk с UID, заданным по ссылке %s, отсутствует.
uk: Vdisk з UID, заданим за посиланням %s, відсутній.

source: initialize_connection: Failed to get attributes for volume %s.
ru: initialize_connection: Не удалось получить атрибуты для тома %s.
uk: initialize_connection: Не вдалося отримати атрибути для тому %s.

source: initialize_connection: Missing volume attribute for volume %s.
ru: initialize_connection: Отсутствует атрибут тома для тома %s.
uk: initialize_connection: Відсутній атрибут тому для тому %s.

source: initialize_connection: No node found in I/O group %(gid)s for volume %(vol)s.
ru: initialize_connection: Не найдены узлы в группе ввода-вывода %(gid)s для тома %(vol)s.
uk: initialize_connection: Не знайдені вузли у групі вводу-виводу %(gid)s для тому %(vol)s.

source: terminate_connection: Failed to get host name from connector.
ru: terminate_connection: Не удалось получить имя хоста из коннектора.
uk: terminate_connection: Не вдалося отримати ім’я хосту із конектора.

source: Failed to create partition.
ru: Не удалось создать раздел.
uk: Не вдалося створити розділ.

source: Failed to delete partition.
ru: Не удалось удалить раздел.
uk: Не вдалося вилучити розділ.

source: Failed to set partition.
ru: Не удалось задать раздел.
uk: Не вдалося вказати розділ.

source: Failed to create map.
ru: Не удалось создать карту.
uk: Не вдалося створити мапу.

source: Failed to delete map.
ru: Не удалось удалить карту связей.
uk: Не вдалося вилучити мапу зв’язків.

source: Failed to create snapshot.
ru: Не удалось создать моментальную копию.
uk: Не вдалося створити миттєву копію.

source: Failed to delete snapshot.
ru: Не удалось удалить снимок.
uk: Не вдалося вилучити миттєву копію.

source: Failed to create replica.
ru: Не удалось создать реплику.
uk: Не вдалося створити репліку.

source: Failed to delete replica.
ru: Не удалось удалить реплику.
uk: Не вдалося вилучити репліку.

source: Failed to create iqn.
ru: Не удалось создать iqn.
uk: Не вдалося створити iqn.

source: Failed to delete iqn.
ru: Не удалось удалить iqn.
uk: Не вдалося вилучити iqn.

source: Failed to get lv info.
ru: Не удалось получить информацию о логическом томе.
uk: Не вдалося отримати інформацію про логічний том.

source: Failed to get partition info.
ru: Не удалось получить информацию о разделе.
uk: Не вдалося отримати інформацію про розділ.

source: Failed to get snapshot info.
ru: Не удалось получить информацию о моментальной копии.
uk: Не вдалося отримати інформацію про миттєву копію.

source: Failed to get device info.
ru: Не удалось получить информацию об устройстве.
uk: Не вдалося отримати інформацію про пристрій.

source: Failed to get channel info.
ru: Не удалось получить информацию о канале.
uk: Не вдалося отримати інформацію про канал.

source: Failed to get map info.
ru: Не удалось получить информацию о карте связей.
uk: Не вдалося отримати інформацію про мапу зв’язків.

source: Failed to get network info.
ru: Не удалось получить информацию о сети.
uk: Не вдалося отримати інформацію про мережу.

source: Failed to get license info.
ru: Не удалось получить информацию о лицензии.
uk: Не вдалося отримати інформацію про ліцензії.

source: Failed to get replica info.
ru: Не удалось получить информацию о реплике.
uk: Не вдалося отримати інформацію про репліку.

source: Failed to get wwn info.
ru: Не удалось получить информацию о WWN.
uk: Не вдалося отримати інформацію про WWN.

source: Failed to get iqn info.
ru: Не удалось получить информацию о iqn.
uk: Не вдалося отримати інформацію про iqn.

source: Failed to execute common command.
ru: Не удалось выполнить общую команду.
uk: Не вдалося виконати загальну команду.

source: san_ip is not set.
ru: Не задано значение san_ip.
uk: Не вказано значення san_ip.

source: Pools name is not set.
ru: Не задано имя пула.
uk: Не вказано ім’я пулу.

source: Please create %(tier_levels)s tier in pool %(pool)s in advance!
ru: Заранее создайте слой %(tier_levels)s в пуле %(pool)s!
uk: Заздалегідь створіть шар %(tier_levels)s в пулі %(pool)s!

source: Please create %(pool_list)s pool in advance!
ru: Заранее создайте пул %(pool_list)s!
uk: Заздалегідь створіть пул %(pool_list)s!

source: Have not created %(tier_levels)s tier(s).
ru: Не созданы слои %(tier_levels)s.
uk: Не створені шари %(tier_levels)s.

source: Failed to create map on mcs, no channel can map.
ru: Не удалось создать карту связей в mcs: нет канала поддерживающего карты связей.
uk: Не вдалося створити мапу зв’язків в mcs: немає каналу, що підтримує мапи зв’язків.

source: Failed to get pool id with volume %(volume_id)s.
ru: Не удалось получить ИД пула с томом %(volume_id)s.
uk: Не вдалося отримати ІД пулу з томом %(volume_id)s.

source: LUN number is out of bound on channel id: %(ch_id)s.
ru: Номер LUN в ИД канала %(ch_id)s выходит за пределы диапазона допустимых значений.
uk: Номер LUN в ІД каналу %(ch_id)s виходить за межі діяпазону припустимих значень.

source: Raid did not have MCS Channel.
ru: У RAID нет канала MCS.
uk: У RAID немає каналу MCS.

source: LUN map overflow on every channel.
ru: Переполнение карты LUN на каждом канале.
uk: Переповнення мапи LUN на кожному каналі.

source: Cannot get mcs_id by channel id: %(channel_id)s.
ru: Не удалось получить mcs_id по ИД канала: %(channel_id)s.
uk: Не вдалося отримати mcs_id за ІД каналу: %(channel_id)s.

source: Failed to delete SI for volume_id: %(volume_id)s because it has pair.
ru: Не удалось удалить SI для volume_id %(volume_id)s, поскольку у него есть пара.
uk: Не вдалося вилучити SI для volume_id %(volume_id)s, оскільки в нього є пара.

source: Failed to delete volume for volume_id: %(volume_id)s because it has pair.
ru: Не удалось удалить том для volume_id %(volume_id)s, поскольку у него есть пара.
uk: Не вдалося вилучити том для volume_id %(volume_id)s, оскільки в нього є пара.

source: Failed to get Partition ID for volume %(volume_id)s.
ru: Не удалось получить ИД раздела для тома %(volume_id)s.
uk: Не вдалося отримати ІД розділу для тому %(volume_id)s.

source: Failed to delete snapshot for snapshot_id: %s because it has pair.
ru: Не удалось удалить моментальную копию для snapshot_id %s, поскольку у нее есть пара.
uk: Не вдалося вилучити миттєву копію для snapshot_id %s, оскільки в неї є пара.

source: Failed to get Raid Snapshot ID from Snapshot %(snapshot_id)s.
ru: Не удалось получить ИД моментальной копии RAID из моментальной копии %(snapshot_id)s.
uk: Не вдалося отримати ІД миттєвої копії RAID із миттєвої копії %(snapshot_id)s.

source: Failed to get Raid Snapshot ID from snapshot: %(snapshot_id)s.
ru: Не удалось получить ИД моментальной копии RAID из моментальной копии %(snapshot_id)s.
uk: Не вдалося отримати ІД миттєвої копії RAID із миттєвої копії %(snapshot_id)s.

source: Unknown protocol: %(protocol)s.
ru: Неизвестный протокол: %(protocol)s.
uk: Невідомий протокол: %(protocol)s.

source: Failed to get ip on Channel %(channel_id)s with volume: %(volume_id)s.
ru: Не удалось получить IP-адрес в канале %(channel_id)s с томом %(volume_id)s.
uk: Не вдалося отримати IP-адресу в каналі %(channel_id)s з томом %(volume_id)s.

source: Could not find iSCSI target for volume: %(volume_id)s.
ru: Не найден целевой объект iSCSI для тома %(volume_id)s.
uk: Не знайдено цільовий об’єкт iSCSI для тому %(volume_id)s.

source: Failed to get new part id in new pool: %(pool_id)s.
ru: Не удалось получить ИД нового раздела в новом пуле %(pool_id)s.
uk: Не вдалося отримати ІД нового розділу в новому пулі %(pool_id)s.

source: Wait replica complete timeout.
ru: Ожидание тайм-аута завершения репликации.
uk: Очікування тайм-ауту завершення реплікації.

source: The extraspec: %(extraspec)s is not valid.
ru: Недопустимая дополнительная спецификация %(extraspec)s.
uk: Неприпустима додаткова специфікація %(extraspec)s.

source: Specified logical volume does not exist.
ru: Указанный логический том не существует.
uk: Вказаний логічний том не існує.

source: The specified volume is mapped to a host.
ru: Указанный том связан с хостом.
uk: Вказаний том пов’язаний з хостом.

source: Reference must contain source-id or source-name.
ru: Ссылка должна содержать source-id или source-name.
uk: Посилання має містити source-id або source-name.

source: Required configuration not found
ru: Не найдена требуемая конфигурация
uk: Не знайдена потрібна конфігурація

source: Storage family %s is not supported.
ru: Семейство памяти %s не поддерживается.
uk: Родина пам’яті %s не підтримується.

source: Protocol %(storage_protocol)s is not supported for storage family %(storage_family)s.
ru: Протокол %(storage_protocol)s не поддерживается для семейства памяти %(storage_family)s.
uk: Протокол %(storage_protocol)s не підтримується для родини пам’яті %(storage_family)s.

source: Configuration value %s is not set.
ru: Значение конфигурации %s не задано.
uk: Значення конфігурації %s не задано.

source: Unrecognized QOS keyword: "%s"
ru: Нераспознанное ключевое слово QoS: "%s"
uk: Нерозпізнане ключове слово QoS: "%s"

source: Only one limit can be set in a QoS spec.
ru: В спецификации QoS можно указать только одно ограничение.
uk: У специфікації QoS можна вказати лише одне обмеження.

source: Conflicting QoS specifications in volume type %s: when QoS spec is associated to volume type, legacy "netapp:qos_policy_group" is not allowed in the volume type extra specs.
ru: Конфликт спецификаций QoS в типе тома %s: когда спецификация QoS связана с типом тома, устаревшая спецификация "netapp:qos_policy_group" запрещена в дополнительных спецификациях типа тома.
uk: Конфлікт специфікацій QoS у типі тому %s: коли специфікація QoS пов’язана з типом тому, застаріла специфікація "netapp:qos_policy_group" заборонена в додаткових специфікаціях типу тому.

source: Unsupported Data ONTAP version. Data ONTAP version 7.3.1 and above is supported.
ru: Неподдерживаемая версия ONTAP данных. Поддерживается версия ONTAP данных 7.3.1 и выше.
uk: Непідтримувана версія ONTAP даних. Підтримується версія ONTAP даних 7.3.1 та вище.

source: API version could not be determined.
ru: Не удалось определить версию API.
uk: Не вдалося визначити версію API.

source: No pools are available for provisioning volumes. Ensure that the configuration option netapp_pool_name_search_pattern is set correctly.
ru: Нет пулов для предоставления ресурсов томам. Убедитесь, что правильно настроен параметр конфигурации netapp_pool_name_search_pattern.
uk: Немає пулів для надання ресурсів томам. Переконайтеся, що правильно налаштований параметр конфігурації netapp_pool_name_search_pattern.

source: Data ONTAP operating in 7-Mode does not support QoS policy groups.
ru: ONTAP данных, работающий в режиме 7, не поддерживает группы стратегий QoS.
uk: ONTAP даних, що працює у режимі 7, не підтримує групи стратегій QoS.

source: Setting LUN QoS policy group is not supported on this storage family and ONTAP version.
ru: Установка группы стратегий QoS LUN не поддерживается в этом семействе памяти и версии ONTAP.
uk: Налаштування групи стратегій QoS LUN не підтримується у цій родині пам’яті і версії ONTAP.

source: Back-end QoS specs are not supported on this storage family and ONTAP version.
ru: Спецификации QoS базовой системы не поддерживаются в этом семействе систем хранения и версии ONTAP.
uk: Специфікації QoS базової системи не підтримуються у цій родині систем зберігання та версії ONTAP.

source: Pool is not available in the volume host field.
ru: Не указан пул в поле хоста тома.
uk: Не вказаний пул у полі хосту тому.

source: Volume %s could not be created.
ru: Не удалось создать том %s.
uk: Не вдалося створити том %s.

source: Volume %s could not be created from source volume.
ru: Не удалось создать том %s из исходного тома.
uk: Не вдалося створити том %s із початкового тому.

source: Object is not a NetApp LUN.
ru: Объект не находится в LUN NetApp.
uk: Об’єкт не знаходиться в LUN NetApp.

source: %s cannot be resized using clone operation as it is hosted on compressed volume
ru: Размер %s нельзя изменить с помощью операции дублирования, так как он находится на сжатом томе
uk: Розмір %s неможна змінити за допомогою операції дублювання, оскільки він знаходиться на стисненому томі

source: %s cannot be resized using clone operation as it contains no blocks.
ru: Размер %s нельзя изменить с помощью операции дублирования, так как он не содержит блоков.
uk: Розмір %s неможна змінити за допомогою операції дублювання, оскільки він не містить блоків.

source: Failure staging LUN %s to tmp.
ru: Сбой промежуточного копирования LUN %s в tmp.
uk: Збій проміжного копіювання LUN %s в tmp.

source: Failure moving new cloned LUN to %s.
ru: Сбой при перемещении новой копии LUN в %s.
uk: Збій при переміщенні нової копії LUN в %s.

source: Failure getting LUN info for %s.
ru: Сбой получения информации LUN для %s.
uk: Збій отримання інформації LUN для %s.

source: Reference must contain either source-id or source-name element.
ru: Ссылка должна содержать элемент source-id или source-name.
uk: Посилання має містити елемент source-id або source-name.

source: LUN not found with given ref %s.
ru: LUN не найден по данной ссылке %s.
uk: LUN не знайдений за даним посиланням %s.

source: Failed to get LUN target list for the LUN %s
ru: Не удалось получить целевой список LUN для LUN %s
uk: Не вдалося отримати цільовий перелік LUN для LUN %s

source: Failed to get target portal for the LUN %s
ru: Не удалось получить целевой портал для LUN %s
uk: Не вдалося отримати цільовий портал для LUN %s

source: Failed to get target IQN for the LUN %s
ru: Не удалось получить целевой IQN для LUN %s
uk: Не вдалося отримати цільовий IQN для LUN %s

source: Failed to get LUN target details for the LUN %s
ru: Не удалось получить целевые сведения LUN для LUN %s
uk: Не вдалося отримати цільові відомости LUN для LUN %s

source: No cloned LUN named %s found on the filer
ru: В утилите для работы с файловой системой не найден дубликат LUN с именем %s
uk: У засобі для роботи з файловою системою не знайдено дублікат LUN з іменем %s

source: LUN with given ref %(ref)s does not satisfy volume type. Ensure LUN volume with ssc features is present on vserver %(vs)s.
ru: LUN с данной ссылкой %(ref)s не удовлетворяет типу тома. Убедитесь, что том LUN с функциями ssc есть на vserver %(vs)s.
uk: LUN з даним посиланням %(ref)s не задовільняє типу тому. Переконайтеся, що том LUN з функціями ssc є на vserver %(vs)s.

source: Invalid QoS specification detected while getting QoS policy for volume %s
ru: Обнаружена недопустимая спецификация QoS при получении стратегии QoS для тома %s
uk: Виявлена неприпустима специфікація QoS при отриманні стратегії QoS для тому %s

source: Data ONTAP API version could not be determined.
ru: Не удалось определить версию API ONTAP данных.
uk: Не вдалося визначити версію API ONTAP даних.

source: Setting file qos policy group is not supported on this storage family and ontap version.
ru: Установка группы стратегий QoS для файлов не поддерживается в этом семействе памяти и версии ontap.
uk: Налаштування групи стратегій QoS для файлів не підтримується у цій родині пам’яті та версії ontap.

source: QoS specs are not supported on this storage family and ONTAP version.
ru: Спецификации QoS не поддерживаются в этом семействе систем хранения и версии ONTAP.
uk: Специфікації QoS не підтримуються у цій родині систем зберігання та версії ONTAP.

source: Volume %(vol)s could not be created in pool %(pool)s.
ru: Не удалось создать том %(vol)s в пуле %(pool)s.
uk: Не вдалося створити том %(vol)s у пулі %(pool)s.

source: Volume %s could not be created on shares.
ru: Не удалось создать том %s в общих ресурсах.
uk: Не вдалося створити том %s у спільних ресурсах.

source: Resizing clone %s failed.
ru: Не удалось изменить размер дубликата %s.
uk: Не вдалося змінити розмір дублікату %s.

source: NFS file %s not discovered.
ru: Файл NFS %s не найден.
uk: Файл NFS %s не знайдений.

source: NFS file could not be discovered.
ru: Не удалось найти файл NFS.
uk: Не вдалося знайти файл NFS.

source: Failed to extend volume %(name)s, Error msg: %(msg)s.
ru: Не удалось расширить том %(name)s, ошибка: %(msg)s.
uk: Не вдалося розширити том %(name)s, Помилка msg: %(msg)s.

source: Failed to set QoS for existing volume %(name)s, Error msg: %(msg)s.
ru: Не удалось задать QoS для существующего тома %(name)s. Сообщение об ошибке: %(msg)s.
uk: Не вдалося задати QoS для існуючого тому %(name)s. Повідомлення про помилку: %(msg)s.

source: Volume type does not match for share %s.
ru: Тип тома не совпадает с типом для %s.
uk: Тип тому не збігається з типом для %s.

source: Unable to locate an SVM that is managing the IP address '%s'
ru: Не удалось найти SVM, управляющую IP-адресом '%s'
uk: Не вдалося знайти SVM, керуючу IP-адресою '%s'

source: Source host details not found.
ru: Не найдены сведения об исходном хосте.
uk: Не знайдені відомости про початковий хост.

source: Converted to raw, but format is now %s.
ru: Выполнено преобразование в raw, но в данный момент формат - %s.
uk: Виконано перетворення в raw, але на дану мить формат - %s.

source: Backend server not NaServer.
ru: Базовая программа не NaServer.
uk: Базова проґрама не NaServer.

source: Fatal error: User not permitted to query NetApp volumes.
ru: Неустранимая ошибка: у пользователя нет прав доступа для запроса томов NetApp.
uk: Фатальна помилка: у користувача немає прав доступу для запиту томів NetApp.

source: No element by given name %s.
ru: Не найден элемент с именем %s.
uk: Немає елементу з заданим ім'ям %s.

source: Not a valid value for NaElement.
ru: Недопустимое значение для NaElement.
uk: Неприпустиме значення для NaElement.

source: NaElement name cannot be null.
ru: Имя NaElement не может быть пустым.
uk: Ім’я NaElement не може бути порожнім.

source: Type cannot be converted into NaElement.
ru: Тип невозможно преобразовать в NaElement.
uk: Тип неможливо перетворити на NaElement.

source: Requires an NaServer instance.
ru: Требуется экземпляр NaServer.
uk: Потрібен примірник NaServer.

source: Unexpected output. Expected [%(expected)s] but received [%(output)s]
ru: Непредвиденный вывод. Вместо ожидаемого [%(expected)s] получен [%(output)s]
uk: Непередбачений вивід. Замість очікуваного [%(expected)s] отриманий [%(output)s]

source: Failed to set CHAP authentication for target IQN %(iqn)s. Details: %(ex)s
ru: Не удалось настроить идентификацию CHAP для целевого IQN %(iqn)s. Подробности: %(ex)s
uk: Не вдалося налаштувати ідентифікацію CHAP для цільового IQN %(iqn)s. Подробиці: %(ex)s

source: No storage path found for export path %s
ru: Не найден путь хранения для пути экспорта %s
uk: Не знайдено шлях зберігання для шляху експорту %s

source: No snapshots could be found on volume %s.
ru: Не найдены моментальные копии для тома %s.
uk: Не знайдені миттєві копії для тому %s.

source: Could not find unique snapshot %(snap)s on volume %(vol)s.
ru: Не найдена уникальная моментальная копия %(snap)s для тома %(vol)s.
uk: Не знайдена унікальна миттєва копія %(snap)s для тому %(vol)s.

source: Counter %s not found
ru: Счетчик %s не найден
uk: Лічильник %s не знайдений

source: Could not start consistency group snapshot %s.
ru: Не удалось запустить создание моментальной копии группы согласования %s.
uk: Не вдалося запустити створення миттєвої копії групи погодження %s.

source: No interface found on cluster for ip %s
ru: В кластере не найден интерфейс для ip-адреса %s
uk: В клястері не знайдений інтерфейс для ip-адреси %s

source: No volume on cluster with vserver %(vserver)s and junction path %(junction)s
ru: В кластере с vserver %(vserver)s и путем пересечения %(junction)s отсутствует том
uk: В клястері з vserver %(vserver)s та шляхом перетинання %(junction)s відсутній том

source: Unsupported Clustered Data ONTAP version.
ru: Неподдерживаемая версия ONTAP кластерных данных.
uk: Непідтримувана версія ONTAP клястерних даних.

source: Could not read information for snapshot %(name)s. Code: %(code)s. Reason: %(reason)s
ru: Не удалось прочитать информацию для моментальной копии %(name)s. Код: %(code)s. Причина: %(reason)s
uk: Не вдалося прочитати інформацію для миттєвої копії %(name)s. Код: %(code)s. Причина: %(reason)s

source: One of the required inputs from host, port or scheme was not found.
ru: Не найден один из обязательных входных параметров из хоста, порта или схемы.
uk: Не знайдений один із обов’язкових вхідних параметрів із хосту, порта або схеми.

source: Invalid transport type.
ru: Недопустимый тип транспорта.
uk: Неприпустимий тип транспорту.

source: Invoking web service failed.
ru: Ошибка вызова веб-службы.
uk: Виклик веб-служби не вдався.

source: Storage system id not set.
ru: Не указан ИД системы хранения.
uk: Не вказаний ІД системи зберігання.

source: Content type not supported.
ru: Тип содержимого не поддерживается.
uk: Тип вмісту не підтримується.

source: Response error - %s.
ru: Ошибка ответа: %s.
uk: Помилка відповіді: %s.

source: The storage array password for %s is incorrect, please update the configured password.
ru: Неверный пароль массива хранения для %s. Обновите пароль в конфигурации.
uk: Пароль масиву для зберігання %s невірний, будь ласка, поновіть налаштований пароль.

source: Response error - The storage-system is offline.
ru: Ошибка ответа - система хранения выключена.
uk: Помилка відповіді - система зберігання вимкнена.

source: Response error code - %s.
ru: Код ошибки ответа: %s.
uk: Код помилки відповіді: %s.

source: E-series proxy API version %(current_version)s does not support full set of SSC extra specs. The proxy version must be at at least %(min_version)s.
ru: Версия API прокси-сервера E-Series %(current_version)s не поддерживает полный набор дополнительных спецификаций SSC. Версия прокси-сервера должна быть не ниже %(min_version)s.
uk: Версія API проксі-сервера E-Series %(current_version)s не підтримує повний набір додаткових специфікацій SSC. Версія проксі-сервера має бути не нижче %(min_version)s.

source: Failed to move LUN mapping. Return code: %s
ru: Не удалось переместить связи LUN. Код возврата: %s
uk: Не вдалося перемістити зв’язки LUN. Код повернення: %s

source: Host group with ref %s not found
ru: Не найдена группа хостов со ссылкой %s
uk: Не знайдена група хостів з посиланням %s

source: Host group with name %s not found
ru: Не найдена группа хостов с именем %s
uk: Не знайдена група хостів з іменем %s
