Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: The volume cannot accept transfer in maintenance mode.
ru: Том не может принять передачу в режиме обслуживания.
uk: Том не може прийняти передачу у режимі обслуговування.

source: The snapshot cannot be created when the volume is in maintenance mode.
ru: Моментальную копию нельзя создать, когда том находится в режиме обслуживания.
uk: Миттєву копію неможна створити, коли том знаходиться у режимі обслуговування.

source: Snapshot cannot be created while volume is migrating.
ru: Моментальную копию нельзя создать во время переноса тома.
uk: Миттєву копію неможна створити під час перенесення тому.

source: Snapshot of secondary replica is not allowed.
ru: Создавать моментальную копию вспомогательной копии не разрешено.
uk: Створювати миттєву копію допоміжної копії не дозволено.

source: Volume %(vol_id)s status must be available, but current status is: %(vol_status)s.
ru: Состояние %(vol_id)s тома должно быть available, однако текущее состояние - %(vol_status)s.
uk: Стан %(vol_id)s тому має бути available, однак поточний стан - %(vol_status)s.

source: Snapshot cannot be created because volume %(vol_id)s is not available, current volume status: %(vol_status)s.
ru: Невозможно создать моментальную копию, поскольку том %(vol_id)s недоступен. Текущее состояние тома: %(vol_status)s.
uk: Неможливо створити миттєву копію, оскільки том %(vol_id)s недоступний. Поточний стан тому: %(vol_status)s.

source: Snapshot %s must not be part of a consistency group.
ru: Моментальная копия %s не должна быть частью группы согласования.
uk: Миттєва копія %s не повинна бути частиною групи погодження.

source: The volume metadata cannot be deleted when the volume is in maintenance mode.
ru: Метаданные тома нельзя удалить, когда том находится в режиме обслуживания.
uk: Метадані тому неможна вилучити, коли том знаходиться у режимі обслуговування.

source: Metadata property key blank.
ru: Пустой ключ свойства метаданных.
uk: Порожній ключ властивости метаданих.

source: Metadata property key greater than 255 characters.
ru: Длина ключа свойства метаданных превышает 255 символов.
uk: Довжина ключа властивости метаданих перевищує 255 символів.

source: Metadata property value greater than 255 characters.
ru: Значение свойства метаданных превышает 255 символов.
uk: Значення властивости метаданих перевищує 255 символів.

source: The volume metadata cannot be updated when the volume is in maintenance mode.
ru: Метаданные тома нельзя обновить, когда том находится в режиме обслуживания.
uk: Метадані тому неможна оновити, коли том знаходиться у режимі обслуговування.

source: Volume %(vol_id)s status must be available or in-use, but current status is: %(vol_status)s.
ru: Состояние %(vol_id)s тома должно быть available или in-use, однако текущее состояние - %(vol_status)s.
uk: Стан %(vol_id)s тому має бути available або in-use, однак поточний стан - %(vol_status)s.

source: Volume status is in-use.
ru: Состояние тома: используется
uk: Стан тому: використовується

source: Volume %(vol_id)s status must be available to extend, but current status is: %(vol_status)s.
ru: Для расширения состояние тома %(vol_id)s должно быть available, однако текущее состояние - %(vol_status)s.
uk: Для розширення стан тому %(vol_id)s має бути available, однак поточний стан - %(vol_status)s.

source: New size for extend must be greater than current size. (current: %(size)s, extended: %(new_size)s).
ru: Новый размер расширения должен превышать текущий размер. (текущий размер: %(size)s, расширенный: %(new_size)s).
uk: Новий розмір розширення повинен перевищувати поточний розмір. (поточний розмір: %(size)s, розширений: %(new_size)s).

source: Volume %s is already part of an active migration.
ru: Том %s уже часть активной операции переноса.
uk: Том %s вже частина активної операції перенесення.

source: Volume %s must not have snapshots.
ru: Том %s не должен иметь моментальных копий.
uk: Том %s не повинен мати миттєвих копій.

source: Volume %s must not be replicated.
ru: Репликация тома %s запрещена.
uk: Реплікація тому %s заборонена.

source: No available service named %s
ru: Нет доступной службы с именем %s
uk: Немає доступної служби з іменем %s

source: Destination host must be different than the current host.
ru: Целевой хост должен отличаться от текущего хоста.
uk: Хост призначення має відрізнятися від поточного хосту.

source: Source volume not mid-migration.
ru: Исходный том не в процессе переноса.
uk: Початковий том не у процесі перенесення.

source: Destination volume not mid-migration.
ru: Целевой том не в процессе переноса.
uk: Том призначення не у процесі перенесення.

source: Destination has migration_status %(stat)s, expected %(exp)s.
ru: migration_status целевого хоста - %(stat)s, ожидалось %(exp)s.
uk: migration_status цільового хосту - %(stat)s, очікувалося %(exp)s.

source: Volume %(vol_id)s status must be available to update readonly flag, but current status is: %(vol_status)s.
ru: Том %(vol_id)s должен находиться в состоянии available, чтобы можно было изменить флаг readonly, однако текущее состояние - %(vol_status)s.
uk: Том %(vol_id)s повинен знаходитися у стані available, щоб можна було змінити прапор readonly, однак поточний стан - %(vol_status)s.

source: Unable to update type due to incorrect status: %(vol_status)s on volume: %(vol_id)s. Volume status must be available or in-use.
ru: Не удалось изменить тип из-за неверного состояния %(vol_status)s у тома %(vol_id)s. Состояние тома должно быть available или in-use.
uk: Не вдалося змінити тип з-за невірного стану %(vol_status)s у тому %(vol_id)s. Стан тому має бути available або in-use.

source: migration_policy must be 'on-demand' or 'never', passed: %s
ru: Значение migration_policy должно быть on-demand или never, передано значение %s
uk: Значення migration_policy має бути on-demand або never, передано значення %s

source: Volume must not be part of a consistency group.
ru: Том не должен быть частью группы согласования.
uk: Том не повинен бути частиною групи погодження.

source: Invalid volume_type passed: %s.
ru: Передано недопустимое значение volume_type: %s.
uk: Передано неприпустиме значення volume_type: %s.

source: New volume_type same as original: %s.
ru: Новое значение volume_type совпадает с прежним: %s.
uk: Нове значення volume_type збігається з колишнім: %s.

source: Retype cannot change encryption requirements.
ru: Изменение типа не может изменить требования к шифрованию.
uk: Зміна типу не може змінити вимоги до шифрування.

source: Retype cannot change front-end qos specs for in-use volume: %s.
ru: Изменение типа не изменяет спецификации QoS для клиентов у используемых томов: %s.
uk: Зміна типу не змінює специфікації QoS для клієнтів у томів, що використовуються: %s.

source: Failed to update quota usage while retyping volume.
ru: Не удалось обновить использование квот при изменении типа тома.
uk: Не вдалося оновити використання квот при зміненні типу тому.

source: Failed to manage api volume flow.
ru: Сбой управления потоком тома api.
uk: Збій керування потоком тому api.

source: Host replication_status must be %s to failover.
ru: Для аварийного переключения состояние репликации хоста должно быть %s.
uk: Для аварійного перемикання стан реплікації хосту має бути %s.

source: Host is already Frozen.
ru: Хост уже заморожен.
uk: Хост вже заморожений.

source: Host is NOT Frozen.
ru: Хост не заморожен.
uk: Хост не заморожений.

source: Unable to terminate volume connection: %(err)s
ru: Не удалось закрыть соединение с томом: %(err)s
uk: Не вдалося закрити з’єднання з томом: %(err)s

source: detach snapshot from remote node
ru: отключить моментальную копию от удаленного узла
uk: відімкнути миттєву копію від віддаленого вузла

source: Sets thin provisioning.
ru: Задает тонкое резервирование.
uk: Задає тонке резервування.

source: Enables compression.
ru: Включает сжатие.
uk: Вмикає стиснення.

source: Enables QoS.
ru: Включает QoS.
uk: Вмикає QoS.

source: Enables replication.
ru: Включает репликацию.
uk: Вмикає реплікацію.

source: Unable to fetch connection information from backend: %(err)s
ru: Не удалось получить информацию о соединении из базовой программы: %(err)s
uk: Не вдалося отримати інформацію про з’єднання із базової проґрами: %(err)s

source: Error encountered during cleanup of a failed attach: %(ex)s
ru: Ошибка очистки после сбоя подключения: %(ex)s
uk: Помилка очистки після збою під’єднання: %(ex)s

source: attach snapshot from remote node
ru: подключить моментальную копию с удаленного узла
uk: під’єднати миттєву копію з віддаленого вузла

source: Unable to access the backend storage via the path %(path)s.
ru: Не удалось получить доступ к хранилищу непереданных сообщений с помощью пути %(path)s.
uk: Не вдалося отримати доступ до сховища непереданих повідомлень за допомогою шляху %(path)s.

source: The method update_migrated_volume is not implemented.
ru: Метод update_migrated_volume не реализован.
uk: Метод update_migrated_volume не реалізований.

source: Manage existing volume not implemented.
ru: Управление существующим томом не реализовано.
uk: Керування існуючим томом не зреалізовано.

source: Unmanage volume not implemented.
ru: Отмена управления томом не реализована.
uk: Скасування керування томом не зреалізовано.

source: Extend volume not implemented
ru: Том расширения не реализован
uk: Том розширення не реалізований

source: Manage existing snapshot not implemented.
ru: Управление существующей моментальной копией не реализовано.
uk: Керування існуючою миттєвою копією не зреалізовано.

source: sync_replica not implemented.
ru: sync_replica не реализован.
uk: sync_replica не реалізований.

source: promote_replica not implemented.
ru: promote_replica не реализован.
uk: promote_replica не реалізований.

source: Could not find iSCSI export for volume %s
ru: Не удалось найти экспорт iSCSI для тома %s
uk: Не вдалося знайти експорт iSCSI для тому %s

source: Driver must implement initialize_connection
ru: Драйвер должен реализовать initialize_connection
uk: Драйвер має реалізувати initialize_connection

source: Create manager volume flow failed.
ru: Не удалось создать поток тома администратора.
uk: Не вдалося створити потік тому адміністратора.

source: volume is not local to this node
ru: Том не является локальным для этого узла
uk: Том не є локальним для цього вузла

source: Unmanage and cascade delete options are mutually exclusive.
ru: Опции отмены управления и каскадного удаления несовместимы.
uk: Опції скасування керування та каскадного вилучення несумісні.

source: Snapshot %(id)s was found in state %(state)s rather than 'deleting' during cascade delete.
ru: В ходе каскадного удаления обнаружена моментальная копия %(id)s в состоянии %(state)s вместо 'deleting'.
uk: У перебігу каскадного вилучення виявлена миттєва копія %(id)s у стані %(state)s замість 'deleting'.

source: being attached by different mode
ru: подключается с другим режимом
uk: під’єднується з іншим режимом

source: volume is already attached
ru: том уже подключен
uk: том вже під’єднаний

source: Detach volume failed: More than one attachment, but no attachment_id provided.
ru: Не удалось отключить том: подключений несколько, но не указан attachment_id.
uk: Не вдалося від’єднати том: під’єднань декілька, але не вказаний attachment_id.

source: Volume is not available.
ru: Том недоступен.
uk: Том недоступний.

source: Invalid initiator value received
ru: Недопустимое значение инициатора
uk: Ініціятор отримав неприпустиме значення

source: Validate volume connection failed (error: %(err)s).
ru: Сбой проверки соединения с томом (ошибка: %(err)s).
uk: Збій перевірки з’єднання з томом (помилка: %(err)s).

source: Create export for volume failed.
ru: Не удалось создать экспорт для тома.
uk: Не вдалося створити експорт для тому.

source: Driver initialize connection failed (error: %(err)s).
ru: Драйверу не удалось инициализировать соединение (ошибка: %(err)s).
uk: Драйверу не вдалося ініціялізувати з’єднання (помилка: %(err)s).

source: Terminate volume connection failed: %(err)s
ru: Не удалось закрыть соединение с томом: %(err)s
uk: Не вдалося закрити з’єднання з томом: %(err)s

source: Remove volume export failed.
ru: Не удалось удалить экспорт тома.
uk: Не вдалося вилучити експорт тому.

source: Unable to access the backend storage via file handle.
ru: Нет доступа к памяти базовой системы через ссылку на файл.
uk: Немає доступу до пам’яті базової системи через посилання на файл.

source: failed to create new_volume on destination host
ru: не удалось создать new_volume на целевом хосте
uk: не вдалося створити new_volume на хості призначення

source: timeout creating new_volume on destination host
ru: истек тайм-аут создания new_volume на целевом хосте
uk: сплив тайм-аут створення new_volume на хості призначення

source: Volume %s: Error trying to extend volume
ru: Том %s: ошибка расширения тома
uk: Том %s: помилка розширення тому

source: Retype requires migration but is not allowed.
ru: Для изменения типа требуется перенос, но он запрещен.
uk: Для зміни типу потрібне перенесення, але його заборонено.

source: Volume must not have snapshots.
ru: Том не должен иметь моментальных копий.
uk: Том не повинен мати миттєвих копій.

source: Volume must not be replicated.
ru: Репликация тома запрещена.
uk: Реплікація тому заборонена.

source: Failed to create manage_existing flow.
ru: Не удалось создать поток manage_existing.
uk: Не вдалося створити потік manage_existing.

source: Error promoting secondary volume to primary
ru: Ошибка при попытке продвинуть вспомогательный том до уровня основного
uk: Помилка при спробі просунути допоміжний том до рівню основного

source: Failed updating model with driver provided model %(model)s
ru: Обновить модель с предоставленной драйвером моделью %(model)s не удалось
uk: Оновити модель з наданою драйвером моделлю %(model)s не вдалося

source: Synchronizing secondary volume to primary failed.
ru: Сбой синхронизации вспомогательного тома с основным.
uk: Збій синхронізації допоміжного тому з основним.

source: Create consistency group failed.
ru: Не удалось создать группу согласования.
uk: Створити групу погодження не вдалося.

source: Cannot create consistency group %(group)s because snapshot %(snap)s is not in a valid state. Valid states are: %(valid)s.
ru: Не удалось создать группу согласования %(group)s, поскольку моментальная копия %(snap)s не находится в допустимом состоянии. Допустимые состояния: %(valid)s.
uk: Не вдалося створити групу погодження %(group)s, оскільки миттєва копія %(snap)s не знаходиться у припустимому стані. Припустимі стани: %(valid)s.

source: Cannot create consistency group %(group)s because source volume %(source_vol)s is not in a valid state. Valid states are: %(valid)s.
ru: Не удалось создать группу согласования %(group)s, поскольку исходный том %(source_vol)s не в допустимом состоянии. Допустимые состояния: %(valid)s.
uk: Не вдалося створити групу погодження %(group)s, оскільки початковий том %(source_vol)s не у припустимому стані. Припустимі стани: %(valid)s.

source: Input volumes or snapshots are invalid.
ru: Недопустимые входные тома или моментальные копии.
uk: Неприпустимі вхідні томи або миттєві копії.

source: Input volumes or source volumes are invalid.
ru: Недопустимые входные или выходные тома.
uk: Неприпустимі вхідні або вихідні томи.

source: Volume is not local to this node
ru: Том не является локальным для этого узла
uk: Том не є локальним для цього вузла

source: Delete consistency group failed.
ru: Не удалось удалить группу согласования.
uk: Не вдалося вилучити групу погодження.

source: Error occurred when updating consistency group %s.
ru: Ошибка изменения группы согласования %s.
uk: Помилка зміни групи погодження %s.

source: Error occurred when creating cgsnapshot %s.
ru: Ошибка создания моментальной копии группы согласования %s.
uk: Помилка створення миттєвої копії групи погодження %s.

source: Error occurred when deleting cgsnapshot %s.
ru: Ошибка удаления моментальной копии группы согласования %s.
uk: Помилка вилучення миттєвої копії групи погодження %s.

source: Update list, doesn't include volume_id
ru: Список обновления не включает volume_id
uk: Перелік оновлення не включає volume_id

source: Failed to create manage existing flow.
ru: Не удалось создать управление существующим потоком.
uk: Не вдалося створити керування існуючим потоком.

source: Valid consumer of QoS specs are: %s
ru: Допустимый приемник спецификаций QoS: %s
uk: Припустимий приймач специфікацій QoS: %s

source: id cannot be None
ru: Недопустимое значение для ИД: None
uk: Неприпустиме значення для ІД: None

source: Failed to get all associations of qos specs %s
ru: Не удалось получить все связи спецификаций QoS %s
uk: Не вдалося отримати усі зв’язки специфікацій QoS %s

source: Type %(type_id)s is already associated with another qos specs: %(qos_specs_id)s
ru: Тип %(type_id)s уже связан с другими спецификациями QoS: %(qos_specs_id)s
uk: Тип %(type_id)s вже пов’язаний з іншими специфікаціями QoS: %(qos_specs_id)s

source: name cannot be None
ru: Недопустимое значение для имени: None
uk: Неприпустиме значення для ім’я: None

source: Cascade option is not supported.
ru: Каскадная опция не поддерживается.
uk: Каскадна опція не підтримується.

source: One of cinder-volume services is too old to accept such request. Are you running mixed Liberty-Mitaka cinder-volumes?
ru: Одна из служб cinder-volume устарела и не поддерживает этот запрос. Возможно, в системе есть тома cinder из смеси версий Liberty-Mitaka?
uk: Одна із служб cinder-volume застаріла й не підтримує цей запит. Можливо, у системі є томи cinder із суміші версій Liberty-Mitaka?

source: Failed to copy volume, source device unavailable.
ru: Не удалось скопировать том: недоступно исходное устройство.
uk: Не вдалося скопіювати том: недоступний початковий пристрій.

source: Failed to copy volume, destination device unavailable.
ru: Не удалось скопировать том: недоступно целевое устройство.
uk: Не вдалося скопіювати том: недоступний пристрій призначення.

source: volume_type_id cannot be None
ru: Недопустимое значение для volume_type_id: None
uk: Неприпустиме значення для volume_type_id: None

source: Type access modification is not applicable to public volume type.
ru: Изменение типа доступа неприменимо к типу общедоступного тома.
uk: Зміна типу доступу незастосовувана до типу загальнодоступного тому.

source: Failed to delete device.
ru: Не удалось удалить устройство.
uk: Не вдалося вилучити пристрій.

source: No free disk
ru: Отсутствуют свободные диски
uk: Відсутні вільні диски

source: No big enough free disk
ru: Отсутствуют достаточно большие свободные диски
uk: Відсутні достатньо великі вільні диски

source: Insufficient free space available to extend volume.
ru: Недостаточно места для расширения тома.
uk: Бракує місця для розширення тому.

source: IP address/hostname of Blockbridge API.
ru: IP-адрес/имя хоста API Blockbridge.
uk: IP-адреса/ім’я хосту API Blockbridge.

source: Override HTTPS port to connect to Blockbridge API server.
ru: Переопределить порт HTTPS для подключения к серверу API Blockbridge.
uk: Перевизначити порт HTTPS для під’єднання до сервера API Blockbridge.

source: Blockbridge API authentication scheme (token or password)
ru: Схема идентификации API Blockbridge (token или password)
uk: Схема автентифікації API Blockbridge (token або password)

source: Blockbridge API token (for auth scheme 'token')
ru: Маркер API Blockbridge (для схемы идентификации 'token')
uk: Маркер API Blockbridge (для схеми автентифікації 'token')

source: Blockbridge API user (for auth scheme 'password')
ru: Пользователь API Blockbridge (для схемы идентификации 'password')
uk: Користувач API Blockbridge (для схеми автентифікації 'password')

source: Blockbridge API password (for auth scheme 'password')
ru: Пароль API Blockbridge (для схемы идентификации 'password')
uk: Пароль API Blockbridge (для схеми автентифікації 'password')

source: Defines the set of exposed pools and their associated backend query strings
ru: Определяет набор экспортированных пулов и связанных с ними строк запроса базовой системы
uk: Визначає набір екпортованих пулів та пов’язаних з ними рядків запиту базової системи

source: Default pool name if unspecified.
ru: Имя пула по умолчанию, если не указано.
uk: Типове ім’я пулу, якщо не вказано.

source: Failed to determine blockbridge API configuration
ru: Не удалось определить конфигурацию API Blockbridge
uk: Не вдалося визначити конфігурацію API Blockbridge

source: Invalid credentials
ru: Недопустимые идентификационные данные
uk: Неприпустимі ідентифікаційні дані

source: Insufficient privileges
ru: Недостаточно прав доступа
uk: Бракує прав доступу

source: Blockbridge api host not configured
ru: Не настроен хост API Blockbridge
uk: Не налаштований хост API Blockbridge

source: Blockbridge user not configured (required for auth scheme 'password')
ru: Не настроен пользователь Blockbridge (требуется для схемы идентификации 'password')
uk: Не налаштований користувач Blockbridge (потрібно для схеми автентифікації 'password')

source: Blockbridge password not configured (required for auth scheme 'password')
ru: Не настроен пароль Blockbridge (требуется для схемы идентификации 'password')
uk: Не налаштований пароль Blockbridge (потрібно для схеми автентифікації 'password')

source: Blockbridge token not configured (required for auth scheme 'token')
ru: Не настроен маркер Blockbridge (требуется для схемы идентификации 'token')
uk: Не налаштований маркер Blockbridge (потрібно для схеми автентифікації 'token')

source: Blockbridge configured with invalid auth scheme '%(auth_scheme)s'
ru: Blockbridge настроен с недопустимой схемой идентификации '%(auth_scheme)s'
uk: Blockbridge налаштований з неприпустимою схемою автентифікації '%(auth_scheme)s'

source: Blockbridge pools not configured
ru: Пулы Blockbridge не настроены
uk: Пули Blockbridge не налаштовані

source: Blockbridge default pool does not exist
ru: Пул Blockbridge по умолчанию не существует
uk: Пул Blockbridge типово не існує

source: Failed to establish connection with Coho cluster
ru: Не удалось установить соединение с кластером Coho
uk: Не вдалося встановити з’єднання з клястером Coho

source: no REPLY but %r
ru: нет REPLY за исключением %r
uk: немає REPLY за виключенням %r

source: Neither MSG_DENIED nor MSG_ACCEPTED: %r
ru: Ни MSG_DENIED, ни MSG_ACCEPTED: %r
uk: Ні MSG_DENIED, ні MSG_ACCEPTED: %r

source: call failed: PROG_UNAVAIL
ru: вызов не выполнен: PROG_UNAVAIL
uk: виклик не виконаний: PROG_UNAVAIL

source: call failed: PROG_MISMATCH: %r
ru: вызов не выполнен: PROG_MISMATCH: %r
uk: виклик не виконаний: PROG_MISMATCH: %r

source: call failed: PROC_UNAVAIL
ru: вызов не выполнен: PROC_UNAVAIL
uk: виклик не виконаний: PROC_UNAVAIL

source: call failed: GARBAGE_ARGS
ru: вызов не выполнен: GARBAGE_ARGS
uk: виклик не виконаний: GARBAGE_ARGS

source: call failed: %r
ru: вызов не выполнен: %r
uk: виклик не виконаний: %r

source: Invalid response header from RPC server
ru: Недопустимый заголовок ответа от сервера RPC
uk: Неприпустимий заголовок відповіді від сервера RPC

source: RPC server response is incomplete
ru: Неполный ответ от сервера RPC
uk: Неповна відповідь від сервера RPC

source: Coho rpc port is not configured
ru: Не настроен порт RPC Coho
uk: Не налаштований порт RPC Coho

source: Invalid port number %(config)s for Coho rpc port
ru: Недопустимый порт %(config)s для порта RPC Coho
uk: Неприпустимий порт %(config)s для порту RPC Coho
