Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Clone type '%(clone_type)s' is invalid; valid values are: '%(full_clone)s' and '%(linked_clone)s'.
ru: Недопустимый тип дубликата '%(clone_type)s'. Допустимые типы: '%(full_clone)s' и '%(linked_clone)s'.
uk: Неприпустимий тип дублікату '%(clone_type)s'. Припустимі типи: '%(full_clone)s' та '%(linked_clone)s'.

source: Linked clone of source volume not supported in state: %s.
ru: Связанный дубликат исходного тома не поддерживается в состоянии %s.
uk: Пов’язаний дублікат початкового тому не підтримується у стані %s.

source: There are no valid datastores attached to %s.
ru: Нет допустимых хранилищ данных, подключенных к %s.
uk: Немає припустимих сховищ даних, під’єднаних до %s.

source: Invalid disk backing: %s.
ru: Недопустимая база диска: %s.
uk: Неприпустима база диска: %s.

source: Link path already exists and its not a symlink
ru: Путь ссылки уже существует и не является символьной ссылкой
uk: Шлях посилання вже існує й не є символьним посиланням

source: This system platform (%s) is not supported. This driver supports only Win32 platforms.
ru: Платформа %s не поддерживается. Этот драйвер поддерживает только платформы Win32.
uk: Плятформа %s не підтримується. Цей драйвер підтримує лише плятформи Win32.

source: File already exists at: %s
ru: Файл уже существует в %s
uk: Файл вже існує в %s

source: Unsupported volume format: %s
ru: Неподдерживаемый формат тома: %s
uk: Непідтримуваний формат тому: %s

source: Check the state of the http service. Also ensure that the https port number is the same as the one specified in cinder.conf.
ru: Проверьте состояние службы http. Убедитесь также, что номер порта https number совпадает с указанным в cinder.conf.
uk: Перевірте стан служби http. Переконайтеся також, що номер порту https number збігається з вказаним у cinder.conf.

source: User not authorized to perform WebDAV operations.
ru: У пользователя нет прав доступа для выполнения операций WebDAV.
uk: В користувача немає прав доступу для виконання операцій WebDAV.

source: Check access permissions for the ZFS share assigned to this driver.
ru: Проверьте права доступа для общего раздела ZFS, присвоенного этому драйверу.
uk: Перевірте права доступу для спільного розділу ZFS, привласненого цьому драйверу.

source: The source volume for this WebDAV operation not found.
ru: Не найден исходный том для этой операции WebDAV.
uk: Не знайдено початковий том для цієї операції WebDAV.

source: Not enough storage space in the ZFS share to perform this operation.
ru: В общем ресурсе ZFS отсутствует свободное пространство для выполнения этой операции.
uk: У спільному ресурсі ZFS відсутній вільний простір для виконання цієї операції.

source: http service may have been abruptly disabled or put to maintenance state in the middle of this operation.
ru: Служба http может быть неожиданно отключена или переведена в режим обслуживания посреди выполнения операции.
uk: Служба http може бути несподівано вимкнена або переведена у режим обслуговування посеред виконання операції.

source: zfssa_manage_policy property needs to be set to 'strict' or 'loose'. Current value is: %s.
ru: Свойству zfssa_manage_policy должно быть присвоено значение 'strict' или 'loose'. Текущее значение: %s.
uk: Властивости zfssa_manage_policy має бути привласнено значення 'strict' або 'loose'. Поточне значення: %s.

source: Error verifying clone size on Volume clone: %(clone)s Size: %(size)d onSnapshot: %(snapshot)s
ru: Ошибка при проверке размера дубликата тома, %(clone)s, размер: %(size)d, моментальная копия: %(snapshot)s
uk: Помилка при перевірці розміру дублікату тому, %(clone)s, розмір: %(size)d, миттєва копія: %(snapshot)s

source: Cache volume %s does not have required properties
ru: Для тома кэша %s не заданы обязательные свойства
uk: Для тому кешу %s не задані обов’язкові властивости

source: Cache volume %(cache_vol)sdoes not have snapshot %(cache_snap)s.
ru: Том кэша %(cache_vol)s не имеет моментальной копии %(cache_snap)s.
uk: Том кешу %(cache_vol)s не має миттєвої копії %(cache_snap)s.

source: Cannot delete cache volume: %(cachevol_name)s. It was updated at %(updated_at)s and currently has %(numclones)s volume instances.
ru: Не удалось удалить том кэша %(cachevol_name)s. Он обновлен в %(updated_at)s и сейчас содержит %(numclones)s экземпляры тома.
uk: Не вдалося вилучити том кешу %(cachevol_name)s. Він оновлений в %(updated_at)s й зараз містить %(numclones)s примірники тому.

source: Fail to create cache volume %(volume)s. Error: %(err)s
ru: Не удалось создать том кэша %(volume)s. Ошибка: %(err)s
uk: Не вдалося створити том кешу %(volume)s. Помилка: %(err)s

source: Failed to find iSCSI initiator group containing %(initiator)s.
ru: Не найдена группа инициаторов iSCSI, содержащая %(initiator)s.
uk: Не знайдена група ініціяторів iSCSI, що містить %(initiator)s.

source: Unknown if the volume: %s to be managed is already being managed by Cinder. Aborting manage volume. Please add 'cinder_managed' custom schema property to the volume and set its value to False. Alternatively, set the value of cinder config policy 'zfssa_manage_policy' to 'loose' to remove this restriction.
ru: Не удаётся установить, передан ли уже том %s под управление Cinder. Передача под управление прервана. Добавьте пользовательское свойство схемы 'cinder_managed' для тома и присвойте ему значение False. Для устранения этого ограничения также можно присвоить свойству 'zfssa_manage_policy' значение 'loose'.
uk: Не вдається встановити, чи передано вже том %s під керування Cinder. Передача під керування перервана. Додайте користувацьку властивість схеми 'cinder_managed' для тому та привласніть йому значення False. Для усунення цього обмеження також можна привласнити властивости 'zfssa_manage_policy' значення 'loose'.

source: Volume: %s is already being managed by Cinder.
ru: Том %s уже находится под управлением Cinder.
uk: Том: %s вже керується Cinder.

source: Reference to volume: %s to be managed must contain source-name.
ru: Ссылка на том %s, передаваемый под управление, должна содержать элемент source-name.
uk: Посилання на том %s, що передається під керування, має містити елемент source-name.

source: Volume %s doesn't exist on the ZFSSA backend.
ru: Том %s не существует в базовой системе ZFSSA.
uk: Том %s не існує у базовій системі ZFSSA.

source: Source with host ip/name: %s not found on the target appliance for backend enabled volume migration, procedding with default migration.
ru: Источник с IP-адресом/именем хоста %s не найден на целевом устройстве для переноса с поддержкой базовой системы. Переход к выполнению переноса по умолчанию.
uk: Джерело з IP-адресою/іменем хосту %s не знайдено на пристрої призначення для перенесення з підтримкою базової системи. Типовий перехід до виконання перенесення.

source: Config 'max_over_subscription_ratio' invalid. Must be > 0: %s
ru: Недопустимое значение 'max_over_subscription_ratio'. Должно быть > 0: %s
uk: Неприпустиме значення 'max_over_subscription_ratio'. Має бути > 0: %s

source: %s not set in cinder.conf
ru: %s не задан в cinder.conf
uk: %s не вказаний в cinder.conf

source: Cannot delete cache volume: %(cachevol_name)s. It was updated at %(updated_at)s and currently has %(numclones)d volume instances.
ru: Не удалось удалить том кэша %(cachevol_name)s. Он обновлен в%(updated_at)s и сейчас содержит %(numclones)d экземпляры тома.
uk: Не вдалося вилучити том кешу %(cachevol_name)s. Він оновлений в%(updated_at)s й зараз містить %(numclones)d примірники тому.

source: Failed to get size of existing volume: %(vol). Volume Manage failed.
ru: Не удалось получить размер существующего тома %(vol). Передача тома под управление не выполнена.
uk: Не вдалося отримати розмір існуючого тому %(vol). Передачу тому під керування не виконано.

source: Unknown if the volume: %s to be managed is already being managed by Cinder. Aborting manage volume. Please add 'cinder_managed' custom schema property to the volume and set its value to False. Alternatively, Set the value of cinder config policy 'zfssa_manage_policy' to 'loose' to remove this restriction.
ru: Не удаётся установить, передан ли уже том %s под управление Cinder. Передача под управление прервана. Добавьте пользовательское свойство схемы 'cinder_managed' для тома и присвойте ему значение False. Для устранения этого ограничения также можно присвоить свойству 'zfssa_manage_policy' значение 'loose'.
uk: Не вдається встановити, чи переданий вже том %s під керування Cinder. Передача під керування перервана. Додайте користувацьку властивість схеми 'cinder_managed' для тому й привласніть йому значення False. Для усунення цього обмеження також можна привласнити властивости 'zfssa_manage_policy' значення 'loose'.

source: Reference to volume to be managed must contain source-name.
ru: Ссылка на том, передаваемый под управление, должна содержать элемент source-name.
uk: Посилання на том, що передається під керування, має містити елемент source-name.

source: Error getting version: svc: %(svc)s.Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при получении версии svc %(svc)s. Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка при отриманні версії svc %(svc)s. Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error Getting Pool Stats: Pool: %(pool)s Return code: %(status)d Message: %(data)s.
ru: Ошибка при получении статистики пула: пул: %(pool)s код возврата: %(status)d сообщение: %(data)s.
uk: Помилка при отриманні статистики пулу: пул: %(pool)s код повернення: %(status)d повідомлення: %(data)s.

source: Error Pool ownership: Pool %(pool)s is not owned by %(host)s.
ru: Ошибка принадлежности пула: пул %(pool)s не принадлежит %(host)s.
uk: Помилка належности пулу: пул %(pool)s не належить %(host)s.

source: Error Verifying Service: %(service)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при проверке службы: %(service)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при перевірці служби: %(service)s, код повернення: %(ret.status)d, повідомлення: %(ret.data)s.

source: %(service)s Service is not %(status)s on storage appliance: %(host)s
ru: Служба %(service)s не находится в состоянии %(status)s в устройстве хранения %(host)s
uk: Служба %(service)s не знаходиться у стані %(status)s в пристрої зберігання %(host)s

source: Error getting appliance version details. Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка получения сведений о версии устройства. Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка отримання відомостей про версію пристрою. Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error getting replication target details. Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка получения сведений о цели репликации. Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка отримання відомостей про мету реплікації. Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error setting replication inheritance to %(set)s for volume: %(vol)s project %(project)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка установки значения наследования репликации %(set)s для тома %(vol)s. Проект %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка налаштування значення наслідування реплікації %(set)s для тому %(vol)s. Проєкт %(project)s, код повернення: %(ret.status)d, повідомлення: %(ret.data)s.

source: Error Creating replication action on: pool: %(pool)s Project: %(proj)s volume: %(vol)s for target: %(tgt)s and pool: %(tgt_pool)sReturn code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка действия создания репликации в пуле %(pool)s, проект: %(proj)s, том: %(vol)s, для целевого объекта %(tgt)s и пула %(tgt_pool)s. Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка дії створення реплікації в пулі %(pool)s, проєкт: %(proj)s, том: %(vol)s, для об’єкту призначення %(tgt)s й пулу %(tgt_pool)s. Код повернення: %(ret.status)d, повідомлення: %(ret.data)s.

source: Error Deleting replication action: %(id)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка действия удаления репликации %(id)s. Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка дії вилучення реплікації %(id)s. Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error sending replication update for action id: %(id)s . Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка передачи обновления репликации для ИД действия %(id)s. Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка передачі оновлення реплікації для ІД дії %(id)s. Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error getting replication action: %(id)s. Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка действия получения репликации %(id)s. Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка дії отримання реплікації %(id)s. Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error sending replication update. Returned error: %(err)s. Action: %(id)s.
ru: Ошибка отправки обновления репликации. Возвращенная ошибка: %(err)s. Действие: %(id)s.
uk: Помилка відправки оновлення реплікації. Повернена помилка: %(err)s. Дія: %(id)s.

source: Error getting replication source details. Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка получения сведений об источнике репликации. Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка отримання відомостей про джерело реплікації. Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error severing the package: %(package)s from source: %(src)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка преобразования пакета %(package)s из источника %(src)s в локальный пакет. Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка перетворення пакунку %(package)s із джерела %(src)s на локальний пакунок. Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error moving volume: %(vol)s from source project: %(src)s to target project: %(tgt)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка перемещения тома %(vol)s из исходного проекта %(src)s в целевой проект %(tgt)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка переміщення тому %(vol)s із початкового проєкту %(src)s у проєкт призначення %(tgt)s, код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Deleting project: %(project)s on pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка удаления проекта %(project)s в пуле %(pool)s. Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка вилучення проєкту %(project)s у пулі %(pool)s. Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Getting Project Stats: Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка получения статистики проекта: Пул: %(pool)s Проект: %(project)s Код возврата: %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка отримання статистики проєкту: Пул: %(pool)s Проєкт: %(project)s Код повернення: %(ret.status)d Повідомлення: %(ret.data)s.

source: Error Creating Project: %(project)s on Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при создании проекта %(project)s в пуле %(pool)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при створенні проєкту %(project)s у пулі %(pool)s, код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating Initiator: %(initiator)s on Alias: %(alias)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при создании инициатора %(initiator)s для псевдонима %(alias)s. Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при створенні ініціятора %(initiator)s для псевдоніму %(alias)s. Код повернення: %(ret.status)d, повідомлення: %(ret.data)s.

source: Error Adding Initiator: %(initiator)s on groupInitiatorGroup: %(initiatorgroup)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка добавления инициатора: %(initiator)s в groupInitiatorGroup: %(initiatorgroup)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка додавання ініціятора: %(initiator)s в groupInitiatorGroup: %(initiatorgroup)s, код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Getting Initiators: InitiatorGroup: %(initiatorgroup)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при получении инициаторов: InitiatorGroup: %(initiatorgroup)s, Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при отриманні ініціяторів: InitiatorGroup: %(initiatorgroup)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating Target: %(alias)sReturn code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при создании цели: %(alias)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при створенні мети: %(alias)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Getting Target: %(alias)sReturn code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при получении цели: %(alias)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при отриманні мети: %(alias)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating TargetGroup: %(targetgroup)s withIQN: %(iqn)sReturn code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при создании целевой группы %(targetgroup)s с IQN: %(iqn)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при створенні групи призначення %(targetgroup)s з IQN: %(iqn)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Adding to TargetGroup: %(targetgroup)s withIQN: %(iqn)sReturn code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при добавлении в целевую группу %(targetgroup)s с IQN: %(iqn)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при додаванні у групу призначення %(targetgroup)s з IQN: %(iqn)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Verifying Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при проверке пула: %(pool)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при перевірці пулу: %(pool)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Verifying Project: %(project)s on Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при проверке проекта %(project)s в пуле %(pool)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при перевірці проєкту %(project)s у пулі %(pool)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Verifying Initiator: %(iqn)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при проверке инициатора: %(iqn)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при перевірці ініціятора: %(iqn)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Verifying Target: %(alias)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при проверке цели: %(alias)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при перевірці мети: %(alias)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating Volume: %(lun)s Size: %(size)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при создании тома %(lun)s, размер %(size)s, код возврата %(ret.status)d Сообщение: %(ret.data)s.
uk: Помилка при створенні тому %(lun)s, Розмір %(size)s, Код повернення %(ret.status)d Повідомлення: %(ret.data)s.

source: Error Getting Volume: %(lun)s on Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при получении тома %(lun)s в пуле %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при отриманні тому %(lun)s у пулі %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Deleting Volume: %(lun)s from Pool: %(pool)s, Project: %(project)s. Return code: %(ret.status)d, Message: %(ret.data)s.
ru: Ошибка удаления тома %(lun)s из пула %(pool)s, проект: %(project)s. Код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка вилучення тому %(lun)s із пулу %(pool)s, Проєкт: %(project)s. Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating Snapshot: %(snapshot)s onVolume: %(lun)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при создании моментальной копии: %(snapshot)s, том: %(lun)s, пул: %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при створенні миттєвої копії: %(snapshot)s,Том: %(lun)s, Пул: %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Deleting Snapshot: %(snapshot)s on Volume: %(lun)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при удалении моментальной копии %(snapshot)s, том: %(lun)s, пул: %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при вилученні миттєвої копії %(snapshot)s, Том: %(lun)s, Пул: %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Cloning Snapshot: %(snapshot)s on Volume: %(lun)s of Pool: %(pool)s Project: %(project)s Clone project: %(clone_proj)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при дублировании моментальной копии %(snapshot)s, том: %(lun)s, пул: %(pool)s, проект: %(project)s, дубликат проекта: %(clone_proj)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при дублюванні миттєвої копії %(snapshot)s, Том: %(lun)s, Пул: %(pool)s, Проєкт: %(project)s, Дублікат проєкту: %(clone_proj)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Setting props Props: %(props)s on Volume: %(lun)s of Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при задании свойств %(props)s, том: %(lun)s, пул: %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при вказуванні властивостей %(props)s, Том: %(lun)s, Пул: %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Getting Snapshot: %(snapshot)s on Volume: %(lun)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при получении моментальной копии %(snapshot)s, том: %(lun)s, пул: %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при отриманні миттєвої копії %(snapshot)s, Том: %(lun)s, Пул: %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error getting initiator groups.
ru: Ошибка при получении групп инициаторов.
uk: Помилка при отриманні груп ініціяторів.

source: Error Creating Property: %(property)s Type: %(type)s Description: %(description)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка создания свойства %(property)s, тип: %(type)s, описание: %(description)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка створення властивости %(property)s, Тип: %(type)s, Опис: %(description)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.
