Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cryptsetup_luksformat-*.po
Languages: ru, uk

source: This program needs to be started as root
ru: Эту программу нужно запускать от имени администратора (root)
uk: Цю програму слід запускати від імені користувача root

source: luksformat - Create and format an encrypted LUKS device Usage: luksformat [-t <file system>] <device> [ mkfs options ]
ru: luksformat - создание и форматирование зашифрованного LUKS устройства Использование: luksformat [-t <файловая система>] <устройство> [ параметры mkfs ]
uk: luksformat — створення і форматування зашифрованих пристроїв LUKS Користування: luksformat [-t <файлова система>] <пристрій> [ параметри mkfs ]

source: Error: device mounted: %s
ru: Ошибка: устройство подключено: %s
uk: Помилка: пристрій змонтовано: %s

source: Error: invalid file system: %s
ru: Ошибка: недопустимая файловая система: %s
uk: Помилка: некоректна файлова система: %s

source: Error: could not generate temporary mapped device name
ru: Ошибка: не удалось сгенерировать имя временного устройства
uk: Помилка: не вдалося створити назву тимчасового пристрою відображення

source: Creating encrypted device on %s...
ru: Создание устройства использующего шифрование на %s...
uk: Створюємо зашифрований пристрій на %s...

source: Could not create LUKS device %s
ru: Не удалось создать устройство LUKS %s
uk: Не вдалося створити пристрій LUKS %s

source: Please enter your passphrase again to verify it
ru: Введите пароль повторно для его проверки
uk: Будь ласка, повторіть введення вашого пароля з метою його перевірки

source: The passphrases you entered were not identical
ru: Введённые вами пароли не совпадают
uk: Вказані вами паролі не збігаються

source: Could not format device with file system %s
ru: Не удалось отформатировать устройство с файловой системой %s
uk: Не вдалося виконати форматування пристрою з використанням файлової системи %s
