Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cryptsetup_cryptsetup-luks-*.po
Languages: ru, uk

source: Unable to obtain sector size for %s
ru: Невозможно получить значение размера сектора для %s
uk: Не вдалося отримати значення розміру сектора для %s

source: Failed to obtain device mapper directory.
ru: Невозможно получить каталог перечня устройств.
uk: Не вдалося отримати каталог переліку пристроїв.

source: Can't open device: %s
ru: Невозможно открыть устройство: %s
uk: Не вдалося відкрити пристрій: %s

source: %s is not a LUKS partition
ru: %s не является разделом LUKS
uk: %s не розділ LUKS

source: unknown hash spec in phdr
ru: неизвестная спецификация хеша в phdr
uk: невідома специфікація хешу в phdr

source: unknown version %d
ru: неизвестная версия %d
uk: невідома версія %d

source: key %d active, purge first.
ru: ключ %d активен. Деактивируйте его.
uk: ключ %d активний, деактивуйте його.

source: key material section %d includes too few stripes. Header manipulation?
ru: Секция ключевого материала %d включает слишком мало полос. Были манипуляции с заголовком?
uk: секція ключового матеріялу %d включає замало смуг. Маніпулювання заголовком?

source: key %d is disabled.
ru: ключ %d отключен.
uk: ключ %d вимкнений.

source: Key %d not active. Can't wipe.
ru: Ключ %d не активен. Невозможно очистить.
uk: Ключ %d неактивний. Неможливо очистити.

source: <name> <device>
ru: <название> <устройство>
uk: <назва> <пристрій>

source: create device
ru: создать устройство
uk: створити пристрій

source: <name>
ru: <название>
uk: <назва>

source: remove device
ru: удалить устройство
uk: вилучити пристрій

source: modify active device
ru: изменить активное устройство
uk: змінити активний пристрій

source: resize active device
ru: изменить размер активного устройства
uk: змінити розмір активного пристрою

source: show device status
ru: показать состояние устройства
uk: показати стан пристрою

source: <device> [<new key file>]
ru: <устройство> [<новый файл ключа>]
uk: <пристрій> [<новий файл ключа>]

source: formats a LUKS device
ru: форматирует устройство LUKS
uk: форматує пристрій LUKS

source: <device> <name>
ru: <устройство> <название>
uk: <пристрій> <назва>

source: open LUKS device as mapping <name>
ru: открыть устройство LUKS как назначенное <name>
uk: відкрити пристрій LUKS як призначення <назва>

source: <device> <key slot>
ru: <устройство> <ключевой слот>
uk: <пристрій> <слот ключа>

source: wipes key with number <key slot> from LUKS device
ru: стирает ключ с номером <ключевой слот> с устройства LUKS
uk: витирає ключ з номером <слот ключа> з пристрою LUKS

source: add key to LUKS device
ru: добавить ключ к устройству LUKS
uk: додати ключ до пристрою LUKS

source: <device>
ru: <устройство>
uk: <пристрій>

source: print UUID of LUKS device
ru: напечатать UUID устройства LUKS
uk: надрукувати UUID пристрою LUKS

source: tests <device> for LUKS partition header
ru: проверить <устройство> на наличие заголовка раздела LUKS
uk: перевірити <пристрій> на наявність заголовку розділу LUKS

source: remove LUKS mapping
ru: удалить назначение LUKS
uk: вилучити призначення LUKS

source: dump LUKS partition information
ru: выгрузить в дамп информацию о разделе LUKS
uk: скунити в дамп інформацію про розділ LUKS

source: Command successful.
ru: Команда выполнена успешно.
uk: Команду виконано успішно.

source: Command failed
ru: Ошибка выполнения команды
uk: Помилка виконання команди

source: This will overwrite data on %s irrevocably.
ru: Данные на %s будут перезаписаны без возможности восстановления.
uk: Дані на %s будуть перезаписані без можливості відновлення.

source: memory allocation error in action_luksFormat
ru: Ошибка выделения памяти при выполнении action_luksFormat
uk: помилка виділення пам’яті в action_luksFormat

source: This is the last keyslot. Device will become unusable after purging this key.
ru: Это последний ключевой слот. Устройство будет невозможно использовать после удаления этого ключа.
uk: Це останній слот ключа. Пристрій стане непридатним для використання після очищення ключа.

source: <action> is one of:
ru: <действие> может быть:
uk: <дія> може бути:

source: <name> is the device to create under %s <device> is the encrypted device <key slot> is the LUKS key slot number to modify <key file> optional key file for the new key for luksAddKey action
ru: <название> — название устройства для создания под %s <устройство> — зашифрованное устройство <ключевой слот> — номер изменяемого ключевого слота LUKS <файл-ключ> — необязательный файл-ключ для нового ключа для действия luksAddKey
uk: <назва> - пристрій для створення під %s <пристрій> - зашифрований пристрій <слот ключа> - номер слота ключа LUKS для зміни <файл ключа> - необов’язковий файл ключа для нового ключа для дії luksAddKey

source: Show this help message
ru: Показать это сообщение
uk: Показати цю довідку

source: Display brief usage
ru: Показать краткие инструкции
uk: Показати короткі інструкції

source: Help options:
ru: Параметры справки:
uk: Опції довідки:

source: Shows more detailed error messages
ru: Показывает подробные сообщения об ошибках
uk: Показати детальніші повідомлення про помилки

source: The cipher used to encrypt the disk (see /proc/crypto)
ru: Шифр, используемый для шифрования диска (см. /proc/crypto)
uk: Шифр, для шифрування диску (дивись /proc/crypto)

source: The hash used to create the encryption key from the passphrase
ru: Хэш, используемый для создания ключа шифрования из пароля
uk: Хеш, що використовується для створення ключа шифрування з ключової фрази

source: Verifies the passphrase by asking for it twice
ru: Проверяет правильность пароля, спрашивая его дважды
uk: Перевіряє правильність ключової фрази, запитуючи її двічі

source: Read the key from a file (can be /dev/random)
ru: Считать ключ из файла (может быть /dev/random)
uk: Прочитати ключ з файлу (може бути /dev/random)

source: The size of the encryption key
ru: Размер ключа шифрования
uk: Розмір ключа шифрування

source: BITS
ru: БИТ
uk: БІТИ(ІВ)

source: The size of the device
ru: Размер устройства
uk: Розмір пристрою

source: SECTORS
ru: СЕКТОРОВ
uk: СЕКТОРИ(ІВ)

source: The start offset in the backend device
ru: Начальное смещение в бэкенд-устройстве
uk: Початкове зміщення у внутрішньому пристрої

source: How many sectors of the encrypted data to skip at the beginning
ru: Сколько секторов зашифрованных данных пропустить от начала
uk: Скільки секторів шифрованих даних пропустити від початку

source: Create a readonly mapping
ru: Создать назначение в режиме "Только для чтения"
uk: Створити призначення у режимі "лише для читання"

source: PBKDF2 iteration time for LUKS (in ms)
ru: Время итерации PBKDF2 для LUKS (мсек)
uk: Час ітерації PBKDF2 для LUKS (мсек.)

source: msecs
ru: мсек
uk: мсек.

source: Do not ask for confirmation
ru: Не cпрашивать подтверждения
uk: Не питати підтвердження

source: Print package version
ru: Показать версию пакета
uk: Показати версію пакунку

source: Timeout for interactive passphrase prompt (in seconds)
ru: Тайм-аут для интерактивного запроса пароля (секунд)
uk: Затримка для інтерактивного уведення ключової фрази (сек.)

source: secs
ru: сек
uk: сек.

source: How often the input of the passphrase can be retried
ru: Как часто можно повторять попытку ввода пароля
uk: Як часто можна повторювати уведення ключової фрази

source: Align payload at <n> sector boundaries - for luksFormat
ru: Выравнивать нагрузку по границам <n> секторов — для luksFormat
uk: Вирівняти навантаження по межах <n> секторів - для luksFormat

source: [OPTION...] <action> <action-specific>]
ru: [ОПЦИЯ...] <действие> <параметры действия> ]
uk: [ОПЦІЯ...] <дія> <параметри дії>]

source: Key size must be a multiple of 8 bits
ru: Размер ключа должен быть кратным 8 битам
uk: Розмір ключа має бути кратним 8 бітам

source: Argument <action> missing.
ru: Аргумент <действие> отсутствует.
uk: Аргумент <дія> відсутній.

source: Unknown action.
ru: Неизвестное действие.
uk: Невідома дія.

source: %s: requires %s as arguments
ru: %s требует %s в качестве аргумента
uk: %s: потребує %s у якості аргументу
