Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cwidget_libcwidget3-*.po
Languages: uk

source: Bad format parameter
uk: Неправильний параметр формату

source: Yes
uk: Так

source: No
uk: Ні

source: Cancel
uk: Скасувати

source: Not enough resources to create thread
uk: Недостатньо ресурсів для створення посилання

source: Ouch! Got SIGTERM, dying..
uk: Ой! Отримав SIGTERM, помираю...

source: Ouch! Got SIGSEGV, dying..
uk: Ой! Отримав SIGSEGV, помираю...

source: Ouch! Got SIGABRT, dying..
uk: Ой! Отримав SIGABRT, помираю...

source: Ouch! Got SIGQUIT, dying..
uk: Ой! Отримав SIGQUIT, помираю...

source: Unable to load filename: the string %ls has no multibyte representation.
uk: Незміг завантажити ім'я файлу: рядок %ls не має багатобайтових представлень.

source: TOP LEVEL
uk: НАЙВИЩИЙ РІВЕНЬ
