Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Host %s has no iSCSI initiator
ru: У хоста %s нет инициатора iSCSI
uk: У хосту %s немає ініціятора iSCSI

source: Host %s has no FC initiators
ru: У хоста %s нет инициаторов FC
uk: У хосту %s немає ініціяторів FC

source: Reach limitation set by configuration option max_luns_per_storage_group. Operation to add %(vol)s into Storage Group %(sg)s is rejected.
ru: Достигнуто ограничение, заданное опцией конфигурации max_luns_per_storage_group. Операция добавления %(vol)s в группу носителей %(sg)s отклонена.
uk: Досягнуто обмеження, вказане опцією конфігурації max_luns_per_storage_group. Операція додавання %(vol)s в групу носіїв %(sg)s відхилена.

source: Failed to add %(vol)s into %(sg)s after %(retries)s tries.
ru: Добавить %(vol)s в %(sg)s после %(retries)s попыток не удалось.
uk: Додати %(vol)s в %(sg)s після %(retries)s спроб не вдалося.

source: Reference must contain source-id or source-name key.
ru: Ссылка должна содержать ключ source-id или source-name.
uk: Посилання повинне містити ключ source-id або source-name.

source: The imported lun %(lun_id)s is in pool %(lun_pool)s which is not managed by the host %(host)s.
ru: Импортированный LUN %(lun_id)s находится в пуле %(lun_pool)s, который не управляется хостом %(host)s.
uk: Імпортований LUN %(lun_id)s знаходиться в пулі %(lun_pool)s, який не керується хостом %(host)s.

source: Driver is not able to do retype because the volume (LUN {}) has snapshot which is forbidden to migrate.
ru: Драйвер не может изменить тип, так как том (LUN {}) содержит моментальную копию, перенос которой запрещен.
uk: Драйвер не може змінити тип, оскільки том (LUN {}) містить миттєву копію, переніс якої заборонений.

source: Storage-assisted migration failed during manage volume.
ru: Перенос с помощью носителя не выполнен при операции управления томом.
uk: Переніс за допомогою носія не виконаний при операції керування томом.

source: Invalid secondary_id specified. Valid backend id is %s.
uk: Вказано невірний secondary_id. Дійсний ідентифікатор базової системи: %s.

source: replication_device should be configured on backend: %s.
ru: В базовой системе должно быть настроено устройство репликации: %s.
uk: У базовій системі має бути налаштовано пристрій реплікації: %s.

source: replication_device with backend_id [%s] is missing.
ru: Отсутствует устройство репликации с backend_id [%s].
uk: Відсутній пристрій реплікації з backend_id [%s].

source: create_consistencygroup_from_src supports a cgsnapshot source or a consistency group source. Multiple sources cannot be used.
ru: create_consistencygroup_from_src поддерживает только источник cgsnapshot или источник группы согласования. Несколько источников использовать нельзя.
uk: create_consistencygroup_from_src підтримує лише джерело cgsnapshot або джерело групи погодження. Декілька джерел використовувати неможна.

source: Failed to find storage pool for source volume %s.
ru: Найти пул носителей для исходного тома %s не удалось.
uk: Знайти пул носіїв для початкового тому %s не вдалося.

source: The source volume %s is not in the pool which is managed by the current host.
ru: Исходный том %s отсутствует в пуле, управляемом текущим хостом.
uk: Початковий том %s відсутній в пулі, керованому поточним хостом.

source: Migrate volume failed between source vol %(src)s and dest vol %(dst)s.
ru: Не удалось перенести том между исходным томом %(src)s и целевым томом %(dst)s.
uk: Не вдалося перенести том між початковим томом %(src)s і томом призначення %(dst)s.

source: Migrate volume %(src)s failed.
ru: Не удалось перенести том %(src)s.
uk: Не вдалося перенести том %(src)s.

source: Invalid synchronize mode specified, allowed mode is %s.
ru: Указан недопустимый режим синхронизации. Допустимый режим: %s.
uk: Вказано неприпустимий режим синхронізації, дозволений режим %s.

source: Cannot specify both protection domain name and protection domain id.
ru: Нельзя одновременно указывать имя домена защиты и ИД домена защиты.
uk: Неможна одночасно вказувати ім’я домену захисту й ІД домену захисту.

source: REST server IP must by specified.
ru: Должен быть указан IP-адрес сервера REST.
uk: Має бути вказана IP-адреса сервера REST.

source: REST server username must by specified.
ru: Должно быть указано имя пользователя сервера REST.
uk: Має бути вказано ім’я користувача сервера REST.

source: REST server password must by specified.
ru: Должен быть указан пароль сервера REST.
uk: Має бути вказано пароль сервера REST.

source: Path to REST server's certificate must be specified.
ru: Необходимо указать путь к сертификату сервера REST.
uk: Необхідно вказати шлях до сертифікату сервера REST.

source: Cannot specify both storage pool name and storage pool id.
ru: Нельзя одновременно указывать имя пула памяти и ИД пула памяти.
uk: Неможна одночасно вказувати ім’я пулу пам’яті та ІД пулу пам’яті.

source: Must specify storage pool name or id.
ru: Необходимо указать имя или ИД пула памяти.
uk: Необхідно вказати ім’я або ІД пулу пам’яті.

source: Must specify storage pools. Option: sio_storage_pools.
ru: Необходимо указать пулы памяти. Опция: sio_storage_pools.
uk: Необхідно вказати пули пам’яті. Опція: sio_storage_pools.

source: Must specify protection domain name or protection domain id.
ru: Необходимо указать имя или ИД домена защиты.
uk: Необхідно вказати ім’я або ІД домену захисту.

source: Domain with name %s wasn't found.
ru: Не найден домен с именем %s.
uk: Не знайдено домен з іменем %s.

source: Error getting domain id from name %(name)s: %(id)s.
ru: Ошибка получения ИД домена из имени %(name)s: %(id)s.
uk: Помилка отримання ІД домену із імені %(name)s: %(id)s.

source: Pool with name %(pool_name)s wasn't found in domain %(domain_id)s.
ru: Не найден пул с именем %(pool_name)s в домене %(domain_id)s.
uk: Не знайдено пул з іменем %(pool_name)s в домені %(domain_id)s.

source: Error getting pool id from name %(pool_name)s: %(err_msg)s.
ru: Ошибка получения ИД пула из имени %(pool_name)s: %(err_msg)s.
uk: Помилка отримання ІД пулу із імені %(pool_name)s: %(err_msg)s.

source: Error creating volume: %s.
ru: Ошибка создания тома: %s.
uk: Помилка створення тому: %s.

source: Cannot create volume of size %s: not multiple of 8GB.
ru: Не удалось создать том размера %s: не кратен 8 ГБ.
uk: Не вдалося створити том розміру %s: не кратний 8 ГБ.

source: Failed creating snapshot for volume %(volname)s: %(response)s.
ru: Не удалось создать моментальную копию для тома %(volname)s: %(response)s.
uk: Не вдалося створити миттєву копію для тому %(volname)s: %(response)s.

source: Error extending volume %(vol)s: %(err)s.
ru: Ошибка расширения тома %(vol)s: %(err)s.
uk: Помилка розширення тому %(vol)s: %(err)s.

source: Error deleting volume %(vol)s: %(err)s.
ru: Ошибка удаления тома %(vol)s: %(err)s.
uk: Помилка вилучення тому %(vol)s: %(err)s.

source: Error getting domain id from name %(name)s: %(err)s.
ru: Ошибка получения ИД домена из имени %(name)s: %(err)s.
uk: Помилка отримання ІД домену із імені %(name)s: %(err)s.

source: Pool with name %(pool)s wasn't found in domain %(domain)s.
ru: Не найден пул с именем %(pool)s в домене %(domain)s.
uk: Не знайдено пул з іменем %(pool)s в домені %(domain)s.

source: Error getting pool id from name %(pool)s: %(err)s.
ru: Ошибка получения ИД пула из имени %(pool)s: %(err)s.
uk: Помилка отримання ІД пулу із імені %(pool)s: %(err)s.

source: Error renaming volume %(vol)s: %(err)s.
ru: Ошибка переименования тома %(vol)s: %(err)s.
uk: Помилка перейменування тому %(vol)s: %(err)s.

source: manage_existing cannot manage a volume connected to hosts. Please disconnect this volume from existing hosts before importing
ru: manage_existing не поддерживает управление томом, подключенным к хостам. Отключите том от существующих хостов перед импортом
uk: manage_existing не підтримує керування томом, під’єднаним до хостів. Відімкніть том від існуючих хостів перед імпортом

source: Reference must contain source-id.
ru: Ссылка должна содержать source-id.
uk: Посилання повинне містити source-id.

source: Volume must have a volume type
ru: Должен быть задан тип тома
uk: Том повинен мати тип тому

source: Error managing volume: %s.
ru: Ошибка управления томом: %s.
uk: Помилка керування томом: %s.

source: Failed creating snapshot for group: %(response)s.
ru: Не удалось создать моментальную копию для группы %(response)s.
uk: Не вдалося створити миттєву копію для групи: %(response)s.

source: can't handle both name and index in req
ru: нельзя обработать и имя и индекс в запросе
uk: неможна опрацювати й ім’я й індекс у запиті

source: Exception: %s
ru: Исключительная ситуация: %s
uk: Виняток: %s

source: Volume by this name already exists
ru: Том с таким именем уже существует
uk: Том з таким іменем вже існує

source: Bad response from XMS, %s
ru: Неверный ответ из XMS, %s
uk: Невірна відповідь із XMS, %s

source: can't find lun-map, ig:%(ig)s vol:%(vol)s
ru: не найден элемент lun-map, группа инициаторов: %(ig)s, том: %(vol)s
uk: не знайдений елемент lun-map, група ініціяторів: %(ig)s, том: %(vol)s

source: iscsi portal, %s, not found
ru: портал iSCSI %s не найден
uk: портал iSCSI %s не знайдено

source: XtremIO not initialized correctly, no clusters found
ru: XtremIO неправильно инициализирован, кластеры не найдены
uk: XtremIO неправильно ініціялізований, клястери не знайдені

source: Invalid XtremIO version %(cur)s, version %(min)s or up is required
ru: Недопустимая версия XtremIO %(cur)s, требуется версия не ниже %(min)s
uk: Неприпустима версія XtremIO %(cur)s, потрібна версія не нижче %(min)s

source: can't find the volume to extend
ru: не найден том для расширения
uk: не знайдено том для розширення

source: create_consistencygroup_from_src only supports a cgsnapshot source or a consistency group source. Multiple sources cannot be used.
ru: create_consistencygroup_from_src поддерживает только источник cgsnapshot или источник группы согласования. Несколько источников использовать нельзя.
uk: create_consistencygroup_from_src підтримує лише джерело cgsnapshot або джерело групи погодження. Декілька джерел використовувати неможна.

source: Failed to create IG, %s
ru: Не удалось создать группу инициаторов, %s
uk: Не вдалося створити групу ініціяторів, %s

source: XtremIO not configured correctly, no iscsi portals found
ru: Неправильно настроен XtremIO: не найдены порталы iSCSI
uk: Неправильно налаштований XtremIO: не знайдені портали iSCSI

source: Failed to get targets
ru: Не удалось получить целевые объекты
uk: Не вдалося отримати цільові об’єкти

source: create_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service not found.
ru: create_volume, том: %(volume)s, имя тома: %(volumename)s, пул eternus: %(eternus_pool)s, служба настройки хранилища не найдена.
uk: create_volume, том: %(volume)s, ім’я тому: %(volumename)s, пул eternus: %(eternus_pool)s, служба налаштування сховища не знайдена.

source: create_volume, volumename: %(volumename)s, poolname: %(eternus_pool)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: create_volume, имя тома: %(volumename)s, имя пула: %(eternus_pool)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.
uk: create_volume, ім’я тому: %(volumename)s, ім’я пулу: %(eternus_pool)s, код повернення: %(rc)lu, помилка: %(errordesc)s.

source: create_volume, volume: %(volume)s, EnumerateInstances, cannot connect to ETERNUS.
ru: create_volume, том: %(volume)s, EnumerateInstances, не удается подключиться к ETERNUS.
uk: create_volume, том: %(volume)s, EnumerateInstances, не вдається під’єднатися до ETERNUS.

source: create_volume_from_snapshot, Source Volume does not exist in ETERNUS.
ru: create_volume_from_snapshot, том источника не существует в ETERNUS.
uk: create_volume_from_snapshot, том джерела не існує в ETERNUS.

source: create_volume_from_snapshot, target volume instancename: %(volume_instancename)s, Get Instance Failed.
ru: create_volume_from_snapshot, имя экземпляра целевого тома: %(volume_instancename)s, ошибка получения экземпляра.
uk: create_volume_from_snapshot, ім’я примірника тому призначення: %(volume_instancename)s, помилка отримання примірника.

source: create_cloned_volume, Source Volume does not exist in ETERNUS.
ru: create_cloned_volume, том источника не существует в ETERNUS.
uk: create_cloned_volume, том джерела не існує в ETERNUS.

source: create_cloned_volume, target volume instancename: %(volume_instancename)s, Get Instance Failed.
ru: create_cloned_volume, имя экземпляра целевого тома: %(volume_instancename)s, ошибка получения экземпляра.
uk: create_cloned_volume, ім’я примірника тому призначення: %(volume_instancename)s, помилка отримання примірника.

source: _create_local_cloned_volume, Replication Service not found.
ru: _create_local_cloned_volume, служба репликации не найдена.
uk: _create_local_cloned_volume, служба реплікації не знайдена.

source: _create_local_cloned_volume, volumename: %(volumename)s, sourcevolumename: %(sourcevolumename)s, source volume instance: %(source_volume)s, target volume instance: %(target_volume)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _create_local_cloned_volume, имя тома: %(volumename)s, имя исходного тома: %(sourcevolumename)s, экземпляр исходного тома: %(source_volume)s, экземпляр целевого тома: %(target_volume)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.
uk: _create_local_cloned_volume, ім’я тому: %(volumename)s, ім’я початкового тому: %(sourcevolumename)s, примірник початкового тому: %(source_volume)s, примірник тому призначення: %(target_volume)s, код повернення: %(rc)lu, помилка: %(errordesc)s.

source: _delete_volume, volumename: %(volumename)s, Storage Configuration Service not found.
ru: _delete_volume, имя тома: %(volumename)s, служба настройки хранилища не найдена.
uk: _delete_volume, ім’я тому: %(volumename)s, служба налаштування сховища не знайдена.

source: _delete_volume, volumename: %(volumename)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _delete_volume, имя тома: %(volumename)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.
uk: _delete_volume, ім’я тому: %(volumename)s, код повернення: %(rc)lu, помилка: %(errordesc)s.

source: create_snapshot, volumename: %(s_volumename)s, source volume not found on ETERNUS.
ru: create_snapshot, имя тома: %(s_volumename)s, исходный том не найден в ETERNUS.
uk: create_snapshot, ім’я тому: %(s_volumename)s, початковий том не знайдений в ETERNUS.

source: create_snapshot, volumename: %(volumename)s, Replication Service not found.
ru: create_snapshot, имя тома: %(volumename)s, служба репликации не найдена.
uk: create_snapshot, ім’я тому: %(volumename)s, служба реплікації не знайдена.

source: create_snapshot, eternus_pool: %(eternus_pool)s, pool not found.
ru: create_snapshot, пул eternus: %(eternus_pool)s, пул не найден.
uk: create_snapshot, пул eternus: %(eternus_pool)s, пул не знайдено.

source: create_snapshot, snapshotname: %(snapshotname)s, source volume name: %(volumename)s, vol_instance.path: %(vol_instance)s, dest volume name: %(d_volumename)s, pool: %(pool)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: create_snapshot, имя моментальной копии: %(snapshotname)s, имя исходного тома: %(volumename)s, путь к экземпляру: %(vol_instance)s, имя целевого тома: %(d_volumename)s, пул: %(pool)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.
uk: create_snapshot, ім’я миттєвої копії: %(snapshotname)s, ім’я початкового тому: %(volumename)s, шлях до примірника: %(vol_instance)s, ім’я тому призначення: %(d_volumename)s, пул: %(pool)s, код повернення: %(rc)lu, помилка: %(errordesc)s.

source: initialize_connection, volume: %(volume)s, Volume not found.
ru: initialize_connection, том: %(volume)s, том не найден.
uk: initialize_connection, том: %(volume)s, том не знайдено.

source: extend_volume, volumename: %(volumename)s, volume not found.
ru: extend_volume, имя тома: %(volumename)s, том не найден.
uk: extend_volume, ім’я тому: %(volumename)s, том не знайдений.

source: extend_volume, eternus_pool: %(eternus_pool)s, pool not found.
ru: extend_volume, пул eternus: %(eternus_pool)s, пул не найден.
uk: extend_volume, пул eternus: %(eternus_pool)s, пул не знайдено.

source: extend_volume, volume: %(volume)s, volumename: %(volumename)s, eternus_pool: %(eternus_pool)s, Storage Configuration Service not found.
ru: extend_volume, том: %(volume)s, имя тома: %(volumename)s, пул eternus: %(eternus_pool)s, служба настройки хранилища не найдена.
uk: extend_volume, том: %(volume)s, ім’я тому: %(volumename)s, пул eternus: %(eternus_pool)s, служба налаштування сховища не знайдена.

source: extend_volume, volumename: %(volumename)s, Return code: %(rc)lu, Error: %(errordesc)s, PoolType: %(pooltype)s.
ru: extend_volume, имя тома: %(volumename)s, код возврата: %(rc)lu, ошибка: %(errordesc)s, тип пула: %(pooltype)s.
uk: extend_volume, ім’я тому: %(volumename)s, код повернення: %(rc)lu, помилка: %(errordesc)s, тип пулу: %(pooltype)s.

source: _get_mapdata_fc, getting host-affinity from aglist/vol_instance failed, affinitygroup: %(ag)s, ReferenceNames, cannot connect to ETERNUS.
ru: _get_mapdata_fc, ошибка получения host-affinity из aglist/vol_instance, группа привязки: %(ag)s, ReferenceNames, не удается подключиться к ETERNUS.
uk: _get_mapdata_fc, помилка отримання host-affinity із aglist/vol_instance, група прив’язки: %(ag)s, ReferenceNames, не вдається під’єднатися до ETERNUS.

source: _get_mapdata_fc, getting host-affinity instance failed, volmap: %(volmap)s, GetInstance, cannot connect to ETERNUS.
ru: _get_mapdata_fc, ошибка получения экземпляра host-affinity, volmap: %(volmap)s, GetInstance, не удается подключиться к ETERNUS.
uk: _get_mapdata_fc, помилка отримання примірника host-affinity, volmap: %(volmap)s, GetInstance, не вдається під’єднатися до ETERNUS.

source: _get_mapdata_iscsi, vol_instance: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, экземпляр тома: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, не удается подключиться к ETERNUS.
uk: _get_mapdata_iscsi, примірник тому: %(vol_instance)s, ReferenceNames: CIM_ProtocolControllerForUnit, не вдається під’єднатися до ETERNUS.

source: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement, не удается подключиться к ETERNUS.
uk: _get_mapdata_iscsi, Associators: FUJITSU_SAPAvailableForElement, не вдається під’єднатися до ETERNUS.

source: _get_mapdata_iscsi, affinitygroup: %(ag)s, ReferenceNames, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, группа привязки: %(ag)s, ReferenceNames, не удается подключиться к ETERNUS.
uk: _get_mapdata_iscsi, група прив’язки: %(ag)s, ReferenceNames, не вдається під’єднатися до ETERNUS.

source: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, cannot connect to ETERNUS.
ru: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, не удается подключиться к ETERNUS.
uk: _get_mapdata_iscsi, volmap: %(volmap)s, GetInstance, не вдається під’єднатися до ETERNUS.

source: _get_drvcfg, filename: %(filename)s, tagname: %(tagname)s, data is None!! Please edit driver configuration file and correct.
ru: _get_drvcfg, имя файла: %(filename)s, имя тега: %(tagname)s, пустые данные. Исправьте ошибку в файле конфигурации драйвера.
uk: _get_drvcfg, ім’я файлу: %(filename)s, ім’я тегу: %(tagname)s, порожні дані. Виправте помилку у файлі конфігурації драйвера.

source: _get_eternus_connection, filename: %(filename)s, ip: %(ip)s, port: %(port)s, user: %(user)s, passwd: ****, url: %(url)s, FAILED!!.
ru: _get_eternus_connection, имя файла: %(filename)s, ip: %(ip)s, порт: %(port)s, пользователь: %(user)s, пароль: ****, url: %(url)s, ошибка.
uk: _get_eternus_connection, ім’я файлу: %(filename)s, ip: %(ip)s, порт: %(port)s, користувач: %(user)s, пароль: ****, url: %(url)s, помилка.

source: _create_volume_name, id_code is None.
ru: _create_volume_name, id_code равен None.
uk: _create_volume_name, id_code дорівнює None.

source: _find_pool, eternus_pool:%(eternus_pool)s, EnumerateInstances, cannot connect to ETERNUS.
ru: _find_pool, пул eternus:%(eternus_pool)s, EnumerateInstances, не удается подключиться к ETERNUS.
uk: _find_pool, пул eternus:%(eternus_pool)s, EnumerateInstances, не вдається під’єднатися до ETERNUS.

source: _find_eternus_service, classname: %(classname)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _find_eternus_service, имя класса: %(classname)s, EnumerateInstanceNames, не удается подключиться к ETERNUS.
uk: _find_eternus_service, ім’я кляси: %(classname)s, EnumerateInstanceNames, не вдається під’єднатися до ETERNUS.

source: _exec_eternus_service, classname: %(classname)s, InvokeMethod, cannot connect to ETERNUS.
ru: _exec_eternus_service, имя класса: %(classname)s, InvokeMethod, не удается подключиться к ETERNUS.
uk: _exec_eternus_service, ім’я кляси: %(classname)s, InvokeMethod, не вдається під’єднатися до ETERNUS.

source: _find_lun, volumename: %(volumename)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _find_lun, имя тома: %(volumename)s, EnumerateInstanceNames, не удается подключиться к ETERNUS.
uk: _find_lun, ім’я тому: %(volumename)s, EnumerateInstanceNames, не вдається під’єднатися до ETERNUS.

source: _find_copysession, ReferenceNames, vol_instance: %(vol_instance_path)s, Cannot connect to ETERNUS.
ru: _find_copysession, ReferenceNames, экземпляр тома: %(vol_instance_path)s, не удается подключиться к ETERNUS.
uk: _find_copysession, ReferenceNames, примірник тому: %(vol_instance_path)s, не вдається під’єднатися до ETERNUS.

source: _wait_for_copy_complete, cpsession: %(cpsession)s, copysession state is BROKEN.
ru: _wait_for_copy_complete, cpsession: %(cpsession)s, состояние copysession: BROKEN.
uk: _wait_for_copy_complete, cpsession: %(cpsession)s, стан copysession: BROKEN.

source: _delete_copysession, copy session type is undefined! copy session: %(cpsession)s, copy type: %(copytype)s.
ru: _delete_copysession, не определен тип сеанса копировния, сеанс копирования: %(cpsession)s, тип копирования: %(copytype)s.
uk: _delete_copysession, не визначений тип сеансу копіювання, сеанс копіюванняя: %(cpsession)s, тип копіювання: %(copytype)s.

source: _delete_copysession, Cannot find Replication Service
ru: _delete_copysession, не найдена служба репликации
uk: _delete_copysession, не знайдена служба реплікації

source: _delete_copysession, copysession: %(cpsession)s, operation: %(operation)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _delete_copysession, сеанс копирования: %(cpsession)s, операция: %(operation)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.
uk: _delete_copysession, сеанс копіювання: %(cpsession)s, операція: %(operation)s, код повернення: %(rc)lu, помилка: %(errordesc)s.

source: _get_target_port, EnumerateInstances, cannot connect to ETERNUS.
ru: _get_target_port, EnumerateInstances, не удается подключиться к ETERNUS.
uk: _get_target_port, EnumerateInstances, не вдається під’єднатися до ETERNUS.

source: _get_target_port, protcol: %(protocol)s, target_port not found.
ru: _get_target_port, протокол: %(protocol)s, целевой порт не найден.
uk: _get_target_port, протокол: %(protocol)s, цільовий порт не знайдено.

source: _map_lun, vol_instance.path:%(vol)s, volumename: %(volumename)s, volume_uid: %(uid)s, initiator: %(initiator)s, target: %(tgt)s, aglist: %(aglist)s, Storage Configuration Service not found.
ru: _map_lun, vol_instance.path:%(vol)s, имя тома: %(volumename)s, uid тома: %(uid)s, инициатор: %(initiator)s, цель: %(tgt)s, aglist: %(aglist)s, служба настройки хранилища не найдена.
uk: _map_lun, vol_instance.path:%(vol)s, ім’я тому: %(volumename)s, uid тому: %(uid)s, ініціятор: %(initiator)s, мета: %(tgt)s, aglist: %(aglist)s, служба налаштування сховища не знайдена.
