Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Unable to load key from %(cert)s %(e)s.
ru: Не удалось загрузить ключ из %(cert)s %(e)s.
uk: Не вдалося завантажити ключ із %(cert)s %(e)s.

source: Unable to load CA from %(cert)s %(e)s.
ru: Не удалось загрузить CA из %(cert)s %(e)s.
uk: Не вдалося завантажити CA із %(cert)s %(e)s.

source: Bad Status line returned: %(arg)s.
ru: Возвращена неверная строка состояния: %(arg)s.
uk: Повернений невірний рядок стану: %(arg)s.

source: SSL error: %(arg)s.
ru: Ошибка SSL: %(arg)s.
uk: Помилка SSL: %(arg)s.

source: Socket error: %(arg)s.
ru: Ошибка сокета: %(arg)s.
uk: Помилка сокета: %(arg)s.

source: Unsuccessful iscsiadm. Exception is %(ex)s.
ru: Ошибка iscsiadm. Исключительная ситуация: %(ex)s.
uk: Помилка iscsiadm. Виключна ситуація: %(ex)s.

source: iscsiadm execution failed.
ru: Ошибка выполнения iscsiadm.
uk: Помилка виконання iscsiadm.

source: Could not find iSCSI export for volume %(volumeName)s.
ru: Не найден экспорт iSCSI для тома %(volumeName)s.
uk: Не знайдено експорт iSCSI для тому %(volumeName)s.

source: Cannot find device number for volume %(volumeName)s.
ru: Не найден номер устройства для тома %(volumeName)s.
uk: Не знайдено номер пристрою для тому %(volumeName)s.

source: Failed to get, create or add volume %(volumeName)s to masking view %(maskingViewName)s. The error message received was %(errorMessage)s.
ru: Не удалось получить, создать или добавить том %(volumeName)s для маскирующего представления %(maskingViewName)s. Сообщение об ошибке: %(errorMessage)s.
uk: Не вдалося отримати, створити або додати том %(volumeName)s для маскуючого представлення %(maskingViewName)s. Повідомлення про помилку: %(errorMessage)s.

source: Cannot get or create a storage group: %(sgGroupName)s for volume %(volumeName)s
ru: Получить или создать группу носителей %(sgGroupName)s для тома %(volumeName)s невозможно
uk: Отримати або створити групу носіїв %(sgGroupName)s для тому %(volumeName)s неможливо

source: Cannot get storage group: %(sgGroupName)s from masking view %(maskingViewInstanceName)s.
ru: Не удалось получить группу носителей %(sgGroupName)s от маскирующего представления %(maskingViewInstanceName)s.
uk: Не вдалося отримати групу носіїв %(sgGroupName)s від маскуючого представлення %(maskingViewInstanceName)s.

source: Cannot get port group: %(pgGroupName)s.
ru: Получить группу портов %(pgGroupName)s невозможно.
uk: Отримати групу портів %(pgGroupName)s неможливо.

source: Cannot get or create initiator group: %(igGroupName)s.
uk: Неможливо отримати або створити групу ініціятора: %(igGroupName)s.

source: Unable to verify initiator group: %(igGroupName)s in masking view %(maskingViewName)s.
ru: Проверить группу инициатора %(igGroupName)s в маскирующем представлении %(maskingViewName)s.
uk: Перевірити групу ініціятора %(igGroupName)s в маскуючому представленні %(maskingViewName)s.

source: Cannot create masking view: %(maskingViewName)s.
ru: Создать маскирующее представление %(maskingViewName)s невозможно.
uk: Створити маскуюче представлення %(maskingViewName)s неможливо.

source: Volume: %(volumeName)s was not added to storage group %(sgGroupName)s.
ru: Том %(volumeName)s не был добавлен в группу носителей %(sgGroupName)s.
uk: Том %(volumeName)s не був доданий до групи носіїв %(sgGroupName)s.

source: Cannot get the default storage group for FAST policy: %(fastPolicyName)s.
ru: Не удалось получить группу носителей по умолчанию для стратегии FAST %(fastPolicyName)s.
uk: Не вдалося отримати типову групу носіїв для стратегії FAST %(fastPolicyName)s.

source: Failed to remove volume %(volumeName)s from default SG.
ru: Не удалось удалить том %(volumeName)s из группы носителей по умолчанию.
uk: Не вдалося вилучити том %(volumeName)s із типової групи носіїв.

source: Failed to remove volume %(volumeName)s from default SG: %(volumeName)s.
ru: Не удалось удалить том %(volumeName)s из группы носителей по умолчанию: %(volumeName)s.
uk: Не вдалося вилучити том %(volumeName)s із типової групи носіїв: %(volumeName)s.

source: Failed to create hardware id(s) on %(storageSystemName)s.
ru: Не удалось создать ИД аппаратного обеспечения в %(storageSystemName)s.
uk: Не вдалося створити ІД апаратного забезпечення в %(storageSystemName)s.

source: FC is the protocol but wwpns are not supplied by OpenStack.
ru: Протокол - FC, но не получены WWPN от OpenStack.
uk: Протокол - FC, але не отримані WWPN від OpenStack.

source: Error finding %(name)s.
ru: Ошибка при поиске %(name)s.
uk: Помилка при пошуку %(name)s.

source: Error Create Masking View: %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при создании маскирующего представления: %(groupName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при створенні маскуючого представлення: %(groupName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Cannot create or find an storage group with name %(sgGroupName)s.
ru: Не удалось создать или найти группу носителей с именем %(sgGroupName)s.
uk: Не вдалося створити або знайти групу носіїів з іменем %(sgGroupName)s.

source: V3 rollback
ru: Откат V3
uk: Відкат V3

source: Rollback for Volume: %(volumeName)s has failed. Please contact your system administrator to manually return your volume to the default storage group for fast policy %(fastPolicyName)s failed.
ru: Выполнить откат для тома %(volumeName)s не удалось. Обратитесь к системному администратору, чтобы вручную вернуть том в группу носителей по умолчанию для стратегии FAST %(fastPolicyName)s.
uk: Виконати відкат для тому %(volumeName)s не вдалося. Зверніться до системного адміністратора, щоб вручну повернути том в типову групу носїїв для стратегії FAST %(fastPolicyName)s.

source: Error Create Group: %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при создании группы: %(groupName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при створенні групи: %(groupName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error adding initiator to group : %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при добавлении инициатора в группу: %(groupName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при додаванні ініціятора в групу: %(groupName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error Modifying masking view : %(groupName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при модификации маскирующего представления: %(groupName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при модифікації маскуючого представлення: %(groupName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Masking view %(maskingViewName)s was not deleted successfully
ru: Маскирующее представление %(maskingViewName)s не было успешно удалено
uk: Маскуюче представлення %(maskingViewName)s не було успішно вилучено

source: Failed to create storage group %(storageGroupName)s.
ru: Не удалось создать группу носителей %(storageGroupName)s.
uk: Не вдалося створити групу носіїв %(storageGroupName)s.

source: Storage group %(storageGroupName)s was not deleted successfully
ru: Группа носителей %(storageGroupName)s не была удалена успешно
uk: Група носіїв %(storageGroupName)s не була вилучена успішно

source: Error Deleting Group: %(storageGroupName)s. Return code: %(rc)lu. Error: %(error)s
ru: Ошибка удаления группы %(storageGroupName)s. Код возврата: %(rc)lu. Ошибка: %(error)s
uk: Помилка вилучення групи %(storageGroupName)s. Код повернення: %(rc)lu. Помилка: %(error)s

source: Error Deleting Initiator Group: %(initiatorGroupName)s. Return code: %(rc)lu. Error: %(error)s
ru: Ошибка удаления группы инициатора: %(initiatorGroupName)s. Код возврата: %(rc)lu. Ошибка: %(error)s
uk: Помилка вилучення групи ініціятора: %(initiatorGroupName)s. Код повернення: %(rc)lu. Помилка: %(error)s

source: Error Delete Volume: %(volumeName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка удаления тома: %(volumeName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка вилучення тому: %(volumeName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error Create Volume: %(volumeName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при создании тома: %(volumeName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при створенні тому: %(volumeName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error removing volume %(vol)s. %(error)s.
ru: Ошибка при удалении тома %(vol)s: %(error)s.
uk: Помилка при вилученні тому %(vol)s: %(error)s.

source: Error mapping volume %(vol)s. %(error)s.
ru: Ошибка при преобразовании тома %(vol)s: %(error)s.
uk: Помилка при перетворенні тому %(vol)s: %(error)s.

source: Error unbinding volume %(vol)s from pool. %(error)s.
ru: Ошибка удаления привязки тома %(vol)s к пулу: %(error)s.
uk: Помилка вилучення прив’язки тому %(vol)s до пулу: %(error)s.

source: Error adding volume to composite volume. Error is: %(error)s.
ru: Ошибка при добавлении тома в составной том. Ошибка: %(error)s.
uk: Помилка при додаванні тому у складовий том. Помилка: %(error)s.

source: Error Create Volume: %(volumename)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при создании тома: %(volumename)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при створенні тому: %(volumename)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error Creating new composite Volume Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при создании нового составного тома. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при створенні нового складового тому. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error Migrating volume from one pool to another. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при переносе тома из одного пула в другой. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при перенесенні тому із одного пулу в інший. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Failed to terminate migrate session.
ru: Завершить сеанс переноса не удалось.
uk: Завершити сеанс перенесення не вдалося.

source: Failed to migrate volume for the second time.
ru: Перенести том во второй раз не удалось.
uk: Перенести том вдруге не вдалося.

source: Failed to migrate volume for the first time.
ru: Перенести том в первый раз не удалось.
uk: Перенести том першого разу не вдалося.

source: Error Terminating migrate session. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при завершении сеанса переноса. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при завершенні сеансу перенесення. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error Create Cloned Volume: Volume: %(cloneName)s Source Volume:%(sourceName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка при создании копии тома. Копия: %(cloneName)s Исходный том: %(sourceName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка при створенні копії тому. Копія: %(cloneName)s Початковий том: %(sourceName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error break clone relationship: Sync Name: %(syncName)s Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка разрыва взаимосвязи копии. Имя синхронизации: %(syncName)s Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка розірвання взаємозв’язку копії. Ім’я синхронізації: %(syncName)s Код повернення: %(rc)lu. Помилка: %(error)s.

source: Failed to create consistency group: %(consistencyGroupName)s Return code: %(rc)lu. Error: %(error)s.
ru: Не удалось создать группу согласования %(consistencyGroupName)s Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Не вдалося створити групу погодження %(consistencyGroupName)s Код повернення: %(rc)lu. Помилка: %(error)s.

source: Failed to delete consistency group: %(consistencyGroupName)s Return code: %(rc)lu. Error: %(error)s.
ru: Не удалось удалить группу согласования %(consistencyGroupName)s. Код возврата %(rc)lu. Ошибка: %(error)s.
uk: Не вдалося вилучити групу погодження %(consistencyGroupName)s. Код повернення %(rc)lu. Помилка: %(error)s.

source: Failed to add volume %(volumeName)s to consistency group %(cgName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Не удалось добавить том %(volumeName)s в группу согласования %(cgName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Не вдалося додати том %(volumeName)s до групи погодження %(cgName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Failed to remove volume %(volumeName)s from consistency group %(cgName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Не удалось удалить том %(volumeName)s из группы согласования %(cgName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Не вдалося вилучити том %(volumeName)s із групи погодження %(cgName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error CreateGroupReplica: source: %(source)s target: %(target)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка функции CreateGroupReplica. Исходная группа: %(source)s. Целевая группа: %(target)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка функції CreateGroupReplica. Початкова група: %(source)s. Цільова група: %(target)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Unable to get storage volume from job.
ru: Не удается получить том носителя из задания.
uk: Не вдається отримати том носія із завдання.

source: Error Create Cloned Volume: %(cloneName)s Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка создания копии тома %(cloneName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка створення копії тому %(cloneName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: The array does not support the storage pool setting for SLO %(slo)s and workload %(workload)s. Please check the array for valid SLOs and workloads.
ru: Массив не поддерживает параметр пула памяти для SLO %(slo)s и нагрузки %(workload)s. Проверьте правильность настройки SLO и нагрузок для массива.
uk: Масив не підтримує параметр пулу пам’яті для SLO %(slo)s і навантаження %(workload)s. Перевірте правильність налаштування SLO і навантажень для масиву.

source: Cannot get supported size range for %(sps)s Return code: %(rc)lu. Error: %(error)s.
ru: Не удалось получить диапазон поддерживаемых размеров для %(sps)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Не вдалося отримати діяпазон підтримуваних розмірів для %(sps)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error modify replica synchronization: %(sv)s operation: %(operation)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка изменения синхронизации копии %(sv)s, операция: %(operation)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка змінення синхронізації копії %(sv)s, операція: %(operation)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Error Extend Volume: %(volumeName)s. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка расширения тома: %(volumeName)s. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка розширення тому: %(volumeName)s. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Storage Configuration Service not found on %(storageSystemName)s.
ru: Служба конфигурации носителей не найдена в %(storageSystemName)s.
uk: Служба конфігурації носіїв не знайдена в %(storageSystemName)s.

source: Controller Configuration Service not found on %(storageSystemName)s.
ru: Служба конфигурации контроллеров не найдена в %(storageSystemName)s.
uk: Служба конфігурації контролерів не знайдена в %(storageSystemName)s.

source: Element Composition Service not found on %(storageSystemName)s.
ru: Служба составления элементов не найдена в %(storageSystemName)s.
uk: Служба складання елементів не знайдена в %(storageSystemName)s.

source: Storage Relocation Service not found on %(storageSystemName)s.
ru: Служба перемещения носителей не найдена в %(storageSystemName)s.
uk: Служба переміщення носіїв не знайдена в %(storageSystemName)s.

source: Storage HardwareId mgmt Service not found on %(storageSystemName)s.
ru: Служба управления ИД аппаратного обеспечения носителей не найдена в %(storageSystemName)s.
uk: Служба керування ІД апаратного забезпечення носіїв не знайдена в %(storageSystemName)s.

source: Replication Service not found on %(storageSystemName)s.
ru: Служба репликации не найдена в %(storageSystemName)s.
uk: Служба реплікації не знайдена в %(storageSystemName)s.

source: Tier Policy Service not found for %(storageSystemName)s.
ru: Служба стратегии слоев для %(storageSystemName)s не найдена.
uk: Служба стратегії шарів для %(storageSystemName)s не знайдена.

source: Issue encountered waiting for job.
ru: Во время ожидания задания обнаружена неполадка.
uk: Під час очікування завдання виявлена неполадка.

source: The job has not completed and is in a %(state)s state.
ru: Задание не завершено и находится в состоянии %(state)s.
uk: Робота не завершена і знаходиться в стані %(state)s

source: Issue encountered waiting for synchronization.
ru: Во время ожидания синхронизации обнаружена неполадка.
uk: Під час очікування синхронізації виявлена неполадка.

source: StorageSystem %(array)s is not found.
ru: Система хранения %(array)s не найдена.
uk: Система зберігання %(array)s не знайдена.

source: Cannot verify the existence of object:%(instanceName)s.
ru: Не удается проверить существование объекта %(instanceName)s.
uk: Не вдається перевірити існування об’єкту %(instanceName)s.

source: Replication Service Capability not found on %(storageSystemName)s.
ru: Функция службы репликации не найдена в %(storageSystemName)s.
uk: Функція служби реплікації не знайдена в %(storageSystemName)s.

source: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword must have valid values.
ru: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword должны иметь допустимые значения.
uk: EcomServerIp, EcomServerPort, EcomUserName, EcomPassword повинні мати припустимі значення.

source: No Port Group elements found in config file.
ru: Элементы группы портов не найдены в файле конфигурации.
uk: Елементи групи портів не знайдені у файлі конфігурації.

source: Multiple SerialNumbers found, when only one was expected for this operation. Please change your EMC config file.
ru: Обнаружено несколько значений SerialNumber, но только одно ожидалось для этой операции. Измените файл конфигурации EMC.
uk: Виявлено декілька значень SerialNumber, але лише одне очікувалося для цієї операції. Змініть файл конфігурації EMC.

source: SerialNumber must be in the file %(fileName)s.
ru: Значение SerialNumber должно быть указано в файле %(fileName)s.
uk: Значення SerialNumber має бути вказано у файлі %(fileName)s.

source: PoolName must be in the file %(fileName)s.
ru: Значение PoolName должно быть указано в файле %(fileName)s.
uk: Значення PoolName має бути вказано у файлі %(fileName)s.

source: Volume %(deviceID)s not found.
ru: Том %(deviceID)s не найден.
uk: Том %(deviceID)s не знайдений.

source: Source volume device ID is required.
ru: Требуется ИД устройства исходного тома.
uk: Потрібен ІД пристрою початкового тому.

source: Error getting ReplicationSettingData. Return code: %(rc)lu. Error: %(error)s.
ru: Ошибка получения ReplicationSettingData. Код возврата: %(rc)lu. Ошибка: %(error)s.
uk: Помилка отримання ReplicationSettingData. Код повернення: %(rc)lu. Помилка: %(error)s.

source: Option map (cls._map) is not defined.
ru: Карта опций (cls._map) не определена.
uk: Мапа опцій (cls._map) не визначена.

source: {} is not a valid option.
ru: {} не является допустимым параметром.
uk: {} не є допустимою опцією.

source: Initial tier: {}, policy: {} is not valid.
ru: Недопустимые параметры: начальный уровень: {}, стратегия: {}.
uk: Неприпустимі параметри: початковий рівень: {}, стратегія: {}.

source: LUN number ({}) is not an integer.
ru: Номер LUN ({}) не является целым числом.
uk: Номер LUN ({}) не є цілим числом.

source: LUN id({}) is not valid.
ru: Недопустимый LUN id({}).
uk: Неприпустимий LUN id({}).

source: Input type {} is not supported.
ru: Тип ввода {} не поддерживается.
uk: Тип вводу {} не підтримується.

source: '{}' object has no attribute '{}'
ru: Объект '{}' не имеет атрибута '{}'
uk: '{}' об'єкт не має атрибуту '{}'

source: naviseccli_path: Could not find NAVISECCLI tool %(path)s.
ru: naviseccli_path: инструмент NAVISECCLI %(path)s не найден.
uk: naviseccli_path: інструмент NAVISECCLI %(path)s не знайдений.

source: san_ip: Mandatory field configuration. san_ip is not set.
ru: san_ip: обязательное поле. san_ip не задан.
uk: san_ip: обов’язкове поле. san_ip не задано.

source: Invalid VNX authentication type: %s
ru: Недопустимый тип идентификации VNX: %s
uk: Неприпустимий тип ідентифікації VNX: %s

source: Volume %(name)s was created in VNX, but in %(state)s state.
ru: Том %(name)s создан в VNX, но в состоянии %(state)s.
uk: Том %(name)s створений в VNX, але у стані %(state)s.

source: CommandLineHelper._wait_for_a_condition: %s timeout
ru: CommandLineHelper._wait_for_a_condition: тайм-аут %s
uk: CommandLineHelper._wait_for_a_condition: тайм-аут %s

source: Failed to create snapshot as no LUN ID is specified
ru: Не удалось создать моментальную копию, так как не указан ИД LUN
uk: Не вдалося створити миттєву копію, оскільки не вказаний ІД LUN

source: Migration of LUN %s has been stopped or faulted.
ru: Миграция LUN %s остановлена или возникла неполадка.
uk: Міграція LUN %s зупинена або виникла неполадка.

source: MirrorView/S enabler is not installed.
ru: Программа включения MirrorView/S не установлена.
uk: Проґрама вмикання MirrorView/S не встановлена.

source: All the specified storage pools to be managed do not exist. Please check your configuration. Non-existent pools: %s
ru: Все указанные пулы памяти для управления не существуют. Проверьте конфигурацию. Несуществующие пулы: %s
uk: Усі вказані пули пам’яті для керування не існують. Перевірте конфігурацію. Неіснуючі пули: %s

source: Invalid %(protocol)s ports %(port)s specified for io_port_list.
ru: Недопустимые порты %(protocol)s %(port)s указаны в io_port_list.
uk: Неприпустимі порти %(protocol)s %(port)s вказані в io_port_list.

source: The extra_spec: %s is invalid.
ru: Значение extra_spec %s недопустимо.
uk: Значення extra_spec %s неприпустиме.

source: deduplicated and auto tiering can't be both enabled.
ru: Включить запрет дубликатов и автоматическое разбиение на слои одновременно нельзя.
uk: Увімкнути заборону дублікатів та автоматичне розбиття на шари одночасно неможна.

source: Compression Enabler is not installed. Can not create compressed volume.
ru: Программа включения сжатия не установлена. Создать сжатый том невозможно.
uk: Проґрама вмикання стискання не встановлена. Створити стиснений том неможливо.

source: Deduplication Enabler is not installed. Can not create deduplicated volume
ru: Программа включения запрета дубликатов не установлена. Создать том без дубликатов невозможно
uk: Проґрама вмикання заборони дублікатів не встановлена. Створити том без дублікатів неможливо

source: ThinProvisioning Enabler is not installed. Can not create thin volume
ru: Программа включения оперативного выделения ресурсов не установлена. Создать том с оперативным выделением ресурсов невозможно
uk: Проґрама вмикання оперативного виділення ресурсів не встановлена. Створити том з оперативним виділенням ресурсів неможливо

source: FAST VP Enabler is not installed. Can't set tiering policy for the volume
ru: Программа включения VP FAST не установлена. Задать стратегию слоев для тома невозможно
uk: Проґрама вмикання VP FAST не встановлена. Вказати стратегію шарів для тому неможливо

source: Unable to enable replication and snapcopy at the same time.
ru: Нельзя использовать репликацию и моментальное копирование одновременно.
uk: Неможна використовувати реплікацію та миттєве копіювання одночасно.

source: Failed to create consistency group %s because VNX consistency group cannot accept compressed LUNs as members.
ru: Не удалось создать группу согласования %s, поскольку группа согласования VNX не принимает сжатые LUN в качестве своих элементов.
uk: Не вдалося створити групу погодження %s, оскільки група погодження VNX не приймає стиснені LUN у якости своїх елементів.
