Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Only users with token scoped to immediate parents or root projects are allowed to see its children quotas.
ru: Только пользователи с маркером, связанным с непосредственными родительскими объектами и корневыми проектами могут просматривать квоты дочерних элементов.
uk: Лише користувачі з маркером, пов’язаним з безпосередніми батьківськими об’єктами і кореневими проєктами можуть продивлятися квоти дочірніх елементів.

source: An user with a token scoped to a subproject is not allowed to see the quota of its parents.
ru: Пользователи с маркером, связанным с подпроектом, не могут видеть квоту родительских объектов.
uk: Користувачі з маркером, пов’язаним з підпроєктом, не можуть бачити квоту батьківських об’єктів.

source: Invalid value '%s' for skip_validation.
ru: Недопустимое значение '%s' для skip_validation.
uk: Некоректне значення '%s' для skip_validation.

source: Bad key(s) in quota set: %s
ru: Неверные ключи в наборе квот: %s
uk: Невірні ключі в наборі квот: %s

source: About to delete child projects having non-zero quota. This should not be performed
ru: Попытка удаления дочерних проектов с ненулевой квотой. Это не следует делать
uk: Спроба вилучення дочірніх проєктів з ненульовою квотою. Це не слід робити

source: Malformed scheduler_hints attribute
ru: Неверный формат атрибута scheduler_hints
uk: Невірний формат атрибуту scheduler_hints

source: Query by service parameter is deprecated. Please use binary parameter instead.
ru: Запрос по параметру службы устарело. Вместо него следует использовать двоичный параметр.
uk: Запит по параметру служби застарів. Замість нього потрібно використовувати двійковий параметр.

source: Unknown action
ru: Неизвестное действие
uk: Невідома дія

source: Missing required element 'host' in request body.
ru: В теле запроса отсутствует обязательный элемент 'host'.
uk: У тілі запиту відсутній обов’язковий елемент 'host'.

source: Disabled reason contains invalid characters or is too long
ru: Причина выключения содержит неверные символы или слишком длинна
uk: Причина вимикання містить невірні символи або задовга

source: Unknown service
ru: Неизвестная служба
uk: Невідома служба

source: service not found
ru: служба не найдена
uk: службу не знайдено

source: 'status' must be specified.
ru: Должно быть указано значение status.
uk: Повинно бути вказано значення status.

source: Snapshot status %(cur)s not allowed for update_snapshot_status
ru: Состояние моментальной копии %(cur)s запрещено для update_snapshot_status
uk: Стан миттєвої копії %(cur)s заборонено для update_snapshot_status

source: Provided snapshot status %(provided)s not allowed for snapshot with status %(current)s.
ru: Указанное состояние моментальной копии %(provided)s запрещено для моментальной копии с состоянием %(current)s.
uk: Вказаний стан миттєвої копії %(provided)s заборонено для миттєвої копії зі станом %(current)s.

source: progress must be an integer percentage
ru: ход выполнения должен быть целым значением в процентах
uk: хід виконання повинен бути цілим значенням у відсотках

source: Missing required element snapshot in request body.
ru: В теле запроса отсутствует обязательный элемент snapshot.
uk: У тілі запиту відсутній обов’язковий елемент snapshot.

source: The following elements are required: %s
ru: Требуются следующие элементы: %s
uk: Потрібні наступні елементи: %s

source: Volume: %s could not be found.
ru: Не найден том %s.
uk: Значення: %s не може бути знайдено.

source: Service %s not found.
ru: Служба %s не найдена.
uk: Служба %s не знайдена.

source: Request body empty
ru: Пустое тело запроса
uk: Запит тіла порожній

source: Request body and URI mismatch
ru: Тело запроса и URI не совпадают
uk: Тіло запиту і URI не збігаються

source: Request body contains too many items
ru: Тело запроса содержит избыточное количество объектов
uk: Тіло запиту містить надлишкову кількість об’єктів

source: Volume Type %(type_id)s has no extra spec with key %(id)s.
ru: Тип тома %(type_id)s не имеет дополнительных спецификаций с ключом %(id)s.
uk: Тип тому %(type_id)s не має додаткових специфікацій з ключем %(id)s.

source: Key names can only contain alphanumeric characters, underscores, periods, colons and hyphens.
ru: Имена ключей могут содержать только алфавитно-цифровые символы, символы подчеркивания, точки, двоеточия и дефисы.
uk: Імена ключів можуть містити лише алфавітно-цифрові символи, символи підкреслювання, крапки, двокрапки та дефіси.

source: Volume type name can not be empty.
ru: Имя типа тома не должно быть пустым.
uk: Ім'я типу тому не може бути порожнім.

source: Invalid value '%s' for is_public. Accepted values: True or False.
ru: Недопустимое значение '%s' для is_public. Допустимые значения: True или False.
uk: Некоректне значення '%s' для is_public. Припустимі значення: True або False.

source: Specify volume type name, description, is_public or a combination thereof.
ru: Укажите такие параметры, как тип тома, имя, описание, is_public или их сочетание.
uk: Вкажіть такі параметри, як тип тому, ім’я, опис, is_public або їх сполучення.

source: Target volume type is still in use.
ru: Тип целевого тома еще используется.
uk: Тип цільового тому ще використовується.

source: Invalid request to attach volume to an invalid target
ru: Недопустимый запрос на подключение тома к недопустимому целевому объекту
uk: Неприпустимий запит на під’єднання тому до неприпустимого цільового об’єкту

source: Invalid request to attach volume with an invalid mode. Attaching mode should be 'rw' or 'ro'
ru: Недопустимый запрос на подключение тома с недопустимым режимом. Режим подключения должен быть 'rw' или 'ro'
uk: Неприпустимий запит на під’єднання тому з неприпустимим режимом. Режим під’єднання має бути 'rw' або 'ro'

source: Must specify 'connector'
ru: Необходимо указать 'connector'
uk: Необхідно вказати 'connector'

source: Unable to fetch connection information from backend.
ru: Не удалось получить информацию о соединении из базовой программы.
uk: Не вдалося отримати інформацію про з’єднання із базової проґрами.

source: No image_name was specified in request.
ru: В запросе не указан параметр image_name.
uk: У запиті не вказаний параметр image_name.

source: Invalid value for 'force': '%s'
ru: Недопустимое значение для 'force': '%s'
uk: Неприпустиме значення для 'force': '%s'

source: New volume size must be specified as an integer.
ru: Новый размер тома необходимо указывать в виде целого числа.
uk: Новий розмір тому повинен бути вказаний як ціле число.

source: Must specify readonly in request.
ru: В запросе должен быть указан параметр readonly.
uk: У запиті має бути вказаний параметр readonly.

source: Invalid value for 'readonly': '%s'
ru: Недопустимое значение для 'readonly': '%s'
uk: Неприпустиме значення для 'readonly': '%s'

source: New volume type must be specified.
ru: Должен быть указан тип нового тома.
uk: Повинен бути вказаний тип нового тому.

source: Must specify bootable in request.
ru: Необходимо указать загружаемый файл в запросе.
uk: Необхідно вказати завантажуваний файл у запиті.

source: Invalid value for 'bootable': '%s'
ru: Недопустимое значение для 'bootable': '%s'
uk: Неприпустиме значення для 'bootable': '%s'

source: Volume with volume id %s does not exist.
ru: Том с ИД тома %s не существует.
uk: Том з ІД тому %s не існує.

source: Malformed request body.
ru: Неверный формат тела запроса.
uk: Спотворене тіло запиту.

source: Metadata item was not found.
ru: Элемент метаданных не найден.
uk: Елемент метаданих не був знайдений.

source: The key cannot be None.
ru: Ключ не может быть None.
uk: Ключ не може бути None.

source: Service not found.
ru: Служба не найдена.
uk: Службу не знайдено.

source: Access list not available for public volume types.
ru: Список прав доступа недоступен для общедоступных типов томов.
uk: Перелік прав доступу недоступний для загальнодоступних типів томів.

source: Bad project format: project is not in proper format (%s)
ru: Неправильный формат проекта: проект имеет неправильный формат (%s)
uk: Неправильний формат проєкту: проєкт має неправильний формат (%s)

source: provider must be defined
ru: должен быть определен провайдер
uk: має бути визначений провайдер

source: control_location must be defined
ru: Должен быть определен параметр control_location
uk: має бути визначений параметр control_location

source: Valid control location are: %s
ru: Допустимое расположение управления: %s
uk: Припустиме розташування керування: %s

source: Cannot create encryption specs. Volume type in use.
ru: Невозможно создать спецификацию шифрования. Тип тома используется.
uk: Неможливо створити специфікацію шифрування. Тип тому використовується.

source: Request body contains too many items.
ru: Тело запроса содержит слишком много элементов.
uk: Тіло запиту містить забагато елементів.

source: Cannot update encryption specs. Volume type in use.
ru: Невозможно обновить спецификацию шифрования. Тип тома используется.
uk: Неможливо оновити специфікацію шифрування. Тип тому використовується.

source: Cannot delete encryption specs. Volume type in use.
ru: Невозможно удалить спецификацию шифрования. Тип тома используется.
uk: Неможливо вилучити специфікацію шифрування. Тип тому використовується.

source: Invalid service catalog json.
ru: Недопустимый json каталога службы.
uk: Неправильний службовий каталог json.

source: Must specify an ExtensionManager class
ru: Необходимо указать класс ExtensionManager
uk: Потрібно вказати клясу ExtensionManager

source: An API version request must be compared to a VersionedMethod object.
ru: Запрос версии API должен сравниваться с объектом VersionedMethod.
uk: Запит версії API має порівнюватися з об’єктом VersionedMethod.

source: cannot understand JSON
ru: невозможно понять JSON
uk: неможливо розібрати JSON

source: too many body keys
ru: слишком много ключей тела
uk: забагато ключів тіла

source: There is no such action: %s
ru: Не существует такого действия: %s
uk: Відсутня така дія: %s

source: Malformed request body
ru: Неправильное тело запроса
uk: Неправильне тіло запиту

source: Unsupported Content-Type
ru: Не поддерживаемый тип содержимого
uk: Непідтримуваний тип вмісту

source: Malformed request url
ru: Неправильный запрос url
uk: Неправильний запит url

source: Missing required element '%s' in request body.
ru: В теле запроса отсутствует обязательный элемент '%s'.
uk: У тілі запиту відсутній обов’язковий елемент '%s'.

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
ru: Только %(value)s %(verb)s запрос(ов) могут быть сделаны для %(uri)s, каждые %(unit_string)s.
uk: Лише %(value)s %(verb)s запит(ів) можуть бути зроблені для %(uri)s, кожні %(unit_string)s.

source: This request was rate-limited.
ru: Этот запрос ограничен по частоте.
uk: Цей запит обмежений по частоті.

source: snapshot does not exist
ru: моментальная копия не существует
uk: зняток не існує

source: Metadata item was not found
ru: Элемент метаданных не найден
uk: Елемент метаданих не знайдений

source: 'volume_id' must be specified
ru: Должен быть указан параметр volume_id
uk: Має бути вказаний параметр volume_id

source: Invalid value '%s' for force.
ru: Недопустимое значение '%s' для принудительного использования.
uk: Неприпустиме значення '%s' для примусового використання.

source: volume does not exist
ru: Том не существует
uk: том не існує

source: Invalid imageRef provided.
ru: Указан неверный imageRef.
uk: Надано неприпустимий imageRef.

source: snapshot id:%s not found
ru: Не найден ИД моментальной копии %s
uk: зняток ідентифікатора:%s не знайдено

source: source vol id:%s not found
ru: Не найден ИД исходного тома %s
uk: не знайдений ІД початкового тому %s

source: Missing request body
ru: Отсутствует тело запроса
uk: Відсутнє тіло запиту

source: Missing required element '%s' in request body
ru: В теле запроса отсутствует обязательный элемент %s.
uk: У тілі запиту відсутній обов’язковий елемент %s.

source: Default volume type can not be found.
ru: Не удается найти тип тома по умолчанию.
uk: Не вдається знайти типовий тип тому.

source: Invalid is_public filter [%s]
ru: Неверный фильтр is_public [%s]
uk: Невірний фільтр is_public [%s]

source: Multiple matches found for '%s', use an ID to be more specific.
ru: Для '%s' найдено несколько совпадений, для более конкретного поиска используйте ИД.
uk: Для '%s' знайдено декілька збігів, для конкретнішого пошуку використовуйте ІД.

source: Invalid image identifier or unable to access requested image.
ru: Недопустимый идентификатор образа или отсутствует доступ к запрошенному образу.
uk: Неприпустимий ідентифікатор образу або відсутній доступ до запитаного образу.

source: source volume id:%s is not replicated
ru: исходный том с ИД %s не скопирован
uk: початковий том з ІД %s не скопійований

source: Backup status must be available or error
ru: Требуемое состояние резервной копии: доступен или ошибка
uk: Потрібний стан резервної копії: доступний або помилка

source: force delete
ru: принудительно удалить
uk: примусово вилучити

source: Incremental backups exist for this backup.
ru: Для этой резервной копии существует дополняющие резервные копии.
uk: Для цієї резервної копії існують доповнюючі резервні копії.

source: all_tenants must be a boolean, got '%s'.
ru: Значение all_tenants должно быть булевским. Получено: %s.
uk: Значення all_tenants має бути булевським. Отримано: %s.

source: Volume %(vol1)s does not match with snapshot.volume_id %(vol2)s.
ru: Том %(vol1)s не соответствует snapshot.volume_id %(vol2)s.
uk: Том %(vol1)s не відповідає snapshot.volume_id %(vol2)s.

source: Volume to be backed up must be available or in-use, but the current status is "%s".
ru: Том для создания резервной копии должен быть доступным или используемым, но текущее состояние - "%s".
uk: Том для створення резервної копії повинен бути доступним або використовуваним, але поточний стан - "%s".

source: Backing up an in-use volume must use the force flag.
ru: Для резервного копирования используемого тома требуется флаг принудительного выполнения.
uk: Для резервного копіювання використовуваного тому потрібен прапор примусового виконання.

source: Snapshot to be backed up must be available, but the current status is "%s".
ru: Моментальная копия для резервного копирования должна быть доступна, но текущее состояние - "%s".
uk: Миттєва копія для резервного копіювання має бути доступна, але поточний стан - "%s".

source: No backups available to do an incremental backup.
ru: Нет резервных копий для создания дополняющей резервной копии.
uk: Немає резервних копій для створення доповнюючої резервної копії.

source: The parent backup must be available for incremental backup.
ru: Родительская резервная копия должна быть доступна для создания дополняющей резервной копии.
uk: Батьківська резервна копія повинна бути доступна для створення доповнюючої резервної копії.

source: Backup status must be available
ru: Состояние резервной копии должно быть доступным
uk: Стан резервної копії має бути доступним

source: Backup to be restored has invalid size
ru: Резервная копия для восстановления имеет недопустимый размер
uk: Резервна копія для відновлення має неприпустимий розмір

source: Volume to be restored to must be available
ru: Том для восстановления должен быть доступен
uk: Том для відновлення має бути доступним

source: volume size %(volume_size)d is too small to restore backup of size %(size)d.
ru: Размер тома %(volume_size)d слишком мал для восстановления резервной копии размером %(size)d.
uk: Розмір тому %(volume_size)d замалий для відновлення резервної копії розміром %(size)d.

source: Backup status must be available and not %s.
ru: Состояние резервной копии должно быть available, а не '%s'.
uk: Стан резервної копії має бути available, а не '%s'.

source: Provided backup record is missing an id
ru: В указанной записи резервной копии отсутствует ИД
uk: У вказаному запису резервної копії відсутній ІД

source: Backup already exists in database.
ru: Резервная копия уже есть в базе данных.
uk: Резервна копія вже є у базі даних.

source: unsupported compression algorithm: %s
ru: Неподдерживаемый алгоритм сжатия: %s
uk: Непідтримуваний алгоритм стиснення: %s

source: volume size %d is invalid.
ru: Недопустимый размер тома %d.
uk: Неприпустимий розмір тому %d.

source: Chunk size is not multiple of block size for creating hash.
ru: Размер фрагмента не кратен размеру блока для создания хэша.
uk: Розмір фрагменту не кратний розміру блоку для створення хешу.

source: Hash block size has changed since the last backup. New hash block size: %(new)s. Old hash block size: %(old)s. Do a full backup.
ru: Размер блока хэша изменился с момента последнего резервного копирования. Новый размер блока хэша: %(new)s. Прежний размер блока хэша: %(old)s. Необходимо полное резервное копирование.
uk: Розмір блоку хешу змінився з миті останнього резервного копіювання. Новий розмір блоку хешу: %(new)s. Колишній розмір блоку хешу: %(old)s. Необхідне повне резервне копіювання.

source: Volume size increased since the last backup. Do a full backup.
ru: Размер тома увеличился с момента последнего резервного копирования. Необходимо полное резервное копирование.
uk: Розмір тому збільшився з миті останнього резервного копіювання. Необхідне повне резервне копіювання.

source: restore_backup aborted, actual object list does not match object list stored in metadata.
ru: Операция restore_backup прервана, список фактических объектов не совпадает со списком объектов в метаданных.
uk: Операція restore_backup перервана, перелік фактичних об’єктів не збігається з переліком об’єктів у метаданих.

source: No support to restore backup version %s
ru: Нет поддержки восстановления резервной версии %s
uk: Немає підтримки відновлення резервної версії %s

source: Metadata restore failed due to incompatible version.
ru: Не удалось восстановить метаданные: несовместимая версия.
uk: Не вдалося відновити метадані: несумісна версія.

source: The source volume type '%s' is not available.
ru: Тип исходного тома '%s' не доступен.
uk: Тип початкового тому '%s' недоступний.

source: The source volume type '%(src)s' is different than the destination volume type '%(dest)s'.
ru: Тип исходного тома '%(src)s' отличается от типа целевого тома '%(dest)s'.
uk: Тип початкового тому '%(src)s' відрізняється від типу цільового тому '%(dest)s'.

source: Unsupported backup metadata version (%s)
ru: Неподдерживаемая версия метаданных резервной копии (%s)
uk: Непідтримувана версія метаданих резервної копії (%s)

source: Create backup aborted, expected volume status %(expected_status)s but got %(actual_status)s.
ru: Создание резервной копии прервано: ожидалось состояние тома %(expected_status)s, получено %(actual_status)s.
uk: Створення резервної копії перервано: очікувався стан тому %(expected_status)s, отримано %(actual_status)s.

source: Create backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
ru: Создание резервной копии прервано: ожидалось состояние резервной копии %(expected_status)s, получено %(actual_status)s.
uk: Створення резервної копії перервано: очікувався стан резервної копії %(expected_status)s, отримано %(actual_status)s.

source: Restore backup aborted, expected volume status %(expected_status)s but got %(actual_status)s.
ru: Восстановление резервной копии прервано: ожидалось состояние тома %(expected_status)s, получено %(actual_status)s.
uk: Відновлення резервної копії перервано: очікувався стан тому %(expected_status)s, отримано %(actual_status)s.

source: Restore backup aborted: expected backup status %(expected_status)s but got %(actual_status)s.
ru: Восстановление резервной копии прервано: ожидалось состояние резервной копии %(expected_status)s, получено %(actual_status)s.
uk: Відновлення резервної копії перервано: очікувався стан резервної копії %(expected_status)s, отримано %(actual_status)s.

source: Restore backup aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Восстановление резервной копии прервано: настроенная в данный момент служба резервного копирования [%(configured_service)s] не является службой резервного копирования, которая использовалась для создания этой резервной копии [%(backup_service)s].
uk: Відновлення резервної копії перервано: налаштована на дану мить служба резервного копіювання [%(configured_service)s] не є службою резервного копіювання, яка використовувалася для створення цієї резервної копії [%(backup_service)s].

source: Delete_backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
ru: Удаление резервной копии прервано: ожидалось состояние резервной копии %(expected_status)s, получено %(actual_status)s.
uk: Вилучення резервної копії перервано: очікувався стан резервної копії %(expected_status)s, отримано %(actual_status)s.

source: Delete backup aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Удаление резервной копии прервано: настроенная в данный момент служба резервного копирования [%(configured_service)s] не является службой резервного копирования, которая использовалась для создания этой резервной копии [%(backup_service)s].
uk: Вилучення резервної копії перервано: налаштована на дану мить служба резервного копіювання [%(configured_service)s] не є службою резервного копіювання, яка використовувалася для створення цієї резервної копії [%(backup_service)s].

source: Export backup aborted, expected backup status %(expected_status)s but got %(actual_status)s.
ru: Экспорт резервной копии прерван: ожидалось состояние резервной копии %(expected_status)s, получено %(actual_status)s.
uk: Експорт резервної копії перервано: очікувався стан резервної копії %(expected_status)s, отримано %(actual_status)s.

source: Export record aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Экспорт записи прерван: настроенная в данный момент служба резервного копирования [%(configured_service)s] не является службой резервного копирования, которая использовалась для создания этой резервной копии [%(backup_service)s].
uk: Експорт запису перервано: налаштована на дану мить служба резервного копіювання [%(configured_service)s] не є службою резервного копіювання, яка використовувалася для створення цієї резервної копії [%(backup_service)s].

source: Import record failed, cannot find backup service to perform the import. Request service %(service)s
ru: Сбой импорта записи: не найдена служба резервного копирования для выполнения импорта. Запрос службы %(service)s
uk: Збій імпорту запису: не знайдена служба резервного копіювання для виконання імпорту. Запит служби %(service)s

source: Driver successfully decoded imported backup data, but there are missing fields (%s).
ru: Драйвер успешно декодировал импортированные данные резервной копии, но в них нет полей (%s).
uk: Драйвер успішно декодував імпортовані дані резервної копії, але в них немає полів (%s).

source: Trying to import backup metadata from id %(meta_id)s into backup %(id)s.
ru: Попытка импортировать метаданные резервной копии из ИД %(meta_id)s в резервную копию %(id)s.
uk: Спроба імпортувати метадані резервної копії із ІД %(meta_id)s в резервну копію %(id)s.
