Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: _find_initiator_names, connector: %(connector)s, initiator not found.
ru: _find_initiator_names, коннектор: %(connector)s, инициатор не найден.
uk: _find_initiator_names, конектор: %(connector)s, ініціятор не знайдено.

source: _find_affinity_group, connector: %(connector)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _find_affinity_group, коннектор: %(connector)s, EnumerateInstanceNames, не удается подключиться к ETERNUS.
uk: _find_affinity_group, конектор: %(connector)s, EnumerateInstanceNames, не вдається під’єднатися до ETERNUS.

source: _find_affinity_group,connector: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, cannot connect to ETERNUS.
ru: _find_affinity_group, коннектор: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, не удается подключиться к ETERNUS.
uk: _find_affinity_group, конектор: %(connector)s,AssocNames: FUJITSU_ProtocolControllerForUnit, не вдається під’єднатися до ETERNUS.

source: _find_affinity_group, connector: %(connector)s, Associators: FUJITSU_AuthorizedTarget, cannot connect to ETERNUS.
ru: _find_affinity_group, коннектор: %(connector)s, Associators: FUJITSU_AuthorizedTarget, не удается подключиться к ETERNUS.
uk: _find_affinity_group, конектор: %(connector)s, Associators: FUJITSU_AuthorizedTarget, не вдається під’єднатися до ETERNUS.

source: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, cannot connect to ETERNUS.
ru: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, не удается подключиться к ETERNUS.
uk: _unmap_lun,vol_instance.path: %(volume)s, AssociatorNames: CIM_ProtocolControllerForUnit, не вдається під’єднатися до ETERNUS.

source: _unmap_lun, vol_instance.path: %(volume)s, volumename: %(volumename)s, volume_uid: %(uid)s, aglist: %(aglist)s, Controller Configuration Service not found.
ru: _unmap_lun, vol_instance.path: %(volume)s, имя тома: %(volumename)s, uid тома: %(uid)s, aglist: %(aglist)s, служба настройки контроллера не найдена.
uk: _unmap_lun, vol_instance.path: %(volume)s, ім’я тому: %(volumename)s, uid тому: %(uid)s, aglist: %(aglist)s, служба налаштування контролера не знайдена.

source: _unmap_lun, volumename: %(volumename)s, volume_uid: %(volume_uid)s, AffinityGroup: %(ag)s, Return code: %(rc)lu, Error: %(errordesc)s.
ru: _unmap_lun, имя тома: %(volumename)s, uid тома: %(volume_uid)s, AffinityGroup: %(ag)s, код возврата: %(rc)lu, ошибка: %(errordesc)s.
uk: _unmap_lun, ім’я тому: %(volumename)s, uid тому: %(volume_uid)s, AffinityGroup: %(ag)s, код повернення: %(rc)lu, помилка: %(errordesc)s.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, cannot connect to ETERNUS.
ru: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, не удается подключиться к ETERNUS.
uk: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, EnumerateInstanceNames, не вдається під’єднатися до ETERNUS.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, cannot connect to ETERNUS.
ru: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, не удается подключиться к ETERNUS.
uk: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, GetInstance, не вдається під’єднатися до ETERNUS.

source: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, cannot connect to ETERNUS.
ru: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, не удается подключиться к ETERNUS.
uk: _get_eternus_iscsi_properties, iscsiip: %(iscsiip)s, AssociatorNames: CIM_BindsTo, не вдається під’єднатися до ETERNUS.

source: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn not found.
ru: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn не найден.
uk: _get_eternus_iscsi_properties, iscsiip list: %(iscsiip_list)s, iqn не знайдений.

source: The parameter of the storage backend. (config_group: %(config_group)s)
ru: Параметр базовой системы хранения. (config_group: %(config_group)s)
uk: Параметр базової системи зберігання. (config_group: %(config_group)s)

source: The storage backend can be used. (config_group: %(config_group)s)
ru: Базовая система хранения пригодна для использования. (config_group: %(config_group)s)
uk: Базова система зберігання придатна для використання. (config_group: %(config_group)s)

source: The volume %(volume_id)s is managed successfully. (LDEV: %(ldev)s)
ru: Управление тома %(volume_id)s выполняется успешно. (LDEV: %(ldev)s)
uk: Керування тому %(volume_id)s виконується успішно. (LDEV: %(ldev)s)

source: The volume %(volume_id)s is unmanaged successfully. (LDEV: %(ldev)s)
ru: Управление томом %(volume_id)s отменено успешно. (LDEV: %(ldev)s)
uk: Керування томом %(volume_id)s скасовано успішно. (LDEV: %(ldev)s)

source: A LUN (HLUN) was not found. (LDEV: %(ldev)s)
ru: LUN (HLUN) не найден. (LDEV: %(ldev)s)
uk: LUN (HLUN) не знайдений. (LDEV: %(ldev)s)

source: Failed to specify a logical device for the volume %(volume_id)s to be unmapped.
ru: Не удалось указать логическое устройство для тома %(volume_id)s, связь которого необходимо удалить.
uk: Не вдалося вказати логічний пристрій для тому %(volume_id)s, зв’язок якого необхідно вилучити.

source: An iSCSI CHAP user could not be deleted. (username: %(user)s)
ru: Не удалось удалить пользователя CHAP iSCSI. (имя пользователя: %(user)s)
uk: Не вдалося вилучити користувача CHAP iSCSI. (ім’я користувача: %(user)s)

source: Failed to specify a logical device to be deleted. (method: %(method)s, id: %(id)s)
ru: Не удалось указать удаляемое логическое устройство. (метод: %(method)s, ИД: %(id)s)
uk: Не вдалося вказати логічний пристрій, що вилучається. (метод: %(method)s, ІД: %(id)s)

source: The logical device for specified %(type)s %(id)s was already deleted.
ru: Логическое устройство для указанного %(type)s %(id)s уже удалено.
uk: Логічний пристрій для вказаного %(type)s %(id)s вже вилучено.

source: A host group could not be deleted. (port: %(port)s, gid: %(gid)s, name: %(name)s)
ru: Не удалось удалить группу хостов. (порт: %(port)s, ИД группы: %(gid)s, имя: %(name)s)
uk: Не вдалося вилучити групу хостів. (порт: %(port)s, ІД групи: %(gid)s, ім’я: %(name)s)

source: An iSCSI target could not be deleted. (port: %(port)s, tno: %(tno)s, alias: %(alias)s)
ru: Не удалось удалить целевое расположение iSCSI. (порт: %(port)s, номер целевого расположения: %(tno)s, псевдоним: %(alias)s)
uk: Не вдалося вилучити цільове розташування iSCSI. (порт: %(port)s, номер цільового розташування: %(tno)s, псевдонім: %(alias)s)

source: A host group could not be added. (port: %(port)s, name: %(name)s)
ru: Не удалось добавить группу хостов. (порт: %(port)s, имя: %(name)s)
uk: Не вдалося додати групу хостів. (порт: %(port)s, ім’я: %(name)s)

source: An iSCSI target could not be added. (port: %(port)s, alias: %(alias)s, reason: %(reason)s)
ru: Не удалось добавить целевое расположение iSCSI. (порт: %(port)s, псевдоним: %(alias)s, причина: %(reason)s)
uk: Не вдалося додати цільове розташування iSCSI. (порт: %(port)s, псевдонім: %(alias)s, причина: %(reason)s)

source: Failed to unmap a logical device. (LDEV: %(ldev)s, reason: %(reason)s)
ru: Не удалось удалить связь логического устройства. (LDEV: %(ldev)s, причина: %(reason)s)
uk: Не вдалося вилучити зв’язок логічного пристрою. (LDEV: %(ldev)s, причина: %(reason)s)

source: A free LUN (HLUN) was not found. Add a different host group. (LDEV: %(ldev)s)
ru: Не найден свободный LUN (HLUN). Добавьте другую группу хостов. (LDEV: %(ldev)s)
uk: Не знайдено вільний LUN (HLUN). Додайте іншу групу хостів. (LDEV: %(ldev)s)

source: Failed to get a storage resource. The system will attempt to get the storage resource again. (resource: %(resource)s)
ru: Не удалось получить ресурс памяти. Система попытается получить ресурс памяти повторно. (ресурс: %(resource)s)
uk: Не вдалося отримати ресурс пам’яті. Система спробує отримати ресурс пам’яті повторно. (ресурс: %(resource)s)

source: Failed to delete a logical device. (LDEV: %(ldev)s, reason: %(reason)s)
ru: Не удалось удалить логическое устройство. (LDEV: %(ldev)s, причина: %(reason)s)
uk: Не вдалося вилучити логічний пристрій. (LDEV: %(ldev)s, причина: %(reason)s)

source: Failed to map a logical device. (LDEV: %(ldev)s, LUN: %(lun)s, port: %(port)s, id: %(id)s)
ru: Не удалось связать логическое устройство. (LDEV: %(ldev)s, LUN: %(lun)s, порт: %(port)s, ИД: %(id)s)
uk: Не вдалося пов’язати логічний пристрій. (LDEV: %(ldev)s, LUN: %(lun)s, порт: %(port)s, ІД: %(id)s)

source: Failed to perform a zero-page reclamation. (LDEV: %(ldev)s, reason: %(reason)s)
ru: Не удалось затребовать обнуленные страницы. (LDEV: %(ldev)s, причина: %(reason)s)
uk: Не вдалося затребувати обнулені сторінки. (LDEV: %(ldev)s, причина: %(reason)s)

source: Failed to assign the iSCSI initiator IQN. (port: %(port)s, reason: %(reason)s)
ru: Не удалось присвоить IQN инициатора iSCSI. (порт: %(port)s, причина: %(reason)s)
uk: Не вдалося привласнити IQN ініціятора iSCSI. (порт: %(port)s, причина: %(reason)s)

source: The command %(cmd)s failed. (ret: %(ret)s, stdout: %(out)s, stderr: %(err)s)
ru: Команда %(cmd)s не выполнена. (код возврата: %(ret)s, stdout: %(out)s, stderr: %(err)s)
uk: Команда %(cmd)s не виконана. (код повернення: %(ret)s, stdout: %(out)s, stderr: %(err)s)

source: A parameter is invalid. (%(param)s)
ru: Недопустимый параметр. (%(param)s)
uk: Неприпустимий параметр. (%(param)s)

source: A parameter value is invalid. (%(meta)s)
ru: Недопустимое значение параметра. (%(meta)s)
uk: Неприпустиме значення параметру. (%(meta)s)

source: Failed to acquire a resource lock. (serial: %(serial)s, inst: %(inst)s, ret: %(ret)s, stderr: %(err)s)
ru: Не удалось получить блокировку ресурса. (порядковый номер: %(serial)s, экземпляр: %(inst)s, код возврата: %(ret)s, stderr: %(err)s)
uk: Не вдалося отримати блокування ресурсу. (порядковий номер: %(serial)s, примірник: %(inst)s, код повернення: %(ret)s, stderr: %(err)s)

source: Cannot set both hitachi_serial_number and hitachi_unit_name.
ru: hitachi_serial_number и hitachi_unit_name нельзя указывать одновременно.
uk: hitachi_serial_number і hitachi_unit_name неможна вказувати одночасно.

source: Either hitachi_serial_number or hitachi_unit_name is required.
ru: Необходимо указать либо hitachi_serial_number, либо hitachi_unit_name.
uk: Необхідно вказати або hitachi_serial_number, або hitachi_unit_name.

source: A pair could not be created. The maximum number of pair is exceeded. (copy method: %(copy_method)s, P-VOL: %(pvol)s)
ru: Не удалось создать пару. Превышено максимальное число пар. (метод копирования: %(copy_method)s, P-VOL: %(pvol)s)
uk: Не вдалося створити пару. Перевищено максимальне число пар. (метод копіювання: %(copy_method)s, P-VOL: %(pvol)s)

source: A pair cannot be deleted. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
ru: Не удалось удалить пару. (P-VOL: %(pvol)s, S-VOL: %(svol)s)
uk: Не вдалося вилучити пару. (P-VOL: %(pvol)s, S-VOL: %(svol)s)

source: The specified operation is not supported. The volume size must be the same as the source %(type)s. (volume: %(volume_id)s)
ru: Указанная операция не поддерживается. Размер тома должен совпадать с исходным %(type)s. (том: %(volume_id)s)
uk: Вказана операція не підтримується. Розмір тому повинен збігатися з початковим %(type)s. (том: %(volume_id)s)

source: The volume %(volume_id)s could not be extended. The volume type must be Normal.
ru: Том %(volume_id)s не удалось расширить. Тип тома должен быть Normal.
uk: Том %(volume_id)s не вдалося розширити. Тип тому має бути Normal.

source: The volume %(volume_id)s to be mapped was not found.
ru: Связываемый том %(volume_id)s не найден.
uk: Зв’язуваний том %(volume_id)s не знайдено.

source: The %(type)s %(id)s source to be replicated was not found.
ru: Реплицируемый исходный том %(type)s %(id)s не найден.
uk: Реплікований початковий том %(type)s %(id)s не знайдено.

source: Failed to create a file. (file: %(file)s, ret: %(ret)s, stderr: %(err)s)
ru: Не удалось создать файл. (файл: %(file)s, код возврата: %(ret)s, stderr: %(err)s)
uk: Не вдалося створити файл. (файл: %(file)s, код повернення: %(ret)s, stderr: %(err)s)

source: Failed to open a file. (file: %(file)s, ret: %(ret)s, stderr: %(err)s)
ru: Не удалось открыть файл. (файл: %(file)s, код возврата: %(ret)s, stderr: %(err)s)
uk: Не вдалося відкрити файл. (файл: %(file)s, код повернення: %(ret)s, stderr: %(err)s)

source: %(file)s: Permission denied.
ru: %(file)s: доступ запрещен.
uk: %(file)s: доступ заборонено.

source: Failed to add the logical device.
ru: Не удалось добавить логическое устройство.
uk: Не вдалося додати логічний пристрій.

source: The method %(method)s is timed out. (timeout value: %(timeout)s)
ru: Истек тайм-аут у метода %(method)s. (значение тайм-аута: %(timeout)s)
uk: Сплив тайм-аут у методу %(method)s. (значення тайм-ауту: %(timeout)s)

source: A pool could not be found. (pool id: %(pool_id)s)
ru: Не найден пул. (ИД пул: %(pool_id)s)
uk: Не знайдено пул. (ІД пул: %(pool_id)s)

source: The host group or iSCSI target could not be added.
ru: Не удалось добавить группу хостов или целевое расположение iSCSI.
uk: Не вдалося додати групу хостів або цільове розташування iSCSI.

source: An iSCSI CHAP user could not be added. (username: %(user)s)
ru: Не удалось добавить пользователя CHAP iSCSI. (имя пользователя: %(user)s)
uk: Не вдалося додати користувача CHAP iSCSI. (ім’я користувача: %(user)s)

source: The iSCSI CHAP user %(user)s does not exist.
ru: Пользователь %(user)s CHAP iSCSI не существует.
uk: Користувач %(user)s CHAP iSCSI не існує.

source: There are no resources available for use. (resource: %(resource)s)
ru: Нет доступных ресурсов. (ресурс: %(resource)s)
uk: Немає доступних ресурсів. (ресурс: %(resource)s)

source: The host group or iSCSI target was not found.
ru: Не найдена группа хостов или целевое расположение iSCSI.
uk: Не знайдена група хостів або цільове розташування iSCSI.

source: The resource %(resource)s was not found.
ru: Ресурс %(resource)s не найден.
uk: Ресурс %(resource)s не знайдено.

source: The IP Address was not found.
ru: Не найден IP-адрес.
uk: Не знайдена IP-адреса.

source: The creation of a logical device could not be completed. (LDEV: %(ldev)s)
ru: Не удалось создать логическое устройство. (LDEV: %(ldev)s)
uk: Не вдалося створити логічний пристрій. (LDEV: %(ldev)s)

source: A volume status is invalid. (status: %(status)s)
ru: Недопустимое состояние тома. (состояние: %(status)s)
uk: Неприпустимий стан тому. (стан: %(status)s)

source: A snapshot status is invalid. (status: %(status)s)
ru: Недопустимое состояние моментальной копии. (состояние: %(status)s)
uk: Неприпустимий стан миттєвої копії. (стан: %(status)s)

source: A host group is invalid. (host group: %(gid)s)
ru: Недопустимая группа хостов. (группа хостов: %(gid)s)
uk: Неприпустима група хостів. (група хостів: %(gid)s)

source: The specified %(desc)s is busy.
ru: Указанное %(desc)s занято.
uk: Вказане %(desc)s зайнято.

source: There is no designation of the %(param)s. The specified storage is essential to manage the volume.
ru: Отсутствует обозначение %(param)s. Заданное хранилище требуется для управления томом.
uk: Відсутнє позначення %(param)s. Задане сховище потрібне для керування томом.

source: There is no designation of the ldev. The specified ldev is essential to manage the volume.
ru: Отсутствует обозначение для ldev. Указанное ldev требуется для управления томом.
uk: Відсутнє позначення для ldev. Вказане ldev потрібне для керування томом.

source: The specified ldev %(ldev)s could not be managed. The volume type must be DP-VOL.
ru: Не удалось включить управление для заданного ldev %(ldev)s. Требуемый тип тома: DP-VOL.
uk: Не вдалося увімкнути керування для заданого ldev %(ldev)s. потрібний тип тому: DP-VOL.

source: The specified ldev %(ldev)s could not be managed. The ldev size must be in multiples of gigabyte.
ru: Не удалось включить управление для заданного ldev %(ldev)s. Размер ldev должен указываться в единицах, кратных гигабайтам.
uk: Не вдалося увімкнути керування для заданого ldev %(ldev)s. Розмір ldev повинен вказуватися в одиницях, кратних гігабайтам.

source: The specified ldev %(ldev)s could not be managed. The ldev must not be mapping.
ru: Не удалось включить управление для заданного ldev %(ldev)s. ldev не должен преобразован.
uk: Не вдалося увімкнути керування для заданого ldev %(ldev)s. ldev не повинен бути перетворений.

source: The specified ldev %(ldev)s could not be managed. The ldev must not be paired.
ru: Не удалось включить управление для заданного ldev %(ldev)s. ldev не должен иметь парное устройство.
uk: Не вдалося увімкнути керування для заданого ldev %(ldev)s. ldev не повинен мати парний пристрій.

source: The volume %(volume_id)s could not be unmanaged. The volume type must be %(volume_type)s.
ru: Не удалось отменить управление для тома %(volume_id)s. Требуемый тип тома: %(volume_type)s.
uk: Не вдалося скасувати керування для тому %(volume_id)s. Потрібний тип тому: %(volume_type)s.

source: Failed to establish SSC connection.
ru: Не удалось установить соединение SSC.
uk: Не вдалося встановити з’єднання SSC.

source: HNAS has disconnected SSC
ru: HNAS отключил SSC
uk: HNAS від’єднав SSC

source: Can't open config file: %s
ru: Не удалось открыть файл конфигурации %s
uk: Не вдалося відкрити файл конфігурації %s

source: Error parsing config file: %s
ru: Ошибка анализа файла конфигурации: %s
uk: Помилка аналізу файлу конфігурації: %s

source: Error attaching volume %s. Target limit might be reached!
ru: Ошибка подключения тома %s. Количество целевых объектов предельное!
uk: Помилка під’єднання тому %s. Кількість цільових об’єктів гранична!

source: Failed to manage existing volume because the pool of the volume type chosen does not match the file system passed in the volume reference.
ru: Сбой управления существующим томом, поскольку пул выбранного типа тома не соответствует файловой системе, переданной в ссылке на том.
uk: Збій керування існуючим томом, оскільки пул вибраного типу тому не відповідає файловій системі, переданій у посиланні на том.

source: Failed to manage existing volume because the pool of the volume type chosen does not match the pool of the host.
ru: Сбой управления существующим томом, поскольку пул выбранного типа тома не соответствует пулу хоста.
uk: Збій керування існуючим томом, оскільки пул вибраного типу тому не відповідає пулу хосту.

source: The reference to the volume in the backend should have the format file_system/volume_name (volume_name cannot contain '/')
ru: Ссылка на том в базовой системе должна указываться в формате: файловая-система/имя-тома. Имя тома не может содержать символ '/'
uk: Посилання на том у базовій системі має вказуватися у форматі: файлова_система/назва_тому. Назва тому не може містити символ «/».

source: Volume not found on configured storage backend. If your volume name contains "/", please rename it and try to manage again.
ru: Том не найден в настроенной базовой системе хранения. Если имя тома содержит "/", переименуйте его и повторите операцию.
uk: Том не знайдений у налаштованій базовій системі збереження. Якщо ім’я тому містить "/", перейменуйте його та повторіть операцію.

source: Cannot create volume of size %(vol_size)s from snapshot of size %(snap_size)s
ru: Не удается создать том размером %(vol_size)s из моментальной копии размером %(snap_size)s
uk: Не вдається створити том розміром %(vol_size)s із миттєвої копії розміром %(snap_size)s

source: Cannot create clone of size %(vol_size)s from volume of size %(src_vol_size)s
ru: Не удается создать копию с размером %(vol_size)s для тома с размером %(src_vol_size)s
uk: Не вдається створити копію з розміром %(vol_size)s для тому з розміром %(src_vol_size)s

source: Volume not found on configured storage backend.
ru: Том не найден в настроенной базовой системе хранения.
uk: Том не знайдений у налаштованій базовій системі зберігання.

source: Failed to manage existing volume %(name)s, because rename operation failed: Error msg: %(msg)s.
ru: Управление существующим томом %(name)s невозможно, поскольку операцию переименования выполнить не удалось. Сообщение об ошибке: %(msg)s.
uk: Керування існуючим томом %(name)s неможливе, оскільки операцію перейменування виконати не вдалося. Повідомлення про помилку: %(msg)s.

source: Failed to manage existing volume because the pool of the volume type chosen does not match the NFS share passed in the volume reference.
ru: Сбой управления существующим томом, поскольку пул выбранного типа тома не соответствует общему ресурсу NFS, переданному в ссылке тома.
uk: Збій керування існуючим томом, оскільки пул вибраногоо типу тому не відповідає спільному ресурсу NFS, переданому у посиланні тому.

source: Failed to manage existing volume %(name)s, because of error in getting volume size.
ru: Управление существующим томом %(name)s невозможно из-за ошибки при получении размера тома.
uk: Керування існуючим томом %(name)s неможливе з-за помилки при отриманні розміру тому.

source: %s is not set
ru: %s - не множество
uk: %s - не множина

source: %s is not set and is required for the replication device to be valid.
ru: Значение %s не задано. Оно необходимо для правильной работы устройства репликации.
uk: Значення %s не задано. Воно необхідне для правильної роботи пристрою реплікації.

source: Invalid hpe3parclient version found (%(found)s). Version %(minimum)s or greater required. Run "pip install --upgrade python-3parclient" to upgrade the hpe3parclient.
ru: Обнаружена недопустимая версия hpe3parclient (%(found)s). Требуется версия %(minimum)s или более поздняя. Выполните команду "pip install --upgrade python-3parclient" для обновления hpe3parclient.
uk: Виявлена неприпустима версія hpe3parclient (%(found)s). Потрібна версія %(minimum)s або пізніша. Виконайте команду "pip install --upgrade python-3parclient" для оновлення hpe3parclient.

source: Failed to Login to 3PAR (%(url)s) because %(err)s
ru: Не удалось войти в 3PAR (%(url)s), причина: %(err)s
uk: Не вдалося увійти в 3PAR (%(url)s), причина: %(err)s

source: You must install hpe3parclient before using 3PAR drivers. Run "pip install python-3parclient" to install the hpe3parclient.
ru: Необходимо установить hpe3parclient, прежде чем использовать драйверы 3PAR. Выполните команду "pip install --install python-3parclient" для установки hpe3parclient.
uk: Необхідно встановити hpe3parclient, перш ніж використовувати драйвери 3PAR. Виконайте команду "pip install --install python-3parclient" для встановлення hpe3parclient.

source: CPG (%s) doesn't exist on array
ru: CPG (%s) не существует в массиве
uk: CPG (%s) не існує в масиві

source: Failed to get domain because CPG (%s) doesn't exist on array.
ru: Не удалось получить домен: в массиве нет CPG (%s).
uk: Не вдалося отримати домен: у масиві немає CPG (%s).

source: There was an error creating the cgsnapshot: %s
ru: При создании cgsnapshot возникла ошибка: %s
uk: При створенні cgsnapshot виникла помилка: %s

source: Virtual volume '%s' doesn't exist on array.
ru: Виртуальный том '%s' не существует в массиве.
uk: Віртуальний том '%s' не існує в масиві.

source: Volume type ID '%s' is invalid.
ru: ИД типа тома '%s' недопустим.
uk: ІД типу тому '%s' неприпустимий.

source: Managing of snapshots to failed-over volumes is not allowed.
ru: Передача управления моментальными копиями томам, переключенным после сбоя, не разрешена.
uk: Передача керування миттєвими копіями томам, перемкнутим після збою, не дозволена.

source: Snapshot '%s' doesn't exist on array.
ru: Моментальная копия '%s' не существует в массиве.
uk: Миттєва копія '%s' не існує в масиві.

source: The provided snapshot '%s' is not a snapshot of the provided volume.
ru: Моментальная копия '%s' не является моментальной копией данного тома.
uk: Миттєва копія '%s' не є миттєвою копією даного тому.
