Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Reference must be for an unmanaged virtual volume.
ru: Для неуправляемого виртуального тома должна быть ссылка.
uk: Для некерованого віртуального тому має бути посилання.

source: Reference must be for an unmanaged snapshot.
ru: Ссылка должна быть указана для неуправляемой моментальной копии.
uk: Посилання має бути вказано для некерованої миттєвої копії.

source: Unmanaging of snapshots from failed-over volumes is not allowed.
ru: Отмена управления моментальными копиями томами, переключенными после сбоя, не разрешена.
uk: Скасування керування миттєвими копіями томами, перемкнутими після збою, не дозволено.

source: Reference must contain source-name or source-id.
ru: Указатель должен содержать имя источника и ИД источника.
uk: Вказівник повинен містити ім’я джерела та ІД джерела.

source: Flash Cache Policy requires WSAPI version '%(fcache_version)s' version '%(version)s' is installed.
ru: Для стратегии кэша во флэш-памяти требуется, чтобы версия WSAPI %(fcache_version)s %(version)s была установлена.
uk: Для стратегії кешу у флеш-пам’яті потрібно, щоб версія WSAPI %(fcache_version)s %(version)s була встановлена.

source: VV Set %s does not exist.
ru: Набор VV %s не существует.
uk: Набір VV %s не існує.

source: Must specify a valid persona %(valid)s,value '%(persona)s' is invalid.
ru: Необходимо указать допустимого пользователя %(valid)s, значение '%(persona)s' недопустимо.
uk: Необхідно вказати припустимого користувача %(valid)s, значення '%(persona)s' неприпустиме.

source: Must specify a valid provisioning type %(valid)s, value '%(prov)s' is invalid.
ru: Необходимо указать допустимый тип предоставления ресурсов %(valid)s, значение '%(prov)s' недопустимо.
uk: Необхідно вказати припустимий тип надання ресурсів %(valid)s, значення '%(prov)s' неприпустиме.

source: Dedup is a valid provisioning type, but requires WSAPI version '%(dedup_version)s' version '%(version)s' is installed.
ru: Дедупликация - допустимый тип предоставления ресурсов, но требуется, чтобы версия WSAPI %(dedup_version)s %(version)s была установлена.
uk: Дедуплікація - припустимий тип надання ресурсів, але потрібно, щоб версія WSAPI %(dedup_version)s %(version)s була встановлена.

source: Volume (%s) already exists on array
ru: Том (%s) уже существует в массиве
uk: Том (%s) вже існує в масиві

source: Copy volume task failed: create_cloned_volume id=%(id)s, status=%(status)s.
ru: Ошибка задачи копирования тома: create_cloned_volume id=%(id)s, состояние=%(status)s.
uk: Помилка задачі копіювання тому: create_cloned_volume id=%(id)s, стан=%(status)s.

source: The volume is currently busy on the 3PAR and cannot be deleted at this time. You can try again later.
ru: Том в настоящее время занят в 3PAR и не может быть удален. Вы можете повторить попытку позже.
uk: Том на даний час зайнятий в 3PAR й не може бути вилучений. Ви можете повторити спробу пізніше.

source: Volume has a temporary snapshot that can't be deleted at this time.
ru: У тома есть временная моментальная копия, которую невозможно удалить в данный момент.
uk: В тому є тимчасова миттєва копія, яку неможливо вилучити на дану мить.

source: Volume has children and cannot be deleted!
ru: Невозможно удалить том, у которого есть дочерние объекты.
uk: Неможливо вилучити том, в якого є дочірні об’єкти.

source: Copy volume task failed: convert_to_base_volume: id=%(id)s, status=%(status)s.
ru: Сбой задачи копирования тома: convert_to_base_volume: id=%(id)s, status=%(status)s.
uk: Збій задачі копіювання тому: convert_to_base_volume: id=%(id)s, status=%(status)s.

source: Volume (%s) already exists on array.
ru: Том (%s) уже есть в массиве.
uk: Том (%s) вже є в масиві.

source: Tune volume task stopped before it was done: volume_name=%(volume_name)s, task-status=%(status)s.
ru: Выполнение задачи тонкой настройки тома преждевременно прервалось: том %(volume_name)s, состояние задачи %(status)s.
uk: Виконання задачі тонкого налаштування тому передчасно перервалося: том %(volume_name)s, стан задачі %(status)s.

source: Cannot retype from HPE3PARDriver to %s.
ru: Изменить тип с HPE3PARDriver на %s невозможно.
uk: Змінити тип з HPE3PARDriver на %s неможливо.

source: Cannot retype from one 3PAR array to another.
ru: Изменить тип с одного массива 3PAR на другой невозможно.
uk: Змінити тип з одного масиву 3PAR на інший неможливо.

source: Invalid new snapCPG name for retype. new_snap_cpg='%s'.
ru: Недопустимое новое имя snapCPG для изменения типа. new_snap_cpg='%s'.
uk: Неприпустиме нове ім’я snapCPG для зміни типу. new_snap_cpg='%s'.

source: Cannot retype to a CPG in a different domain.
ru: Невозможно изменить тип на CPG из другого домена.
uk: Неможливо змінити тип на CPG із іншого домену.

source: Cannot retype to a snap CPG in a different domain.
ru: Невозможно изменить тип на snapCPG из другого домена.
uk: Неможливо змінити тип на snapCPG із іншого домену.

source: A valid secondary target MUST be specified in order to failover.
ru: Для переключения после сбоя необходимо указать допустимый вторичный целевой объект.
uk: Для перемикання після збою необхідно вказати припустимий вторинний цільовий об’єкт.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the 3PAR backends.
ru: Хост не готов к обратному переключению. Выполните повторную синхронизацию томов и возобновите репликацию в базовых системах 3PAR.
uk: Хост не готовий до зворотнього перемикання. Виконайте повторну синхронізацію томів та відновіть реплікацію у базових системах 3PAR.

source: The replication mode was not configured correctly in the volume type extra_specs. If replication:mode is periodic, replication:sync_period must also be specified and be between 300 and 31622400 seconds.
ru: Режим репликации настроен неверно в параметрах extra_specs для типа тома. Если replication:mode задан как periodic, то необходимо указать replication:sync_period в пределах от 300 до 31622400 секунд.
uk: Режим реплікації налаштований невірно у параметрах extra_specs для типу тому. Якщо replication:mode заданий як periodic, то необхідно вказати replication:sync_period у межах від 300 до 31622400 секунд.

source: There was an error creating the remote copy group: %s.
ru: Ошибка при создании группы удаленного копирования: %s.
uk: Помилка при створенні групи вилученого копіювання: %s.

source: There was an error adding the volume to the remote copy group: %s.
ru: Ошибка при добавлении тома в группу удаленного копирования: %s.
uk: Помилка при додаванні тому до групи віддаленого копіювання: %s.

source: There was an error setting the sync period for the remote copy group: %s.
ru: Ошибка при настройке периода синхронизации для группы удаленного копирования: %s.
uk: Помилка при налаштуванні періоду синхронізації для групи віддаленого копіювання: %s.

source: There was an error starting remote copy: %s.
ru: Ошибка при запуске удаленного копирования: %s.
uk: Помилка при запуску віддаленого копіювання: %s.

source: There was an error setting up a remote copy group on the 3PAR arrays: ('%s'). The volume will not be recognized as replication type.
ru: Ошибка при настройке группы удаленного копирования в массивах 3PAR ('%s'). Неизвестный тип репликации для тома.
uk: Помилка при налаштуванні групи віддаленого копіювання у масивах 3PAR ('%s'). Невідомий тип реплікації для тому.

source: The failed-over volume could not be deleted: %s
ru: Нельзя удалить том, для которого выполнено переключение после сбоя: %s
uk: Неможна вилучити том, для якого виконано перемикання після збою: %s

source: Volume %s doesn't exist on array.
ru: Том %s не существует в массиве.
uk: Том %s не існує в масиві.

source: HPELeftHand url not found
ru: URL HPELeftHand не найден
uk: URL HPELeftHand не знайдений

source: LeftHand cluster not found
ru: Кластер LeftHand не найден
uk: Клястер LeftHand не знайдений

source: Invalid hpelefthandclient version found (%(found)s). Version %(minimum)s or greater required. Run 'pip install --upgrade python-lefthandclient' to upgrade the hpelefthandclient.
ru: Обнаружена недопустимая версия hpelefthandclient (%(found)s). Требуется версия %(minimum)s или более поздняя. Выполните команду 'pip install --upgrade python-lefthandclient' для обновления hpelefthandclient.
uk: Виявлена неприпустима версія hpelefthandclient (%(found)s). Потрібна версія %(minimum)s або пізніша. Виконайте команду 'pip install --upgrade python-lefthandclient' для оновлення hpelefthandclient.

source: Creating a consistency group from a source is not currently supported.
ru: Создание группы согласования из источника пока не поддерживается.
uk: Створення групи погодження із джерела поки не підтримується.

source: Could not find the parent volume for Snapshot '%s' on array.
ru: Не найден родительский том для моментальной копии '%s' в массиве.
uk: Не знайдено батьківський том для миттєвої копії '%s' в масиві.

source: An error occured while attempting to modifySnapshot '%s'.
ru: Ошибка при попытке изменения моментальной копии '%s'.
uk: Помилка при спробі змінювання миттєвої копії '%s'.

source: Reference must be the volume name of an unmanaged virtual volume.
ru: Для неуправляемого виртуального тома ссылка должна быть именем тома.
uk: Для некерованого вІртуального тому посилання повинне бути іменем тому.

source: Reference must be the name of an unmanaged snapshot.
ru: Ссылка должна быть именем неуправляемой моментальной копии.
uk: Посилання має бути іменем некерованої миттєвої копії.

source: Unmanaging of snapshots from 'failed-over' volumes is not allowed.
ru: Отмена управления моментальными копиями томами, переключенными после сбоя, не разрешена.
uk: Скасування керування миттєвими копіями томами, перемкнутими після збою, не дозволено.

source: Invalid HPELeftHand API version found: %(found)s. Version %(minimum)s or greater required for manage/unmanage support.
ru: Обнаружена недопустимая версия API HPELeftHand: %(found)s. Версия %(minimum)s или выше требуется для поддержки управления/отмены управления.
uk: Виявлена неприпустима версія API HPELeftHand: %(found)s. Версія %(minimum)s або вище потрібна для підтримки керування/скасування керування.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the LeftHand backends.
ru: Хост не готов к обратному переключению. Выполните повторную синхронизацию томов и возобновите репликацию в базовых системах LeftHand.
uk: Хост не готовий до зворотнього перемикання. Виконайте повторну синхронізацію томів та відновіть реплікацію у базових системах LeftHand.

source: The replication sync period must be at least %s seconds.
ru: Минимальное значение периода репликации составляет %s секунд.
uk: Мінімальне значення періоду реплікації складає %s секунд.

source: The retention count must be %s or less.
uk: Кількість збереження має бути %s або менше.

source: The remote retention count must be %s or less.
uk: Кількість віддаленого збереження має бути %s або менше.

source: There was an error setting up a remote schedule on the LeftHand arrays: ('%s'). The volume will not be recognized as replication type.
ru: Ошибка при настройке группы удаленного расписания в массивах LeftHand ('%s'). Неизвестный тип репликации для тома.
uk: Помилка при налаштуванні групи віддаленого розкладу у масивах LeftHand ('%s'). Невідомий тип реплікації для тому.

source: No FC port connected to fabric.
ru: Никакой порт Fibre Channel не подключен к фабрике.
uk: Ніякий порт Fibre Channel не під’єднаний до фабрики.

source: No initiator connected to fabric.
ru: Никакой инициатор не подключен к фабрике.
uk: Ніякий ініціятор не під’єднаний до фабрики.

source: RestURL is not configured.
ru: RestURL не настроен.
uk: RestURL не налаштований.

source: UserName is not configured.
ru: UserName не настроен.
uk: Ім’яКористувача не налаштовано.

source: UserPassword is not configured.
ru: UserPassword не настроен.
uk: ПарольКористувача не налаштовано.

source: SAN product is not configured.
ru: Продукт SAN не настроен.
uk: Продукт SAN не налаштований.

source: SAN protocol is not configured.
ru: Протокол SAN не настроен.
uk: Протокол SAN не налаштовано.

source: Invalid lun type %s is configured.
ru: Настроен недопустимый тип lun %s.
uk: Налаштований неприпустимий тип lun %s.

source: Invalid prefetch type '%s' is configured. PrefetchType must be in 0,1,2,3.
ru: Настроен недопустимый тип предварительной выборки '%s'. Тип PrefetchType должен быть 0,1,2,3.
uk: Налаштований неприпустимий тип попередньої вибірки '%s'. Тип PrefetchType має бути 0,1,2,3.

source: Storage pool is not configured.
ru: Пул памяти не настроен.
uk: Пул пам’яті не налаштований.

source: Invalid storage pool is configured.
ru: Настроен недопустимый пул памяти.
uk: Налаштований неприпустимий пул пам’яті.

source: Configuration is not found.
ru: Конфигурация не найдена.
uk: Конфігурацію не знайдено.

source: Get active client failed.
ru: Не удалось получить активного клиента.
uk: Не вдалося отримати активного клієнта.

source: Create volume error. Because %s.
ru: Ошибка создания тома. Причина: %s.
uk: Помилка створення тому. Причина: %s.

source: Hypermetro and Replication can not be used in the same volume_type.
ru: Нельзя использовать Hypermetro и репликацию с одним и тем же типом тома.
uk: Неможна використовувати Hypermetro і реплікацію з одним і тим самим типом тому.

source: Lun migration error.
ru: Ошибка переноса LUN.
uk: Помилка перенесення LUN.

source: Cannot find migration task.
ru: Не найдена задача переноса.
uk: Не знайдена задача перенесення.

source: create_volume_from_snapshot: Snapshot %(name)s does not exist.
ru: create_volume_from_snapshot: Моментальная копия %(name)s не существует.
uk: create_volume_from_snapshot: Миттєва копія %(name)s не існує.

source: Volume %s does not exist on the array.
ru: Том %s не существует в массиве.
uk: Том %s не існує в масиві.

source: Can't extend replication volume, volume: %(id)s
ru: Невозможно расширить том репликации %(id)s
uk: Неможливо розширити реплікацію тому, том: %(id)s

source: New size should be bigger than the real size from backend storage. realsize: %(oldsize)s, newsize: %(newsize)s.
ru: Новый размер должен быть больше фактического размера в базовой системе хранения. Фактический размер: %(oldsize)s, новый размер: %(newsize)s.
uk: Новий розмір має бути більшим фактичного розміру у базовій системі зберігання. Фактичний розмір: %(oldsize)s, новий розмір: %(newsize)s.

source: Can't get volume id from snapshot, snapshot: %(id)s
ru: Не удалось получить ИД тома из моментальной копии: %(id)s
uk: Не вдалося отримати ІД тому із миттєвої копії: %(id)s

source: Can't find cache name on the array, cache name is: %(name)s.
ru: Не найдено имя кэша в массиве. Имя кэша: %(name)s.
uk: Не знайдено ім’я кешу в масиві. Ім’я кешу: %(name)s.

source: Can't find partition name on the array, partition name is: %(name)s.
ru: Не найдено имя раздела в массиве. Имя раздела: %(name)s.
uk: Не знайдено ім’я розділу в масиві. Ім’я розділу: %(name)s.

source: An error occurred during the LUNcopy operation. LUNcopy name: %(luncopyname)s. LUNcopy status: %(luncopystatus)s. LUNcopy state: %(luncopystate)s.
ru: Ошибка во время операции LUNcopy. Имя LUNcopy: %(luncopyname)s. Статус LUNcopy: %(luncopystatus)s. Состояние LUNcopy: %(luncopystate)s.
uk: Помилка під час операції LUNcopy. Ім’я LUNcopy: %(luncopyname)s. Статус LUNcopy: %(luncopystatus)s. Стан LUNcopy: %(luncopystate)s.

source: Can't import LUN %s to Cinder. Already exists in a LUN group.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в группе LUN.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є у групі LUN.

source: Can't import LUN %s to Cinder. LUN status is not normal.
ru: Не удается импортировать LUN %s в Cinder. Состояние LUN указывает на ошибку.
uk: Не вдається імпортувати LUN %s у Cinder. Стан LUN вказує на помилку.

source: Can't import LUN %s to Cinder. Already exists in a HyperMetroPair.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в HyperMetroPair.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є в HyperMetroPair.

source: Failed to get SplitMirror.
ru: Не удалось получить SplitMirror.
uk: Не вдалося отримати SplitMirror.

source: Failed to get target LUN of SplitMirror.
ru: Не удалось получить целевой LUN SplitMirror.
uk: Не вдалося отримати цільовий LUN SplitMirror.

source: Can't import LUN %s to Cinder. Already exists in a SplitMirror.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в SplitMirror.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є в SplitMirror.

source: Failed to get migration task.
ru: Не удалось получить задачу переноса.
uk: Не вдалося отримати завдання міграції.

source: Can't import LUN %s to Cinder. Already exists in a migration task.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в задаче переноса.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є у задачі переносу.

source: Can't import LUN %s to Cinder. Already exists in a LUN copy task.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в задаче копирования LUN.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є у задачі копіювання LUN.

source: Can't import LUN %s to Cinder. Already exists in a remote replication task.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в задаче удаленной репликации.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є у задачі віддаленої реплікації.

source: Can't import LUN %s to Cinder. Already exists in a LUN mirror.
ru: Не удается импортировать LUN %s в Cinder. Он уже есть в зеркале LUN.
uk: Не вдається імпортувати LUN %s у Cinder. Він вже є у дзеркалі LUN.

source: The specified LUN does not belong to the given pool: %s.
ru: LUN не принадлежит данному пулу: %s.
uk: LUN не належить даному пулу: %s.

source: Can't import LUN %(lun_id)s to Cinder. LUN type mismatched.
ru: Не удается импортировать LUN %(lun_id)s в Cinder. Несовпадение типов LUN.
uk: Не вдається імпортувати LUN %(lun_id)s у Cinder. Незбігаються типи LUN.

source: Can't find LUN on the array, please check the source-name or source-id.
ru: Не найден LUN массива, проверьте правильность source-name или source-id.
uk: Не знайдений LUN масиву, перевірте правильність source-name або source-id.

source: Volume size must be multiple of 1 GB.
ru: Размер тома должен быть кратным 1 ГБ.
uk: Розмір тому має бути кратним 1 ГБ.

source: Can't import snapshot %s to Cinder. Snapshot status is not normal or running status is not online.
ru: Не удается импортировать моментальную копию %s в Cinder. Состояние моментальной копии указывает на ошибку или на то, что она недоступна.
uk: Не вдається імпортувати миттєву копію %s у Cinder. Стан миттєвої копії вказує на помилку або на те, що вона недоступна.

source: Can't import snapshot %s to Cinder. Snapshot is exposed to initiator.
ru: Не удается импортировать моментальную копию %s в Cinder. Моментальная копия экспортирована для инициатора.
uk: Не вдається імпортувати миттєву копію %s у Cinder. Миттєва копія експортована для ініціятора.

source: Must specify snapshot source-name or source-id.
ru: Необходимо указать source-name или source-id моментальной копии.
uk: Необхідно вказати source-name або source-id миттєвої копії.

source: Can't find snapshot on array, please check the source-name or source-id.
ru: Не найдена моментальная копия в массиве, проверьте правильность source-name или source-id.
uk: Не знайдена миттєва копія у масиві, перевірте правильність source-name або source-id.

source: Can't import snapshot %s to Cinder. Snapshot doesn't belong to volume.
ru: Не удается импортировать моментальную копию %s в Cinder. Моментальная копия не принадлежит тому.
uk: Не вдається імпортувати миттєву копію %s у Cinder. Миттєва копія не належить тому.

source: Snapshot size must be multiple of 1 GB.
ru: Размер моментальной копии должен быть кратен 1 ГБ.
uk: Розмір миттєвої копії має бути кратним 1 ГБ.

source: Invalid secondary id %s.
ru: Недопустимый вторичный ИД %s.
uk: Неприпустимий вторинний ІД %s.

source: No FC initiator can be added to host.
ru: Инициатор Fibre Channel не добавлен в хост.
uk: Ініціятор Fibre Channel не доданий в хост.

source: Can't find the same host id from arrays.
ru: Не найден такой ИД хоста в массивах.
uk: Не знайдений такий ІД хосту у масивах.

source: wait_for_condition: %s timed out.
ru: Истек тайм-аут wait_for_condition: %s.
uk: Сплив тайм-аут wait_for_condition: %s.

source: Remote pool cannot be found.
ru: Удаленный пул не найден.
uk: Віддалений пул не знайдено.

source: Create hypermetro error. %s.
ru: Ошибка создания hypermetro. %s.
uk: Помилка створення hypermetro. %s.

source: Can't get volume id. Volume name: %s.
ru: Не удаётся получить ИД тома. Имя тома: %s.
uk: Не вдається отримати ІД тому. Ім’я тому: %s.

source: Can not add FC port to host.
ru: Не удалось добавить порт Fibre Channel в хост.
uk: Не вдалося додати порт Fibre Channel у хост.

source: Map info is None due to array version not supporting hypermetro.
ru: Пустая информация карты: версия массива на поддерживает hypermetro.
uk: Порожня інформація мапи: версія масиву не підтримує hypermetro.

source: Create replication pair failed. Error: %s.
ru: Ошибка создания пары репликации: %s.
uk: Створити реплікацію пари не вдалося. Помилка: %s.

source: Split replication failed.
ru: Ошибка разделения репликации.
uk: Помилка розділення реплікації.

source: We should not do switch over on primary array.
ru: Переключение для основного массива не разрешено.
uk: Перемикання для основного масиву не дозволено.

source: Wait synchronize failed. Running status: %s.
ru: Ошибка ожидания синхронизации. Состояние выполнения: %s.
uk: Помилка очікування синхронізації. Стан виконання: %s.

source: Get remote device info failed.
ru: Ошибка получения удаленного устройства.
uk: Помилка отримання віддаленого пристрою.

source: Failed to login with all rest URLs.
ru: Не удалось войти через все URL REST.
uk: Не вдалося увійти через усі URL REST.

source: Logout session error.
ru: Ошибка завершения сеанса.
uk: Помилка завершення сеансу.

source: %(err)s result: %(res)s.
ru: %(err)s Результат: %(res)s.
uk: %(err)s Результат: %(res)s.

source: %s "data" is not in result.
ru: В результате нет элемента "data" %s.
uk: У результаті немає елемента "data" %s.

source: Create lun error.
ru: Ошибка создания LUN.
uk: Помилка створення LUN.

source: Delete lun error.
ru: Ошибка удаления LUN.
uk: Помилка вилучення LUN.

source: Query resource pool error.
ru: Ошибка запроса пула ресурсов.
uk: Помилка запиту пулу ресурсів.

source: Can not get pool info. pool: %s
ru: Не удаётся получить информацию о пуле: %s
uk: Не вдається отримати інформацію про пул: %s

source: Get lun id by name error.
ru: Ошибка получения ИД LUN по имени.
uk: Помилка отримання ІД LUN за ім’ям.

source: Activate snapshot error.
ru: Ошибка активации моментальной копии.
uk: Помилка активації миттєвої копії.

source: Create snapshot error.
ru: Ошибка создания моментальной копии.
uk: Помилка створення миттєвої копії.

source: Can't find lun info on the array. volume: %(id)s, lun name: %(name)s.
ru: Не удалось найти информацию о lun в массиве. Том: %(id)s, имя lun: %(name)s.
uk: Не вдалося знайти інформацію про lun у масиві. Том: %(id)s, ім’я lun: %(name)s.

source: Stop snapshot error.
ru: Ошибка остановки моментальной копии.
uk: Помилка зупинки миттєвої копії.

source: Delete snapshot error.
ru: Ошибка удаления моментальной копии.
uk: Помилка вилучення миттєвої копії.

source: Get snapshot id error.
ru: Ошибка получения ИД моментальной копии.
uk: Помилка отримання ІД миттєвої копії.

source: Create luncopy error.
ru: Ошибка создания копии LUN.
uk: Помилка створення копії LUN.

source: Find portgroup error.
ru: Ошибка поиска группы портов.
uk: Помилка пошуку групи портів.
