Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Error Verifying share: %(share)s on Project: %(project)s and Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при проверке общего ресурса %(share)s в проекте %(project)s и пуле %(pool)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при перевірці спільного ресурсу %(share)s в проєкті %(project)s у пулі %(pool)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating Snapshot: %(snapshot)s onshare: %(share)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка создания моментальной копии %(snapshot)s для общего ресурса %(share)s в пуле: %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка створення миттєвої копії %(snapshot)s для спільного ресурсу %(share)s у пулі: %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Deleting Snapshot: %(snapshot)s on Share: %(share)s to Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при удалении моментальной копии %(snapshot)s, общий ресурс: %(share)s, пул: %(pool)s, проект: %(project)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при вилученні миттєвої копії %(snapshot)s, Спільний ресурс: %(share)s, Пул: %(pool)s, Проєкт: %(project)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error modifying Service: %(service)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка изменения службы: %(service)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка зміни служби: %(service)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Creating Share: %(name)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка при создании общего ресурса: %(name)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при створенні спільного ресурсу: %(name)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error editing share: %(share)s on Pool: %(pool)s Return code: %(ret.status)d Message: %(ret.data)s .
ru: Ошибка при изменении общего ресурса: %(share)s, пул: %(pool)s, код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка при зміні спільного ресурсу: %(share)s, Пул: %(pool)s, Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Error Getting Share: %(share)s on Pool: %(pool)s Project: %(project)s Return code: %(ret.status)d Message: %(ret.data)s.
ru: Ошибка получения общего ресурса: %(share)s, пул: %(pool)s, проект: %(project)s код возврата: %(ret.status)d, сообщение: %(ret.data)s.
uk: Помилка отримання спільного ресурсу: %(share)s, Пул: %(pool)s, Проєкт: %(project)s Код повернення: %(ret.status)d, Повідомлення: %(ret.data)s.

source: Cannot create directory %s.
ru: Не удалось создать каталог %s.
uk: Не вдалося створити каталог %s.

source: Originating %(res)s %(prop)s must be one of '%(vals)s' values
ru: Исходное значение %(res)s %(prop)s должно быть одно из '%(vals)s'
uk: Початкове значення %(res)s %(prop)s має бути одне із '%(vals)s

source: Volume size '%(size)s'GB cannot be smaller than the snapshot size %(snap_size)sGB. They must be >= original snapshot size.
ru: Размер тома ('%(size)s' ГБ) не может быть меньше размера моментальной копии (%(snap_size)s ГБ). Размер тома должен быть не меньше размера исходной моментальной копии.
uk: Розмір тому ('%(size)s' ГБ) не може бути меншим розміру миттєвої копії (%(snap_size)s ГБ). Розмір тому має бути не менше розміру початкової миттєвої копії.

source: Volume size '%(size)s'GB cannot be smaller than original volume size %(source_size)sGB. They must be >= original volume size.
ru: Размер тома ('%(size)s' ГБ) не может быть меньше размера исходного тома (%(source_size)s ГБ). Размер тома должен быть не меньше размера исходного тома.
uk: Розмір тому ('%(size)s' ГБ) не може бути меншим розміру початкового тому (%(source_size)s ГБ). Розмір тому має бути не менше розміру початкового тому.

source: Volume size '%(size)s' must be an integer and greater than 0
ru: Размер тома '%(size)s' должен быть целым числом, превышающим 0
uk: Розмір тому '%(size)s' має бути цілим числом, що перевищує 0

source: Image %(image_id)s is not active.
ru: Образ %(image_id)s не активен.
uk: Образ %(image_id)s не задіяний.

source: Size of specified image %(image_size)sGB is larger than volume size %(volume_size)sGB.
ru: Размер указанного образа (%(image_size)s ГБ) превышает размер тома (%(volume_size)s ГБ).
uk: Розмір вказаного образу (%(image_size)s ГБ) перевищує розмір тому (%(volume_size)s ГБ).

source: Volume size %(volume_size)sGB cannot be smaller than the image minDisk size %(min_disk)sGB.
ru: Размер тома (%(volume_size)s ГБ) не может быть меньше minDisk образа (%(min_disk)s ГБ).
uk: Розмір тому (%(volume_size)s ГБ) не може бути меншим minDisk образу (%(min_disk)s ГБ).

source: Metadata property key blank
ru: Ключ свойства метаданных пуст
uk: Ключ властивости метаданих порожній

source: Metadata property key %s greater than 255 characters
ru: Ключ свойства метаданных %s длиннее 255 символов
uk: Ключ властивости метаданих %s довший 255 символів

source: Metadata property key %s value greater than 255 characters
ru: Значение %s ключа свойства метаданных длиннее 255 символов
uk: Значення %s ключа властивости метаданих довше 255 символів

source: Availability zone '%(s_az)s' is invalid.
ru: Зона доступности %(s_az)s недопустима.
uk: Зона доступності %(s_az)s неприпустима.

source: Volume must be in the same availability zone as the snapshot
ru: Том должен находиться в одной зоне доступности с моментальной копией
uk: Том повинен знаходитися у одній зоні доступності з миттєвою копією

source: Volume must be in the same availability zone as the source volume
ru: Том должен находиться в одной зоне доступности с исходным томом
uk: Том повинен знаходитися у одній зоні доступності з початковим томом

source: Create encrypted volumes with type %(type)s from image %(image)s is not supported.
ru: Создание зашифрованных томов с типом %(type)s из образа %(image)s не поддерживается.
uk: Створення зашифрованих томів з типом %(type)s із образу %(image)s не підтримується.

source: Volume create failed while extracting volume ref.
ru: Ошибка создания тома при извлечении ссылки на том.
uk: Помилка створення тому при видобуванні посилання на том.

source: Copying metadata from %(src_type)s %(src_id)s to %(vol_id)s.
ru: Копирование метаданных из %(src_type)s %(src_id)s в %(vol_id)s.
uk: Копіювання метаданих із %(src_type)s %(src_id)s у %(vol_id)s.

source: Failed updating volume %(vol_id)s metadata using the provided %(src_type)s %(src_id)s metadata
ru: Не удалось обновить метаданные тома %(vol_id)s с помощью указанных метаданных %(src_type)s %(src_id)s
uk: Не вдалося оновити метадані тому %(vol_id)s за допомогою вказаних метаданих %(src_type)s %(src_id)s

source: Image virtual size is %(image_size)dGB and doesn't fit in a volume of size %(volume_size)dGB.
ru: Виртуальный размер образа %(image_size)d ГБ, он слишком большой для тома размером %(volume_size)d ГБ.
uk: Віртуальний розмір образу %(image_size)d ГБ, він завеликий для тому розміром %(volume_size)d ГБ.

source: Volume driver %s not initialized.
ru: Драйвер тома %s не инициализирован.
uk: Драйвер тому %s не ініціялізований.

source: valid iqn needed for show_target
ru: Для show_target требуется допустимый iqn
uk: Для show_target потрібен припустимий iqn

source: The volume driver requires the iSCSI initiator name in the connector.
ru: Для драйвера тома требуется имя инициатора iSCSI в коннекторе.
uk: Для драйвера тому потрібне ім’я ініціятора iSCSI у конекторі.

source: Failed to set attribute 'Incoming user' for SCST target.
ru: Не удалось задать атрибут Входящий пользователь для целевого объекта SCST.
uk: Не вдалося задати атрибут Користувач, що входить для цільового об’єкту SCST.

source: You must implement __call__
ru: Отсутствует реализация __call__
uk: Ви повинні реалізувати __call__

source: Lookup service not configured. Config option for fc_san_lookup_service needs to specify a concrete implementation of the lookup service.
ru: Служба поиска не настроена. В параметре конфигурации fc_san_lookup_service необходимо указать конкретную реализацию службы поиска.
uk: Служба пошуку не налаштована. У параметрі конфігурації fc_san_lookup_service необхідно вказати конкретну реалізацію служби пошуку.

source: Failed adding connection for fabric=%(fabric)s: Error: %(err)s
ru: Не удалось добавить соединение для коммутируемой сети=%(fabric)s. Ошибка:%(err)s
uk: Не вдалося додати з’єднання для комутованої мережі=%(fabric)s. Помилка:%(err)s

source: Failed removing connection for fabric=%(fabric)s: Error: %(err)s
ru: Не удалось удалить соединение для коммутируемой сети=%(fabric)s. Ошибка:%(err)s
uk: Не вдалося вилучити з’єднання для комутованої мережі=%(fabric)s. Помилка:%(err)s

source: Missing Fibre Channel SAN configuration param - fc_fabric_names
ru: Не указан параметр конфигурации SAN Fibre Channel - fc_fabric_names
uk: Не вказано параметр конфігурації SAN Fibre Channel - fc_fabric_names

source: SSH connection failed for %(fabric)s with error: %(err)s
ru: Сбой соединения SSH для %(fabric)s, ошибка: %(err)s
uk: Збій з’єднання SSH для %(fabric)s, помилка: %(err)s

source: Failed to create south bound connector for %s.
uk: Не вдалося створити з'єднувач south bound для %s.

source: Malformed zone configuration: (switch=%(switch)s zone_config=%(zone_config)s).
ru: Неверный формат конфигурации зон: (коммутатор=%(switch)s конфигурация зон=%(zone_config)s).
uk: Невірний формат конфігурації зон: (комутатор=%(switch)s конфігурація зон=%(zone_config)s).

source: Creating and activating zone set failed: (Zone set=%(cfg_name)s error=%(err)s).
ru: Не удалось создать и активировать набор зон: (набор зон=%(cfg_name)s ошибка=%(err)s).
uk: Не вдалося створити та активувати набір зон: (набір зон=%(cfg_name)s помилка=%(err)s).

source: Deleting zones failed: (command=%(cmd)s error=%(err)s).
ru: Не удалось удалить зоны: (команда=%(cmd)s ошибка=%(err)s).
uk: Не вдалося вилучити зони: (команда=%(cmd)s помилка=%(err)s).

source: Error while checking transaction status: %s
ru: Ошибка проверки состояния транзакции: %s
uk: Помилка перевірки стану транзакції: %s

source: Error while running zoning CLI: (command=%(cmd)s error=%(err)s).
ru: Ошибка выполнения распределения по зонам через интерфейс командной строки: (команда=%(cmd)s ошибка=%(err)s).
uk: Помилка виконання розподілення за зонами через інтерфейс командного рядка: (команда=%(cmd)s помилка=%(err)s).

source: Error while getting data via ssh: (command=%(cmd)s error=%(err)s).
ru: Ошибка получения данных через ssh: (команда=%(cmd)s ошибка=%(err)s).
uk: Помилка отримання даних через ssh: (команда=%(cmd)s помилка=%(err)s).

source: Malformed nameserver string: %s
ru: Неверный формат строки сервера имен: %s
uk: Невірний формат рядка сервера імен: %s

source: Failed to add zoning configuration.
ru: Не удалось добавить конфигурацию распределения по зонам.
uk: Не вдалося додати конфігурацію розподілення за зонами.

source: Failed to update or delete zoning configuration.
ru: Не удалось обновить или удалить конфигурацию распределения по зонам.
uk: Не вдалося оновити або вилучити зонування конфігурації.

source: Unsupported firmware on switch %s. Make sure switch is running firmware v6.4 or higher
ru: Неподдерживаемое встроенное ПО на коммутаторе %s. Убедитесь, что на коммутаторе работает встроенное ПО версии 6.4 или выше
uk: Непідтримуване вбудоване ПЗ на комутаторі %s. Переконайтеся, що на комутаторі працює вбудоване ПЗ версії 6.4 або вище

source: Failed to get name server info.
ru: Не удалось получить информацию о серверах имен.
uk: Не вдалося отримати інформацію про сервери імен.

source: Failed to retrieve active zoning configuration %s
ru: Извлечь активную конфигурацию распределения по зонам, %s, не удалось
uk: Видобути активну конфігурацію розподілення за зонами, %s, не вдалося

source: Error while querying page %(url)s on the switch, reason %(error)s.
ru: Ошибка запроса страницы %(url)s на коммутаторе, причина %(error)s.
uk: Помилка запиту сторінки %(url)s на комутаторі, причина %(error)s.

source: Error while connecting the switch %(switch_id)s with protocol %(protocol)s. Error: %(error)s.
ru: Ошибка при подключении коммутатора %(switch_id)s по протоколу %(protocol)s. Ошибка: %(error)s.
uk: Помилка при під’єднанні комутатора %(switch_id)s за протоколом %(protocol)s. Помилка: %(error)s.

source: Unexpected status code from the switch %(switch_id)s with protocol %(protocol)s for url %(page)s. Error: %(error)s
ru: Непредвиденный код состояния коммутатора %(switch_id)s с протоколом %(protocol)s для url %(page)s. Ошибка: %(error)s
uk: Непередбачений код стану комутатора %(switch_id)s з протоколом %(protocol)s для url %(page)s. Помилка: %(error)s

source: Error while creating authentication token: %s
ru: Ошибка при создании маркера идентификации: %s
uk: Помилка при створенні маркера ідентифікації: %s

source: Authentication failed, verify the switch credentials, error code %s.
ru: Ошибка идентификации. Проверьте идентификационные данные. Код ошибки %s.
uk: Помилка ідентифікації. Перевірте ідентифікаційні дані. Код помилки %s.

source: Error while authenticating with switch: %s.
ru: Ошибка при идентификации на коммутаторе: %s.
uk: Помилка при ідентифікації на комутаторі: %s.

source: Error while getting session information %s.
ru: Ошибка при получении информации о сеансе %s.
uk: Помилка при отриманні інформації про сеанс %s.

source: Error while parsing the data: %s.
ru: Ошибка при анализе данных: %s
uk: Помилка при аналізі даних: %s

source: Error while getting nvp value: %s.
ru: Ошибка при получении значения nvp: %s.
uk: Помилка при отриманні значення nvp: %s.

source: Error while checking whether VF is available for management %s.
ru: Ошибка при проверке доступности VF для управления %s.
uk: Помилка при перевірці доступності VF для керування %s.

source: Cannot change VF context in the session.
ru: Не удаётся изменить контекст VF в сеансе.
uk: Не вдається змінити контекст VF у сеансі.

source: Cannot change VF context, specified VF is not available in the manageable VF list %(vf_list)s.
ru: Не удаётся изменить контекст VF, данный VF недоступен в списке управляемых VF %(vf_list)s.
uk: Не вдається змінити контекст VF, даний VF недоступний у переліку керованих VF %(vf_list)s.

source: Error while changing VF context %s.
ru: Ошибка при изменении контекста VF %s.
uk: Помилка при зміненні контексту VF %s.

source: Error while checking the firmware version %s.
ru: Ошибка при проверке версии встроенного ПО %s.
uk: Помилка при перевірці версії вбудованого ПЗ %s.

source: Failed getting active zone set from fabric %s.
ru: Не удалось получить набор активных зон из фабрики %s.
uk: Не вдалося отримати набір активних зон із фабрики %s.

source: Applying the zones and cfgs to the switch failed (error code=%(err_code)s error msg=%(err_msg)s.
ru: Не удалось применить зоны и конфигурации для коммутатора (код ошибки=%(err_code)s сообщение об ошибке=%(err_msg)s.
uk: Не вдалося застосувати зони та конфігурації для коммутатора (код помилки=%(err_code)s повідомлення про помилку=%(err_msg)s.

source: Exception while forming the zone string: %s.
ru: Исключительная ситуация при формировании строки зоны: %s.
uk: Виключна ситуація при формуванні рядка зони: %s.

source: Error while updating the new zones and cfgs in the zone string. Error %(description)s.
ru: Ошибка при обновлении новых зон и конфигураций в строке зоны. Ошибка: %(description)s.
uk: Помилка при оновленні нових зон та конфігурацій у рядку зони. Помилка: %(description)s.

source: Error while removing the zones and cfgs in the zone string: %(description)s.
ru: Ошибка при удалении зон и конфигураций из строки зоны: %(description)s.
uk: Помилка при вилученні зон та конфігурацій із рядка зони: %(description)s.

source: No VF ID is defined in the configuration file.
ru: В файле конфигурации не задан VF ID.
uk: У файлі конфігурації не заданий VF ID.

source: VF is not enabled.
ru: VF не включен.
uk: VF не увімкнений.

source: Malformed fcns output string: %s
ru: Неправильный формат строки вывода fcns: %s
uk: Неправильний формат рядка виводу fcns: %s

source: Error executing command via ssh: %s
ru: Ошибка выполнения команды через ssh: %s
uk: Помилка виконання команди через ssh: %s

source: Creating and activating zone set failed: (Zone set=%(zoneset)s error=%(err)s).
ru: Не удалось создать и активировать набор зон: (набор зон=%(zoneset)s ошибка=%(err)s).
uk: Не вдалося створити й активувати набір зон: (набір зон=%(zoneset)s помилка=%(err)s).

source: Malformed zone status: (switch=%(switch)s zone_config=%(zone_config)s).
ru: Неправильный формат области: (коммутатор=%(switch)s конфигурация области=%(zone_config)s).
uk: Неправильний формат області: (комутатор=%(switch)s конфігурація області=%(zone_config)s).

source: Malformed show fcns database string: %s
ru: Неправильный формат строки базы данных команды show fcns: %s
uk: Неправильний формат рядка бази даних команди show fcns: %s

source: Zoning Policy: %s, not recognized
ru: Стратегия распределения по зонам %s не распознана
uk: Стратегія розподілення за зонами %s не розпізнана

source: Failed to update or delete zoning configuration
ru: Не удалось обновить или удалить конфигурацию распределения по зонам
uk: Не вдалося оновити або вилучити конфігурацію розподілення за зонами

source: Failed to get show fcns database info.
ru: Не удалось получить информацию из базы данных команды show fcns.
uk: Не вдалося отримати інформацію із бази даних команди show fcns.

source: Failed to access active zoning configuration.
ru: Нет доступа к активной конфигурации распределения по зонам.
uk: Немає доступу до активної конфігурації розподілення за зонами.

source: Failed to access zoneset status:%s
ru: Не удалось получить доступ к состоянию набора областей: %s
uk: Не вдалося отримати доступ до стану набору областей: %s
