Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the AOL Instant Messaging (AIM) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
uk: МЕТА: Цей тест перевірить, як працює проґрама обміну повідомленнями Empathy. ДІЇ: 1. Виберіть «Перевірити» для запуску Empathy. 2. Налаштуйте її для під’єднання до сервісу AOL Instant Messaging (AOL). 3. Після того, як Ви завершите тест, закрийте Empathy для продовження. ПЕРЕВІРКА: Чи вдалося Вам коректно під’єднатися та відправляти (приймати) повідомлення?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Microsoft Network (MSN) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
uk: МЕТА: Цей тест перевірить, як працює проґрама обміну повідомленнями Empathy. ДІЇ: 1. Виберіть «Перевірити» для запуску Empathy. 2. Налаштуйте її для під’єднання до сервісу балачки Microsoft Network (MSN). 3. Після того, як Ви завершите тест, закрийте Empathy для продовження. ПЕРЕВІРКА: Чи вдалося Вам коректно під’єднатися та відправляти (приймати) повідомлення?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a POP3 account. VERIFICATION: Were you able to receive and read e-mail correctly?
uk: МЕТА: Ця перевірка дозволяє переконатися у працездатності Evolution. ДІЇ: 1. Клацніть на кнопці "Перевірити" для запуску Evolution. 2. Налаштуйте проґраму для під’єднання з використанням облікового запису POP3. ПЕРЕВІРКА: Чи з’явилася можливість отримувати та читати повідомлення електронної пошти належним чином?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a IMAP account. VERIFICATION: Were you able to receive and read e-mail correctly?
uk: МЕТА: Ця перевірка дозволяє переконатися у працездатності Evolution. ДІЇ: 1. Клацніть на кнопці "Перевірити" для запуску Evolution. 2. Налаштуйте проґраму для під’єднання з використанням облікового запису IMAP. ПЕРЕВІРКА: Чи з’явилася можливість отримувати та читати повідомлення електронної пошти належним чином?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a SMTP account. VERIFICATION: Were you able to send e-mail without errors?
uk: МЕТА: Ця перевірка дозволяє переконатися у працездатності Evolution. ДІЇ: 1. Клацніть на кнопці "Перевірити" для запуску Evolution. 2. Налаштуйте проґраму для під’єднання з використанням облікового запису SMTP. ПЕРЕВІРКА: Відправлення повідомлень електронної пошти виконується без помилок?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator. VERIFICATION: Did it launch correctly?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності gcalctool (Calculator). ДІЇ: Клацніть на кнопці "Перевірити" для відкриття калькулятора. ПЕРЕВІРКА: Запуск здійснено належним чином?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Simple math functions (+,-,/,*) 2. Nested math functions ((,)) 3. Fractional math 4. Decimal math VERIFICATION: Did the functions perform as expected?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності gcalctool (Калькулятор). ДІЇ: Клацніть на кнопці "Перевірити" для відкриття калькулятора та виконайте такі дії: 1. Прості математичні функції (+,-/, *) 2. Вкладені математичні функції ((,)) 3. Дії з дрібовими числами 4. Дії з десятковими числами ПЕРЕВІРКА: Функції були виконані належним чином?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Memory set 2. Memory reset 3. Memory last clear 4. Memory clear VERIFICATION: Did the functions perform as expected?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності gcalctool (Калькулятор). ДІЇ: Клацніть на кнопці "Перевірити" для відкриття калькулятора та виконайте такі дії: 1. Занесіть число у пам’ять (MS) 2. Викличіть число із пам’яті (MR) 3. Очистка останнього доданого в пам’ять числа (MLC) 4. Очистіть пам’ять (MС) ПЕРЕВІРКА: Функції були виконані належним чином?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Cut 2. Copy 3. Paste VERIFICATION: Did the functions perform as expected?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності gcalctool (Калькулятор). ДІЇ: Клацніть на кнопці "Перевірити" для відкриття калькулятора й потім виконайте такі операції: 1. Вирізати 2. Копіювати 3. Вставити ПЕРЕВІРКА: Операції були виконані належним чином?

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit. 2. Enter some text and save the file (make a note of the file name you use), then close gedit. VERIFICATION: Did this perform as expected?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності gedit (Текстовий редактор). ДІЇ: 1. Клацніть на кнопці "Перевірити" для відкриття gedit. 2. Уведіть будь-який текст та збережіть у файл (запам’ятайте привласнене файлу ім’я), потім закрийте gedit. ПЕРЕВІРКА: Виконано належним чином?

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit, and re-open the file you created previously. 2. Edit then save the file, then close gedit. VERIFICATION: Did this perform as expected?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності gedit (Текстовий редактор). ДІЇ: 1. Клацніть на кнопці "Перевірити" для відкриття gedit, потім відкрийте у ньому створений Вами раніше файл. 2. Внесіть зміни у текст, потім збережіть у файл та закрийте gedit. ПЕРЕВІРКА: Виконано належним чином?

source: PURPOSE: This test will check that Gnome Terminal works. STEPS: 1. Click the "Test" button to open Terminal. 2. Type 'ls' and press enter. You should see a list of files and folder in your home directory. 3. Close the terminal window. VERIFICATION: Did this perform as expected?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності терміналу Gnome Terminal. ДІЇ: 1. Клацніть на кнопці "Перевірити" для відкриття Терміналу. 2. Уведіть 'ls' й натисніть клавішу Ввід. Ви побачите перелік файлів та тек у домашній теці. 3. Закрийте вікно терміналу. ПЕРЕВІРКА: Виконано належним чином?

source: Test to check that virtualization is supported and the test system has at least a minimal amount of RAM to function as an OpenStack Compute Node
uk: Перевірка підтримки віртуалізації та тест наявності в системі мінімального розміру оперативної пам'яті для функціонування OpenStack Compute Node.

source: Test to determine if this system is capable of running hardware accelerated KVM virtual machines
uk: Тест виявлення підтримки системою можливости запуску прискорених KVM віртуальних машин

source: Test to check that a cloud image boots and works properly with KVM
uk: Тест перевірки завантаження і коректної роботи хмарного образу в KVM

source: Wireless scanning test. It scans and reports on discovered APs.
uk: Перевірка бездротового сканування. Перевіряється сканування точок доступу та записується звіт про виявлені точки доступу.

source: PURPOSE: This test will check your wireless connection. STEPS: 1. Click on the Network icon in the panel. 2. Select a network below the 'Wireless networks' section. 3. Click "Test" to verify that it's possible to establish an HTTP connection. VERIFICATION: Did a notification show and was the connection correctly established?
uk: МЕТА: Цей тест дозволить перевірити Ваше бездротове з’єднання. ДІЇ: 1. Клацніть на піктограмі мережі на верхній панелі. 2. Виберіть мережа із розділу 'Бездротові мережі'. 3. Клацніть "Перевірити" для виконання можливости встановлення НTTP з’єднання. ПЕРЕВІРКА: Чи було показано сповіщення, а також чи працездатне з’єднання?

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols.
uk: Перевіряється, що обладнання бездротових систем може підключитися до маршрутизатора використовуючи WPA-безпеку та 802.11b/g протокол.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols.
uk: Перевіряється, що обладнання бездротових систем може підключитися до маршрутизатора не використовуючи безпеку та 802.11b/g протокол.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol.
uk: Перевіряється, що обладнання бездротових систем може підключитися до маршрутизатора використовуючи WPA-безпеку та 802.11n протокол.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol.
uk: Перевіряється, що обладнання бездротових систем може підключитися до маршрутизатора не використовуючи безпеку та 802.11n протокол.

source: Tests the performance of a systems wireless connection through the iperf tool.
uk: Тести продуктивності бездротових систем зв'язку через інструмент Iperf.

source: Tests the performance of a systems wireless connection through the iperf tool, using UDP packets.
uk: Тести продуктивності бездротових систем зв'язку через інструмент Iperf, використовуючи UDP пакети.

source: Test that the system's wireless hardware can connect to a router using the 802.11a protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11a protocol.
uk: Перевіряє здатність бездротового обладнання системи під’єднуватися до маршрутизатора використовуючи протокол 802.11a. Для цього, необхідно попередньо налаштувати маршрутизатор, так щоб він відповідав лише на запити протоколу 802.11a.

source: Test that the system's wireless hardware can connect to a router using the 802.11b protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11b protocol.
uk: Перевіряє здатність бездротового обладнання системи під’єднуватися до маршрутизатора використовуючи протокол 802.11b. Для цього, необхідно попередньо налаштувати маршрутизатор, так щоб він відповідав лише на запити протоколу 802.11b.

source: Test that the system's wireless hardware can connect to a router using the 802.11g protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11g protocol.
uk: Перевіряє здатність бездротового обладнання системи під’єднуватися до маршрутизатора використовуючи протокол 802.11g. Для цього, необхідно попередньо налаштувати маршрутизатор, так щоб він відповідав лише на запити протоколу 802.11g.

source: Usage: checkbox [OPTIONS]
uk: Використання: checkbox [ПАРАМЕТРИ]

source: Print version information and exit.
uk: Вивести інформацію про версію та вийти

source: The file to write the log to.
uk: Файл для запису дій.

source: One of debug, info, warning, error or critical.
uk: Одне із повідомлень, інформація, небезпека, помилка або критично.

source: Configuration override parameters.
uk: Налаштування параметрів заміщення.

source: Shorthand for --config=.*/jobs_info/blacklist.
uk: Коротка форма для --config=.*/jobs_info/blacklist.

source: Shorthand for --config=.*/jobs_info/blacklist_file.
uk: Коротка форма для --config=.*/jobs_info/blacklist_file.

source: Shorthand for --config=.*/jobs_info/whitelist.
uk: Коротка форма для --config=.*/jobs_info/whitelist.

source: Shorthand for --config=.*/jobs_info/whitelist_file.
uk: Коротка форма для --config=.*/jobs_info/whitelist_file.

source: Missing configuration file as argument.
uk: Не вистачає конфігураційного файла як аргумента.

source: Command not found.
uk: Команда не знайдена.

source: Command received signal %(signal_name)s: %(signal_description)s
uk: Команда отримала сигнал %(signal_name)s: %(signal_description)s

source: Hangup detected on controlling terminal or death of controlling process
uk: Виявлене зависання на контролюючому терміналі або смерть контролюючого процесу

source: Interrupt from keyboard
uk: Перервати з клавіатури

source: Quit from keyboard
uk: Вихід з клавіатури

source: Illegal Instruction
uk: Неприпустима інструкція

source: Abort signal from abort(3)
uk: Сигнал припинення від abort(3)

source: Floating point exception
uk: Помилка операції з крапкою, що плаває

source: Kill signal
uk: Сигнал зняття

source: Invalid memory reference
uk: Неправильне посилання на пам’ять

source: Broken pipe: write to pipe with no readers
uk: Зламаний конвеєр (pipe): запис до конвеєра без читачів

source: Timer signal from alarm(2)
uk: Сигнал таймера від alarm(2)

source: Termination signal
uk: Сигнал завершення

source: User-defined signal 1
uk: Визначений користувачем сигнал 1

source: User-defined signal 2
uk: Визначений користувачем сигнал 2

source: Child stopped or terminated
uk: Нащадок зупинений або перерваний

source: Continue if stopped
uk: Продовжувати, якщо зупинено

source: Stop process
uk: Зупинити процес

source: Stop typed at tty
uk: Зупинка набору на tty

source: tty input for background process
uk: ввід з tty для фонового процесу

source: tty output for background process
uk: вивід на tty для фонового процесу

source: UNKNOWN
uk: НЕВІДОМЕ

source: Unknown signal
uk: Невідомий сигнал

source: yes
uk: так

source: no
uk: ні

source: skip
uk: пропустити

source: Press any key to continue...
uk: Натисніть будь-яку клавішу для продовження…

source: Please choose (%s):
uk: Будь ласка, оберіть (%s):

source: Space when finished
uk: Пробіл після завершення

source: Combine with character above to expand node
uk: Сполучіть з символами згори для розширення вузла

source: test
uk: перевірка

source: test again
uk: перевірити знову

source: Please type here and press Ctrl-D when finished:
uk: Будь ласка напишіть сюди та натисніть Ctrl-D для закінчення:

source: Continue
uk: Продовжити

source: Previous
uk: Попередній

source: Next
uk: Наступний

source: Select All
uk: Виділити все

source: Deselect All
uk: Зняти виділення

source: Expand All
uk: Розгорнути усе

source: Collapse All
uk: Згорнути усе

source: Test
uk: Тест

source: Test Again
uk: Повторити тест

source: _Test Again
uk: _Перевірити знову

source: Info
uk: Інформація

source: Error
uk: Помилка

source: Detailed information...
uk: Докладна інформація...

source: Rerun
uk: Запустити повторно

source: Restart
uk: Перезапустити

source: SYSTEM TESTING: Please enter your password. Some tests require root access to run properly. Your password will never be stored and will never be submitted with test results.
uk: ТЕСТУВАННЯ СИСТЕМИ: Уведіть свій пароль. Для правильної роботи деяких тестів потрібен доступ з правами суперкористувача. Ваш пароль не буде ніде збережений й ніколи не буде відправлятися разом з результатами тесту.

source: PASSWORD:
uk: ПАРОЛЬ:

source: Successfully finished testing!
uk: Перевірка закінчена успішно!

source: _Finish
uk: _Завершити

source: Gathering information from your system...
uk: Збирається інформація про Ваш комп'ютер...

source: Welcome to System Testing! Checkbox provides tests to confirm that your system is working properly. Once you are finished running the tests, you can view a summary report for your system.
uk: Вітаємо у Тестуванні системи! Тестуванні системи виконує перевірку вашої системи, щоб підтвердити правильність її роботи. По закінченню тестування, ви зможете переглянути звіт про вашу систему.

source: Warning: Some tests could cause your system to freeze or become unresponsive. Please save all your work and close all other running applications before beginning the testing process.
uk: Увага: Деякі тести можуть викликати збільшення часу відповіді системи. Перед тим як почати тестування, будь ласка, збережіть свою роботу та закрийте усі відкриті проґрами.

source: Failed to open file '%s': %s
uk: Не вдається відкрити файл '%s': %s

source: Dependencies are missing so some jobs will not run.
uk: Відсутні залежності, таким чином деякі завдання не будуть виконані.

source: To fix this, close checkbox and add the missing dependencies to the whitelist.
uk: Щоб виправити неполадку, закрийте перевірку системи та додайте відсутні залежності до білого переліку.

source: Whitelist not topologically ordered
uk: Білий список невпорядкований топологічно

source: Jobs will be reordered to fix broken dependencies
uk: Завдання будуть перевпорядковані для виправлення неполадок з залежностями

source: Failed to process form: %s
uk: Не вдалось обробити форму: %s

source: Failed to contact server. Please try again or upload the following file name: %s directly to the system database: https://launchpad.net/+hwdb/+submit
uk: Не вдається з’єднатися з сервером. Будь ласка, спробуйте ще раз або завантажте файл: %s безпосередньо до бази даних пристроїв: https://launchpad.net/+hwdb/+submit

source: Failed to upload to server, please try again later.
uk: Помилка вивантаження на сервер. Будь ласка, спробуйте ще раз пізніше.

source: Information not posted to Launchpad.
uk: Інформація не поміщена на Launchpad.

source: The following report has been generated for submission to the Launchpad hardware database: [[%s|View Report]] You can submit this information about your system by providing the email address you use to sign in to Launchpad. If you do not have a Launchpad account, please register here: https://launchpad.net/+login
uk: Створено наступний звіт для відправлення у базу даних обладнання Launchpad: [[%s|View Report]] Ви можете відправити цю інформацію про свою систему, вказавши адресу електронної пошти, яку використовували при реєстріції на Launchpad. Якщо в Вас ще немає облікового запису на Launchpad, будь ласка, зареєструйтеся тут: https://launchpad.net/+login

source: Email
uk: Ел. пошта

source: Email address must be in a proper format.
uk: Адреса електронної пошти повинна бути записана у правильному форматі.

source: Exchanging information with the server...
uk: Йде обмін інформацією з сервером...

source: The generated report seems to have validation errors, so it might not be processed by Launchpad.
uk: Сформований звіт, швидше за все, містить помилки перевірки, тому може бути не опрацьований Launchpad.

source: There is another checkbox running. Please close it first.
uk: Інша копія Тестування системи вже запущена. Будь ласка, спочатку закрийте її.

source: Executing %(test_name)s
uk: Виконання %(test_name)s

source: Checkbox did not finish completely. Do you want to rerun the last test, continue to the next test, or restart from the beginning?
uk: Перевірка системи не завершена. Ви справді бажаєте запустити останній тест знову, почати з наступного тесту чи перезапустити з самого початку?

source: Building report...
uk: Формування звіту...

source: Running %s...
uk: Виконується %s

source: Choose tests to run on your system:
uk: Виберіть тести для виконання на Вашому комп’ютері:

source: Enter text:
uk: Введіть текст:

source: Type Text
uk: Наберіть текст

source: Not required
uk: Непотрібно

source: Untested
uk: Перевірка не виконувалася

source: Tested
uk: Перевірено

source: Test cancelled
uk: Тест скасований

source: Please press each key on your keyboard.
uk: Будь ласка, натисніть кожну клавішу на клавіятурі.

source: I will exit automatically once all keys have been pressed.
uk: Тест завершиться автоматично після натискання усіх клавіш.

source: If your keyboard lacks one or more keys, press its number to skip testing that key.
uk: Якщо на Вашій клавіятурі відсутня одна або декілька клавіш, уведіть її номер для того щоб відмовитися від перевірки даної клавіші.

source: You can also close me by pressing ESC or Ctrl+C.
uk: Тест можна також перервати натисканням ESC або Ctrl+C.

source: %(key_name)s key has been pressed
uk: натиснена клавіша %(key_name)s

source: All required keys have been tested!
uk: Усі необхідні клавіші були перевірені!

source: Key test
uk: Перевірити клавішу

source: _Exit
uk: _Вийти

source: Skip
uk: Пропустити

source: If a key is not present in your keyboard, press the 'Skip' button below it to remove it from the test.
uk: Якщо клавіша відсутня на Вашій клавіятурі, натисніть кнопку «Пропустити», щоб не використовувати її у тесті.

source: Test interrupted
uk: Тест перерваний

source: No Internet connection
uk: Немає з’єднання з інтернет

source: Connection established, but lost {}% of packets
uk: З'єднання встановлено, але втрачено {}% o пакетів

source: FAIL: {}% packet loss is higherthan {}% threshold
uk: НЕ ПРОЙДЕНО: {}% втрата пакетів перевищує {}% порогу

source: PASS: {}% packet loss is within {}% threshold
uk: ПРОЙДЕНО: {}% втрата пакетів в межах {}% порогу

source: Internet connection fully established
uk: З’єднання з інтернет повністю встановлено

source: Working
uk: Виконується завдання

source: Audio Test
uk: Перевірка звуку

source: Bluetooth Test
uk: Перевірка Bluetooth

source: Camera Test
uk: Перевірка камери

source: CPU Test
uk: Перевірка Центрального процесора

source: Disk Test
uk: Перевірка Диску

source: Firewire Test
uk: Перевірка Firewire

source: Graphics Test
uk: Перевірка Графіки

source: Info Test
uk: Перевіка Інформації

source: Input Test
uk: Перевірка Уведення

source: Keys Test
uk: Перевірка клавіш

source: Media Card Test
uk: Перевірка карти Media

source: Memory Test
uk: Перевірка Пам’яті

source: Miscellanea Test
uk: Перевірка Збірки

source: Monitor Test
uk: Перевірка Монітору

source: Networking Test
uk: Перевірка Мережі

source: Wireless Test
uk: Перевірка Бездротового зв’язку

source: Optical Test
uk: Оптична перевірка

source: ExpressCard Test
uk: Перевірка ExpressCard

source: Power Management Test
uk: Перевірка Керування живленням

source: Suspend Test
uk: Перевірка Призупинити

source: USB Test
uk: Перевірка USB

source: Not Started
uk: Поки не виконувалася

source: Done
uk: Завершено

source: Not Supported
uk: Не підтримується

source: Not Resolved
uk: Не Вирішено

source: Not Tested
uk: Не Перевірено

source: In Progress
uk: Виконується

source: Are you sure?
uk: Ви впевнені?

source: Do you really want to skip this test?
uk: Ви впевнені, що бажаєте пропустити дану перевірку?

source: Don't ask me again
uk: Більше не питати

source: Form
uk: Форма

source: System Testing
uk: Система Перевіряється

source: Tab 1
uk: Вкладка 1

source: 10 tests completed out of 30 (30%)
uk: 10 з 30 перевірок завершено (30%)

source: Components
uk: Компоненти

source: Status
uk: Стан

source: Select all
uk: Позначити все

source: Deselect all
uk: Зняти позначення з усіх

source: Start testing
uk: Почати тестування

source: Selection
uk: Виділення

source: TextLabel
uk: Текстова мітка

source: Comments
uk: Відгуки

source: &Yes
uk: &Так

source: &No
uk: &Ні

source: &Skip this test
uk: Пропустити цей тест

source: &Test
uk: &Перевірити

source: Tab 2
uk: Вкладка 2

source: Ne&xt
uk: Н&аступний

source: &Previous
uk: &Попередній

source: Run
uk: Запустити
