Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Associate portgroup to mapping view error.
ru: Ошибка связывания группы портов с представлением связей.
uk: Помилка пов’язування групи портів з представленням зв’язків.

source: Check portgroup associate error.
ru: Ошибка проверки связывания группы портов.
uk: Помилка перевірки пов’язування групи портів.

source: Get iSCSI target port error.
ru: Ошибка получения порта целевого объекта iSCSI.
uk: Помилка отримання порту об’єкту призначення iSCSI.

source: Get hostgroup information error.
ru: Ошибка получения информации о группе хостов.
uk: Помилка отримання інформації про групу хостів.

source: Get lungroup information error.
ru: Ошибка получения информации о группе LUN.
uk: Помилка отримання інформації про групу LUN.

source: Failed to create hostgroup: %(name)s. Check if it exists on the array.
ru: Не удалось создать группу хостов: %(name)s. Проверьте, есть ли она в массиве.
uk: Не вдалося створити групу хостів: %(name)s. Перевірте, чи є вона в масиві.

source: Create hostgroup error.
ru: Ошибка создания группы хостов.
uk: Помилка створення групи хостів.

source: Create lungroup error.
ru: Ошибка создания группы LUN.
uk: Помилка створення групи LUN.

source: Delete lungroup error.
ru: Ошибка удаления группы LUN.
uk: Помилка вилучення групи LUN.

source: Check lungroup associate error.
ru: Ошибка проверки связывания группы LUN.
uk: Помилка перевірки пов’язування групи LUN.

source: Check hostgroup associate error.
ru: Ошибка проверки связывания группы хостов.
uk: Помилка перевірки пов’язування групи хостів.

source: Find host lun id error.
ru: Ошибка поиска ИД LUN хоста.
uk: Помилка пошуку ІД LUN хосту.

source: Find host in hostgroup error.
ru: Ошибка поиска хоста в группе хостов.
uk: Помилка пошуку хосту в групі хостів.

source: Failed to create host: %(name)s. Please check if it exists on the array.
ru: Не удалось создать хост: %(name)s. Проверьте, есть ли он в массиве.
uk: Не вдалося створити хост: %(name)s. Перевірте, чи є він в масиві.

source: Add new host error.
ru: Ошибка добавления нового хоста.
uk: Помилка додавання нового хосту.

source: Associate host to hostgroup error.
ru: Ошибка связывания хоста с группой хостов.
uk: Помилка пов’язування хосту з групою хостів.

source: Associate lun to lungroup error.
ru: Ошибка связывания LUN с группой LUN.
uk: Помилка пов’язування LUN з групою LUN.

source: Delete associated lun from lungroup error.
ru: Ошибка удаления связанного LUN из группы LUN.
uk: Помилка вилучення пов’язаного LUN із групи LUN.

source: Check initiator added to array error.
ru: Ошибка проверки инициатора, добавленного в массив.
uk: Помилка перевірки ініціятора, доданого в масив.

source: Check initiator associated to host error.
ru: Ошибка проверки инициатора, связанного с хостом.
uk: Помилка перевірки ініціятора, пов’язаного з хостом.

source: Add initiator to array error.
ru: Ошибка добавления инициатора в массив.
uk: Помилка додавання ініціятора в масив.

source: Associate initiator to host error.
ru: Ошибка связывания инициатора с хостом.
uk: Помилка пов’язування ініціятора з хостом.

source: Invalid ALUA value. ALUA value must be 1 or 0.
ru: Недопустимое значение ALUA. Значение ALUA должно быть 1 или 0.
uk: Неприпустиме значення ALUA. Значення ALUA має бути 1 або 0.

source: Use CHAP to associate initiator to host error. Please check the CHAP username and password.
ru: Ошибка использования CHAP для связывания инициатора с хостом. Проверьте имя пользователя и пароль CHAP.
uk: Помилка використання CHAP для пов’язування ініціятора з хостом. Перевірте ім’я користувача та пароль CHAP.

source: Use ALUA to associate initiator to host error.
ru: Ошибка использования ALUA для связывания инициатора с хостом.
uk: Помилка використання ALUA для пов’язування ініціятора з хостом.

source: Remove CHAP error.
ru: Ошибка удаления CHAP.
uk: Помилка вилучення CHAP.

source: Find mapping view error.
ru: Ошибка поиска представления связей.
uk: Помилка пошуку представлення зв’язків.

source: Add mapping view error.
ru: Ошибка добавления представления связей.
uk: Помилка додавання представлення зв’язків.

source: Associate host to mapping view error.
ru: Ошибка связывания хоста с представлением связей.
uk: Помилка пов’язування хосту з представленням зв’язків.

source: Associate lungroup to mapping view error.
ru: Ошибка связывания группы LUN с представлением связей.
uk: Помилка пов’язування групи LUN з представленням зв’язків.

source: Delete lungroup from mapping view error.
ru: Ошибка удаления группы LUN из представления связей.
uk: Помилка вилучення групи LUN із представлення зв’язків.

source: Delete hostgroup from mapping view error.
ru: Ошибка удаления группы хостов из представления связей.
uk: Помилка вилучення групи хостів із представлення зв’язків.

source: Delete portgroup from mapping view error.
ru: Ошибка удаления группы портов из представления связей.
uk: Помилка вилучення групи портів із представлення зв’язків.

source: Delete mapping view error.
ru: Ошибка удаления представления связей.
uk: Помилка вилучення представлення зв’язків.

source: Find lun number error.
ru: Ошибка поиска номера LUN.
uk: Помилка пошуку номера LUN.

source: Find portgroup from mapping view error.
ru: Ошибка поиска группы портов из представления связей.
uk: Помилка пошуку групи портів із представлення зв’язків.

source: Find lun group from mapping view error.
ru: Ошибка поиска группы LUN из представления связей.
uk: Помилка пошуку групи LUN із представлення зв’язків.

source: Start LUNcopy error.
ru: Ошибка запуска LUNcopy.
uk: Помилка запуску LUNcopy.

source: Get LUNcopy information error.
ru: Ошибка получения информации LUNcopy.
uk: Помилка отримання інформації LUNcopy.

source: Delete LUNcopy error.
ru: Ошибка удаления LUNcopy.
uk: Помилка вилучення LUNcopy.

source: Get connected free FC wwn error.
ru: Ошибка получения подключенного свободного WWN Fibre Channel.
uk: Помилка отримання під’єднаного вільного WWN Fibre Channel.

source: Add FC port to host error.
ru: Ошибка добавления порта Fibre Channel к хосту.
uk: Помилка додавання порта Fibre Channel до хосту.

source: Get iSCSI port information error.
ru: Ошибка получения информации о портах iSCSI.
uk: Помилка отримання інформації про порти iSCSI.

source: Get iSCSI port info error, please check the target IP configured in huawei conf file.
ru: Ошибка получения информации о портах iSCSI. Проверьте целевой IP-адрес, настроенный в файле конфигурации huawei.
uk: Помилка отримання інформації про порти iSCSI. Перевірте цільову IP-адресу, налаштовану у файлі конфігурації huawei.

source: Get FC target wwpn error.
ru: Ошибка получения целевого WWPN Fibre Channel.
uk: Помилка отримання цільового WWPN Fibre Channel.

source: Get QoS policy error.
ru: Ошибка получения стратегии QoS.
uk: Помилка отримання стратегії QoS.

source: Update QoS policy error.
ru: Ошибка изменения стратегии QoS.
uk: Помилка зміни стратегії QoS.

source: Get target IP error.
ru: Ошибка получения целевого IP-адреса.
uk: Помилка отримання цільової IP-адреси.

source: get_iscsi_params: Failed to get target IP for initiator %(ini)s, please check config file.
ru: get_iscsi_params: Не удалось получить целевой IP-адрес для инициатора %(ini)s. Проверьте файл конфигурации.
uk: get_iscsi_params: Не вдалося отримати цільову IP-адресу для ініціятора %(ini)s. Перевірте файл налаштувань.

source: Create QoS policy error.
ru: Ошибка создания стратегии QoS.
uk: Помилка створення стратегії QoS.

source: Delete QoS policy error.
ru: Ошибка удаления стратегии QoS.
uk: Помилка вилучення стратегії QoS.

source: Activate or deactivate QoS error.
ru: Ошибка активации/деактивации QoS.
uk: Помилка активації/деактивації QoS.

source: Get QoS information error.
ru: Ошибка получения информации QoS.
uk: Помилка отримання інформації QoS.

source: Remove lun from QoS error.
ru: Ошибка удаления LUN из QoS.
uk: Помилка вилучення LUN із QoS.

source: Change lun priority error.
ru: Ошибка изменения приоритета LUN.
uk: Помилка зміни пріоритету LUN.

source: Change lun smarttier policy error.
ru: Ошибка изменения стратегии smarttier LUN.
uk: Помилка зміни стратегії smarttier LUN.

source: Get QoS id by lun id error.
ru: Ошибка получения ИД QoS по ИД LUN.
uk: Помилка отримання ІД QoS за ІД LUN.

source: Get lungroup id by lun id error.
ru: Ошибка получения ИД группы LUN по ИД LUN.
uk: Помилка отримання ІД групи LUN за ІД LUN.

source: Get volume error.
ru: Ошибка получения тома.
uk: Помилка отримання тому.

source: Get snapshot error.
ru: Ошибка получения моментальной копии.
uk: Помилка отримання миттєвої копії.

source: Extend volume error.
ru: Ошибка расширения тома.
uk: Помилка розширення тому.

source: Create lun migration error.
ru: Ошибка создания переноса LUN.
uk: Помилка створення перенесення LUN.

source: Get lun migration task error.
ru: Ошибка получения задачи переноса LUN.
uk: Помилка отримання задачі перенесення LUN.

source: Delete lun migration error.
ru: Ошибка удаления переноса LUN.
uk: Помилка вилучення перенесення LUN.

source: Get partition by name error.
ru: Ошибка получения раздела по имени.
uk: Помилка отримання розділу за ім’ям.

source: Get partition by partition id error.
ru: Ошибка получения раздела по ИД раздела.
uk: Помилка отримання розділу за ІД розділу.

source: Add lun to partition error.
ru: Ошибка добавления LUN в раздел.
uk: Помилка додавання LUN в розділ.

source: Remove lun from partition error.
ru: Ошибка удаления LUN из раздела.
uk: Помилка вилучення LUN із розділу.

source: Get cache by name error.
ru: Ошибка получения кэша по имени.
uk: Помилка отримання кешу за ім’ям.

source: Get smartcache by cache id error.
ru: Ошибка получения smartcache по ИД кэша.
uk: Помилка отримання smartcache за ІД кешу.

source: Remove lun from cache error.
ru: Ошибка удаления LUN из кэша.
uk: Помилка вилучення LUN із кешу.

source: Associate lun to QoS error.
ru: Ошибка связывания LUN с QoS.
uk: Помилка зв’язування LUN з QoS.

source: Add lun to cache error.
ru: Ошибка добавления LUN в кэш.
uk: Помилка додавання LUN в кеш.

source: Get array info error.
ru: Ошибка получения информации о массиве.
uk: Помилка отримання інформації про масив.

source: Remove host from array error.
ru: Ошибка удаления хоста из массива.
uk: Помилка вилучення хосту із масиву.

source: Delete hostgroup error.
ru: Ошибка удаления группы хостов.
uk: Помилка вилучення групи хостів.

source: Remove host from hostgroup error.
ru: Ошибка удаления хоста из группы хостов.
uk: Помилка вилучення хосту із групи хостів.

source: Remove iscsi from host error.
ru: Ошибка удаления iSCSI с хоста.
uk: Помилка вилучення iSCSI з хосту.

source: Rename lun on array error.
ru: Ошибка переименования LUN в массиве.
uk: Помилка перейменування LUN в масиві.

source: Rename snapshot on array error.
ru: Ошибка переименования моментальной копии в массиве.
uk: Помилка перейменування миттєвої копії у масиві.

source: Remove fc from host error.
ru: Ошибка удаления Fibre Channel с хоста.
uk: Помилка вилучення Fibre Channel з хосту.

source: Get host initiators info failed.
ru: Ошибка получения информации об инициаторах хоста.
uk: Помилка отримання інформації про ініціятори хосту.

source: Add fc initiator to array error.
ru: Ошибка добавления инициатора Fibre Channel в массив.
uk: Помилка додавання ініціятора Fibre Channel в масив.

source: Get FC ports from array error.
ru: Ошибка получения портов Fibre Channel из массива.
uk: Помилка отримання портів Fibre Channel із масиву.

source: get_hyper_domain_id error.
ru: Ошибка get_hyper_domain_id.
uk: Помилка get_hyper_domain_id.

source: create_hypermetro_pair error.
ru: Ошибка create_hypermetro_pair.
uk: Помилка create_hypermetro_pair.

source: delete_hypermetro error.
ru: Ошибка delete_hypermetro.
uk: Помилка delete_hypermetro.

source: sync_hypermetro error.
ru: Ошибка sync_hypermetro.
uk: Помилка sync_hypermetro.

source: stop_hypermetro error.
ru: Ошибка stop_hypermetro.
uk: Помилка stop_hypermetro.

source: get_hypermetro_by_id error.
ru: Ошибка get_hypermetro_by_id.
uk: Помилка get_hypermetro_by_id.

source: check_hypermetro_exist error.
ru: Ошибка check_hypermetro_exist.
uk: Помилка check_hypermetro_exist.

source: Change hostlun id error.
ru: Ошибка изменения ИД lun хоста.
uk: Помилка змінювання ІД lun хосту.

source: Get HyperMetroPair error.
ru: Ошибка получения HyperMetroPair.
uk: Помилка отримання HyperMetroPair.

source: License is unavailable.
ru: Лицензия недоступна.
uk: Ліцензія недоступна.

source: Get SplitMirror error.
ru: Ошибка получения SplitMirror.
uk: Помилка отримання SplitMirror.

source: Get target LUN of SplitMirror error.
ru: Ошибка получения целевого LUN или SplitMirror.
uk: Помилка отримання цільового LUN або SplitMirror.

source: Get migration task error.
ru: Ошибка получения задачи переноса.
uk: Помилка отримання задачі переносу.

source: Get volume by name error.
ru: Ошибка получения тома по имени.
uk: Помилка отриманняя тому за ім’ям.

source: Get port groups by port error.
ru: Ошибка получения группы портов по порту.
uk: Помилка отримання групи портів за портом.

source: Get views by port group error.
ru: Ошибка получения представлений по группе портов.
uk: Помилка отримання наданнів за групою портів.

source: Get LUN group by view error.
ru: Ошибка получения группы LUN по представлению.
uk: Помилка отримання групи LUN за наданням.

source: Get port group by view error.
ru: Ошибка получения группы портов по представлению.
uk: Помилка отримання групи портів за наданням.

source: Get FC ports by port group error.
ru: Ошибка получения портов FC по группе портов.
uk: Помилка отримання портів FC за групою портів.

source: Create port group error.
ru: Ошибка создания группы портов.
uk: Помилка створення групи портів.

source: Add port to port group error.
ru: Ошибка добавления порта в группу портов.
uk: Помилка додавання порта до групи портів.

source: Delete port group error.
ru: Ошибка удаления группы портов.
uk: Помилка вилучення групи портів.

source: Remove port from port group error.
ru: Ошибка удаления порта из группы портов.
uk: Помилка вилучення порта із групи портів.

source: Get engines error.
ru: Ошибка получения модулей.
uk: Помилка отримання модулів.

source: Get port group error.
ru: Ошибка получения группы портов.
uk: Помилка отримання групи портів.

source: Append port group description error.
ru: Ошибка добавления описания группы портов.
uk: Помилка додавання опису групи портів.

source: Get ports by port group error.
ru: Ошибка получения портов по группе портов.
uk: Помилка отримання портів за групою портів.

source: Get remote devices error.
ru: Ошибка получения удаленных устройств.
uk: Помилка отримання віддалених пристроїв

source: Create replication error.
ru: Ошибка создания репликации.
uk: Помилка створення реплікації.

source: Get pair failed.
ru: Не удалось получить пару.
uk: Не вдалося отримати пару.

source: Switch over pair error.
ru: Ошибка переключения пары.
uk: Помилка перемикання пари.

source: Split pair error.
ru: Ошибка разделения пары.
uk: Помилка розділення пари.

source: delete_replication error.
ru: Ошибка delete_replication.
uk: Помилка delete_replication.

source: Sync pair error.
ru: Ошибка синхронизации пары.
uk: Помилка синхронізації пари.

source: Set pair secondary access error.
ru: Ошибка настройки вспомогательного доступа к паре.
uk: Помилка налаштування допоміжного доступу до пари.

source: QoS config is wrong. %s must > 0.
ru: Недопустимая конфигурация QoS. %s должен быть > 0.
uk: Неприпустима конфігурація QoS. %s має бути > 0.

source: Illegal value specified for IOTYPE: 0, 1, or 2.
ru: Указано недопустимое значение для IOTYPE: 0, 1 или 2.
uk: Вказано неприпустиме значення для IOTYPE: 0, 1 або 2.

source: QoS policy must specify for IOTYPE: 0, 1, or 2, QoS policy: %(qos_policy)s
ru: В стратегии QoS необходимо указать IOTYPE: 0, 1 или 2, стратегия QoS: %(qos_policy)s
uk: В стратегії QoS необхідно вказати IOTYPE: 0, 1 або 2, стратегія QoS: %(qos_policy)s

source: QoS policy must specify for IOTYPE and another qos_specs, QoS policy: %(qos_policy)s.
ru: В стратегии QoS необходимо указать IOTYPE и другой параметр qos_specs, стратегия QoS: %(qos_policy)s
uk: В стратегії QoS необхідно вказати IOTYPE та другий параметр qos_specs, стратегія QoS: %(qos_policy)s

source: QoS policy upper_limit and lower_limit conflict, QoS policy: %(qos_policy)s.
ru: В стратегии QoS конфликтуют параметры upper_limit и lower_limit, стратегия QoS: %(qos_policy)s.
uk: В стратегії QoS конфліктують параметри upper_limit й lower_limit, стратегія QoS: %(qos_policy)s.

source: Partition name is None, please set smartpartition:partitionname in key.
ru: Имя раздела - None. Укажите smartpartition:partitionname в ключе.
uk: Ім’я розділу - None. Вкажіть smartpartition:partitionname у ключі.

source: Can not find partition id by name %(name)s.
ru: Не найден ИД раздела по имени %(name)s.
uk: Не знайдений ІД розділу за ім’ям %(name)s.

source: Cache name is None, please set smartcache:cachename in key.
ru: Имя кэша - None. Укажите smartcache:cachename в ключе.
uk: Ім’я кешу - None. Вкажіть smartcache:cachename у ключі.

source: Can not find cache id by cache name %(name)s.
ru: Не удалось найти ИД кэша по имени кэша %(name)s.
uk: Не вдалося знайти ІД кешу за ім’ям кешу %(name)s.

source: Illegal value specified for smarttier: set to either 0, 1, 2, or 3.
ru: Указано недопустимое значение для smarttier. Допустимые значения: 0, 1, 2 и 3.
uk: Вказано неприпустиме значення для smarttier. Припустимі значення: 0, 1, 2 і 3.

source: Illegal value specified for thin: Can not set thin and thick at the same time.
ru: Указано недопустимое значение для тонкого резервирования. Нельзя указывать тонкое и толстое резервирование одновременно.
uk: Вказано неприпустиме значення для тонкого резервування. Неможна вказувати тонке й товсте резервування одночасно.

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s
ru: Вывод исключительной ситуации CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s
uk: Вивід виключної ситуації CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s

source: %(fun)s: Failed with unexpected CLI output. Command: %(cmd)s stdout: %(out)s stderr: %(err)s
ru: %(fun)s: Сбой с непредвиденным выводом CLI. Команда: %(cmd)s stdout: %(out)s stderr: %(err)s
uk: %(fun)s: Збій з непередбаченим виводом CLI. Команда: %(cmd)s stdout: %(out)s stderr: %(err)s

source: _create_host: Can not translate host name. Host name is not unicode or string.
ru: _create_host: Не удалось преобразовать имя хоста. Имя хоста не типа unicode или string.
uk: _create_host: Не вдалося перетворити ім’я хосту. Ім’я хосту не типу unicode або string.

source: _create_and_copy_vdisk_data: Failed to get attributes for vdisk %s.
ru: _create_and_copy_vdisk_data: не удалось получить атрибуты для vdisk %s.
uk: _create_and_copy_vdisk_data: не вдалося отримати атрибути для vdisk %s.

source: _create_vdisk %(name)s - did not find success message in CLI output. stdout: %(out)s stderr: %(err)s
ru: _create_vdisk %(name)s - в выводе CLI не найдено сообщение об успехе. stdout: %(out)s stderr: %(err)s
uk: _create_vdisk %(name)s - у виводі CLI не знайдено повідомлення про успіх. stdout: %(out)s stderr: %(err)s

source: _get_hdr_dic: attribute headers and values do not match. Headers: %(header)s Values: %(row)s.
ru: _get_hdr_dic: заголовки и значения атрибутов не совпадают. Заголовки: %(header)s Значения: %(row)s.
uk: _get_hdr_dic: заголовки і значення атрибутів не збігаються. Заголовки: %(header)s Значення: %(row)s.

source: Could not get system name.
ru: Не удалось получить имя системы.
uk: Не вдалося отримати ім’я системи.

source: open_access_enabled is not off.
ru: Параметр open_access_enabled не отключен.
uk: Параметр open_access_enabled не відімкнений.

source: Unable to parse attributes.
ru: Не удалось проанализировать атрибуты.
uk: Не вдалося проаналізувати атрибути.

source: Array does not exist or is offline. Current status of array is %s.
ru: Массив не существует или выключен. Текущее состояние массива: %s.
uk: Масив не існує або вимкнений. Поточний стан масиву: %s.

source: Did not find expected column in %(fun)s: %(hdr)s.
ru: Не найден ожидаемый столбец в %(fun)s: %(hdr)s.
uk: Не знайдений очікуваний стовпчик в %(fun)s: %(hdr)s.

source: _create_host failed to return the host name.
ru: Функции _create_host не удалось вернуть имя хоста.
uk: Функції _create_host не вдалося повернути ім’я хосту.

source: flashsystem_multihostmap_enabled is set to False, not allow multi host mapping. CMMVC6071E The VDisk-to-host mapping was not created because the VDisk is already mapped to a host.
ru: Параметру flashsystem_multihostmap_enabled присвоено значение False, не разрешать преобразование нескольких хостов. CMMVC6071E Преобразование VDisk-в-хост не создано, так как VDisk уже преобразован в хост.
uk: Параметру flashsystem_multihostmap_enabled привласнено значення False, не дозволяти перетворення декількох хостів. CMMVC6071E Перетворення VDisk-в-хост не створено, оскільки VDisk вже перетворений в хост.

source: _get_host_from_connector failed to return the host name for connector.
ru: Функции _get_host_from_connector не удалось вернуть имя хоста для коннектора.
uk: Функції _get_host_from_connector не вдалося повернути ім’я хосту для конектора.

source: _update_volume_stats: Could not get storage pool data.
ru: _update_volume_stats: не удалось получить данные пула памяти.
uk: _update_volume_stats: не вдалося отримати дані пулу пам’яті.

source: check_for_setup_error: Unable to determine system name.
ru: check_for_setup_error: не удалось определить имя системы.
uk: check_for_setup_error: не вдалося визначити ім’я системи.

source: check_for_setup_error: Unable to determine system id.
ru: check_for_setup_error: не удалось определить ИД системы.
uk: check_for_setup_error: не вдалося визначити ІД системи.

source: check_for_setup_error: Password or SSH private key is required for authentication: set either san_password or san_private_key option.
ru: check_for_setup_error: для идентификации требуется пароль или личный ключ SSH: задайте опцию san_password или san_private_key.
uk: check_for_setup_error: для ідентифікації потрібен пароль або особистий ключ SSH: задайте опцію san_password або san_private_key.

source: create_snapshot: Volume status must be "available" or "in-use" for snapshot. The invalid status is %s.
ru: create_snapshot: Требуемое состояние тома для моментальной копии: "available" или "in-use". Недопустимое состояние: %s.
uk: create_snapshot: Потрібний стан тому для миттєвої копії: "available" або "in-use". Неприпустимий стан: %s.

source: create_volume_from_snapshot: Volume size is different from snapshot based volume.
ru: create_volume_from_snapshot: размер тома отличается от размера тома на основе моментальной копии.
uk: create_volume_from_snapshot: розмір тому відрізняється від розміру тому на основі миттєвої копії.

source: create_volume_from_snapshot: Snapshot status must be "available" for creating volume. The invalid status is: %s.
ru: create_volume_from_snapshot: Для состояние тома требуется состояние моментальной копии "available". Недопустимое состояние: %s.
uk: create_volume_from_snapshot: Для стану тому потрібен стан миттєвої копії "available". Неприпустимий стан: %s.

source: create_cloned_volume: Source and destination size differ.
ru: create_cloned_volume: различаются исходный и целевой размеры.
uk: create_cloned_volume: відрізняється початковий та цільовий розміри.

source: Illegal value '%(prot)s' specified for flashsystem_connection_protocol: valid value(s) are %(enabled)s.
ru: Для flashsystem_connection_protocol указано недопустимое значение '%(prot)s': допустимые значения: %(enabled)s.
uk: Для flashsystem_connection_protocol вказано неприпустиме значення '%(prot)s': припустимі значення: %(enabled)s.
