Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: Some new hard drives include a feature that parks the drive heads after a short period of inactivity. This is a power-saving feature, but it can have a bad interaction with the operating system that results in the drive constantly parked then activated. This produces excess wear on the drive, potentially leading to early failures.
uk: Деякі нові жорсткі диски мають можливість "паркування" головок диску, через деякий період часу бездіяльності. Це одна з можливостей енергозбереження, але це призводить до неналежної взаємодії з операційною системою у результаті постійного "паркування" а потім активації. Це призводить до зношення диску, що може призвести до його швидкої несправності.

source: PURPOSE: This test will check the system can detect the insertion of an eSATA HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug an eSATA HDD into an available eSATA port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
uk: МЕТА: Цей тест перевіряє здатність системи визначити під’єднання жорсткого диску eSATA ДІЇ: 1. Натисніть «Тест», щоб почати перевірку. Цей тест буде вважатися непройденим, якщо під’єднання не буде виявлено на протязі 20 секунд. 2. Під’єднайте жорсткий диск з інтерфейсом eSATA до доступного порту eSATA. ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат

source: This is an automated test which performs read/write operations on an attached eSATA HDD
uk: Це автоматизований тест, що виконує операції читання/запису на під’єднаному eSATA HDD

source: PURPOSE: This test will check the system can detect the removal of an eSATA HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached eSATA HDD from the eSATA port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
uk: МЕТА: Цей тест перевіряє здатність системи виявити від’єднання жорсткого диску eSATA ДІЇ: 1. Натисніть «Тест», щоб почати перевірку. Цей тест буде вважатися непройденим, якщо від’єднання диску не буде виявлено на протязі 20 секунд. 2. Від’єднайте під’єднаний жорсткий диск з інтерфейсом eSATA від порту eSATA. ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат

source: PURPOSE: This will verify that an ExpressCard slot can detect inserted devices. STEPS: Skip this test if you do not have an ExpressCard slot. 1. Plug an ExpressCard device into the ExpressCard slot VERIFICATION: Was the device correctly detected?
uk: PURPOSE: На даному етапі буде виконано тестування слоту ExpressCard . STEPS: Пропустіть даний етап, якщо у Вас відсутній слот ExpressCard. 1. Вставте ExpressCard-пристрій до слоту ExpressCard VERIFICATION: Пристрій був успішно знайдений?

source: PURPOSE: This test will verify that a fingerprint reader will work properly for logging into your system. This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader STEPS: 1. Click on the User indicator on the left side of the panel (your user name). 2. Select "Switch User Account" 3. On the LightDM screen select your username. 4. Use the fingerprint reader to login. 5. Click on the user switcher applet. 6. Select the testing account to continue running tests. VERIFICATION: Did the authentication procedure work correctly?
uk: МЕТА: Цей тест перевірить чи зчитувач відбитку пальця буде належно входити в систему. Під час процесу перевірки припукається, що є пробний обліковий запис з якого процес запуститься і обліковий запис , що тестер використовує щоб перевірити зчитувач відбитку пальця. КРОКИ: 1. Натисніть на індикаторі користувача на лівій стороні панелі (ім'я користувача). 2. Виберіть "Перемкнути користувача" 3. На екрані запуску LightDM виберіть користувача. 4. Використовуйте зчитвувач відбитку пальця, щоб увійти. 5. Натисніть на перемикача користувача. 6. Виберіть пробного користувача, щоб продовжити тести. ПЕРЕВІРКА: Чи правильно працювала процедура впізання?

source: PURPOSE: This test will verify that a fingerprint reader can be used to unlock a locked system. STEPS: 1. Click on the Session indicator (Cog icon on the Left side of the panel) . 2. Select 'Lock screen'. 3. Press any key or move the mouse. 4. A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5. Use the fingerprint reader to unlock. 6. Your screen should be unlocked. VERIFICATION: Did the authentication procedure work correctly?
uk: МЕТА: Тест дозволяє перевірити зчитувач відбитків пальців, який може використовуватися для розблокування заблокованого комп’ютера. ДІЇ: 1. Клацніть на індикаторі сеансу (Піктограма з зображенням шестерні, розташованої ліворуч від панелі . 2. Виберіть 'Заблокувати екран'. 3. Натисніть будь-яку клавішу або порухайте мишею. 4. Розкриється вікно, яке надає можливість розблокування комп’ютера як з вводом паролю, так і за допомогою автентифікації через зчитувач відбитків пальців. 5. Використовуйте зчитувач відбитків пальців для розблокування. 6. Тепер ваш екран має бути розблоковано. ПЕРЕВІРКА: Чи пройшла процедура автентифікації правильно?

source: PURPOSE: This test will check the system can detect the insertion of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug a FireWire HDD into an available FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
uk: МЕТА: Ця перевірка дозволить переконатися у можливості визначення під’єднаного жорсткого диску з інтерфейсом FireWire ДІЇ: 1. Клацніть 'Тест', щоб виконати перевірку. Якщо під’єднання не було виявлено на протязі 20 секунд, тест пройдено не буде. 2. Під’єднуйте жорсткий диск з інтерфейсом FireWire у вільний порт FireWire. ПЕРЕВІРКА: Перевірка цого тесту автоматизована. Не змінюйте автоматично вибраний результат

source: This is an automated test which performs read/write operations on an attached FireWire HDD
uk: Це автоматизований тест, який виконує операції читання/запису на під’єднаному жорсткому диску з інтерфейсом FireWire

source: PURPOSE: This test will check the system can detect the removal of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached FireWire HDD from the FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
uk: МЕТА: Ця перевірка дозволить переконатися у можливості виявлення від’єднаного жорсткого диску з інтерфейсом FireWire ДІЇ: 1. Клацніть 'Тест', щоб виконати перевірку. Якщо від’єднання не було виявлено на протязі 20 секунд, тест пройдено не буде. 2. Від’єднайте раніше під’єднаний жорсткий диск з інтерфейсом FireWire від порту FireWire. ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат

source: Floppy test
uk: Тест гнучкого диску

source: Parses Xorg.0.Log and discovers the running X driver and version
uk: Перегляд файлу Xorg.0.Log й виявлення е X-драйвера та його версії

source: Test to output the Xorg version
uk: Тест для виведення версії Xorg

source: PURPOSE: This test will verify that the GUI is usable after manually changing resolution STEPS: 1. Open the Displays application 2. Select a new resolution from the dropdown list 3. Click on Apply 4. Select the original resolution from the dropdown list 5. Click on Apply VERIFICATION: Did the resolution change as expected?
uk: МЕТА: Цей тест перевірить, чи GUI зможе працювати після зміни роздільної здатності ПОРЯДОК ДІЙ: 1. Відкрийте програму 'Екрани' 2. Виберіть роздільну здатність з випадаючого списку 5. Натисніть 'Застосувати' ПЕРЕВІРКА: Роздільна здатність змінилася, як і очікувалося?

source: Test that the X process is running.
uk: Перевірка, чи процес X виконується.

source: Test that the X is not running in failsafe mode.
uk: Перевірка, чи процес X виконується не у безпечному режимі.

source: PURPOSE: This test will verify the default display resolution STEPS: 1. This display is using the following resolution: INFO: $output VERIFICATION: Is this acceptable for your display?
uk: МЕТА: Тест перевірить роздільну здатність екрана за замовчуванням. ПОРЯДОК ДІЙ: 1. Цей екран використовує наступну роздільну здатність: ІНФОРМАЦІЯ: $output ПЕРЕВІРКА: Це допустимо для вашого екрану?

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (800x600). See here for details:
uk: Переконайтеся, що поточна роздільна здатність не менша за рекомендований мінімум (800х600). Дивіться подробиці тут:

source: Collect info on graphics modes (screen resolution and refresh rate)
uk: Збір відомостей про графічні режими (роздільна здатність екрану та частота оновлення)

source: Collect info on color depth and pixel format.
uk: Збір відомостей про глибину кольору та формат пікселя.

source: Collect info on fresh rate.
uk: Зібрати відомості про частоту оновлення.

source: Collect info on graphic memory.
uk: Зібрати відомості про графічну пам’ять

source: PURPOSE: This test will test the default display STEPS: 1. Click "Test" to display a video test. VERIFICATION: Do you see color bars and static?
uk: МЕТА: Буде виконано типову перевірку екрану ДІЇ: 1. Клацніть "Тест" для показу відео тесту. ПЕРЕВІРКА: Чи бачите ви кольорові смуги та статичні?

source: Check that VESA drivers are not in use
uk: Перевірити, чи драйвери VESA не використовуються

source: PURPOSE: This test cycles through the detected video modes STEPS: 1. Click "Test" to start cycling through the video modes VERIFICATION: Did the screen appear to be working for each mode?
uk: МЕТА: Ця перевірка дозволить виконати переходи по усім визначеним режимам відео ДІЇ: 1. Клацніть "Тест" для запуску переходів по режимам відео ПЕРЕВІРКА: Чи працює екран при переході у кожен режим?

source: PURPOSE: This test will test display rotation STEPS: 1. Click "Test" to test display rotation. The display will be rotated every 4 seconds. 2. Check if all rotations (normal right inverted left) took place without permanent screen corruption VERIFICATION: Did the display rotation take place without without permanent screen corruption?
uk: МЕТА: Цей тест призначений для перевірки повороту екрану ДІЇ: 1. Клацніть "Тест", щоб повернути екран. Екран буде повертатися кожні 4 секунди. 2. Перевірте, чи усі операції повороту (стандартний, перевернутий, вправо, вліво) пройшли успішно без постійних неполадок екрану ПЕРЕВІРКА: Чи виконано повороти без постійних неполадок екрану?

source: Check that hardware is able to run compiz
uk: Перевірка обладнання на можливість запуску Compiz

source: Check that hardware is able to run Unity 3D
uk: Перевірка обладнання на можливість запуску Unity 3D

source: PURPOSE: This test tests the basic 3D capabilities of your video card STEPS: 1. Click "Test" to execute an OpenGL demo. Press ESC at any time to close. 2. Verify that the animation is not jerky or slow. VERIFICATION: 1. Did the 3d animation appear? 2. Was the animation free from slowness/jerkiness?
uk: МЕТА: Цей тест перевірить прості 3D можливості вашої відеокарти ПОРЯДОК ДІЙ: 1. Натисніть "Тест", щоб виконати OpenGL демонстрацію. Натисніть ESC будь коли, щоб завершити її. 2. Переконайтеся, що анімація плавна і швидка. ПЕРЕВІРКА: 1. 3D анімація з'явилася? 2. Вона була не була переривчастою або повільною?

source: Open and close a 3D window multiple times
uk: Відкрийте та закрийте вікно з 3D декілька разів

source: Open, suspend resume and close a 3D window multiple times
uk: Відкрийте, призупиніть - відновіть роботу та закрийте 3D вікно декілька разів

source: Open and close 4 3D windows multiple times
uk: Відкрийте та закрийте 4 вікна з 3D декілька разів

source: Move a 3D window around the screen
uk: Перетягуйте вікно з 3D по екрану

source: PURPOSE: Take a screengrab of the current screen (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: Review attachment manually later
uk: МЕТА: Створити зображення поточного екрану (після виконання входу у Unity) ДІЇ: 1. Створіть зображення використовуючи веб-камеру з USB ПЕРЕВІРКА: Перегляньте вкладення самостійно, пізніше

source: Attaches the screenshot captured in graphics/screenshot.
uk: Прикріпити знімок екрану створений у graphics/screenshot.

source: PURPOSE: Take a screengrab of the current screen during fullscreen video playback STEPS: 1. Start a fullscreen video playback 2. Take picture using USB webcam after a few seconds VERIFICATION: Review attachment manually later
uk: МЕТА: Створити зображення поточного екрану під час відтворення відео у повноекранному режимі ДІЇ: 1. Запустіть відтворення у повноекранному режимі 2. Створіть зображення використовуючи веб-камеру з USB, через декілька секунд ПЕРЕВІРКА: Перегляньте вкладення самостійно, пізніше

source: Attaches the screenshot captured in graphics/screenshot_fullscreen_video.
uk: Прикріпити знімок екрану створений у graphics/screenshot_fullscreen_video.

source: PURPOSE: This test will check to make sure your system can successfully hibernate (if supported) STEPS: 1. Click on Test 2. The system will hibernate and should wake itself within 5 minutes 3. If your system does not wake itself after 5 minutes, please press the power button to wake the system manually 4. If the system fails to resume from hibernate, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully hibernate and did it work properly after waking up?
uk: МЕТА: Цей тест перевірить, чи зможе ваша система успішно заснути (якщо підтримується) ПОРЯДОК ДІЙ: 1. Натисніть на Тест 2. Система засне, вона маєте увімкнутися через 5 хвилин 3. Якщо вона не увімкнеться назад через 5 хвилин, будь ласка, натисніть на кнопку живлення, щоб розбудити її вручну 4. Якщо системі не вдалося продовжити працювати після сну, перезавантажте систему та позначте цей тест, як провалений ПЕРЕВІРКА: Система прокинулася і працювала правильно після сну?

source: Automated check of the hibernate log for errors discovered by fwts
uk: Автоматично перевіряти журнали гібернації на наявність помилок за допомогою fwts

source: Attaches a report of installed codecs for Intel HDA
uk: Прикріплення звіту про встановленні кодеки для Intel HDA

source: Attaches a report of CPU information
uk: Прикріплення звіту з інформацією про процесор

source: Attaches a copy of /var/log/dmesg to the test results
uk: Прикріплення копії /var/log/dmesg до результатів тесту

source: Attaches info on DMI
uk: Прикріплення інформації про DMI

source: Attaches dmidecode output
uk: Прикріпляє вивід dmidecode

source: Attaches lshw output
uk: Прикріпляє вивід lshw

source: Attaches the firmware version
uk: Прикріпляє версію прошивки

source: Attaches very verbose lspci output.
uk: Прикріплення дуже детального виводу lspci.

source: Attaches very verbose lspci output (with central database Query).
uk: Прикріплення дуже детального виводу lspci (включаючи головну базу Query).

source: List USB devices
uk: Перелік пристроїв USB

source: Attaches the contents of the various modprobe conf files.
uk: Прикріплення змісту всіх конфігураційних файлів modprobe.

source: Attaches the contents of the /etc/modules file.
uk: Прикріплення змісту файлу /etc/modules.

source: attaches the contents of various sysctl config files.
uk: прикріплення змісту всіх конфігураційних файлів sysctl.

source: Attaches a report of sysfs attributes.
uk: Прикріплення звіту про атрибути sysfs.

source: Attaches a dump of the udev database showing system hardware information.
uk: Прикрілення фрагменту вмісту бази даних «udev»,що показує інформацію про системне обладнання.

source: Attaches the output of udev_resource, for debugging purposes
uk: Прикріплює вивід udev_resource, з метою налагодження

source: Attaches a tarball of gcov data if present.
uk: Прикріплює архів tarball даних gcov, якщо вони існують.

source: Attaches a list of the currently running kernel modules.
uk: Прикріплання переліку запущених модулів ядра.

source: Attaches the contents of /proc/acpi/sleep if it exists.
uk: Прикріплення змісту /proc/acpi/sleep, якщо такий присутній.

source: Bootchart information.
uk: Інформація Bootchart

source: SATA/IDE device information.
uk: Інформація про пристрої SATA/IDE.

source: Attaches the bootchart png file for bootchart runs
uk: Прикріплює файл bootchart png для запуску bootchart

source: Attaches the bootchart log for bootchart test runs.
uk: Прикріплення запису дій bootchart під час виконання тесту bootchart.

source: installs the installer bootchart tarball if it exists.
uk: встановлює інсталлятор bootchart tarball якщо він існує.

source: Attaches the installer debug log if it exists.
uk: Прикріплює налагоджувальну інформацію програми інсталяції, якщо така існує.

source: Returns the name, driver name and driver version of any touchpad discovered on the system.
uk: Повідомляє назву, ім’я драйвера, версію драйвера усіх сенсорних панелей виявлених системою.

source: Lists the device driver and version for all audio devices.
uk: Показує імена та версії драйверів усіх звукових пристроїв.

source: Provides information about network devices
uk: Надає відомості про мережеві пристрої

source: Provides information about displays attached to the system
uk: Надає відомості про під’єднані до комп’ютера дисплеї

source: Attaches information about disk partitions
uk: Прикріплює відомості про розділи дисків

source: Pointing device tests.
uk: Тести вказуючих пристроїв.

source: PURPOSE: This test will test your pointing device STEPS: 1. Move the cursor using the pointing device or touch the screen. 2. Perform some single/double/right click operations. VERIFICATION: Did the pointing device work as expected?
uk: МЕТА: Ця перевірка дозволяє переконатися у працездатності маніпулятора ДІЇ: 1. Перемістіть вказівник, використовуючи маніпулятор або сенсорний екран. 2. Виконайте декілька одиноразових або подвійних клаців та клаців правою кнопкою. ПЕРЕВІРКА: Чи працює маніпулятор як очікувалося?

source: PURPOSE: This test will test your keyboard STEPS: 1. Click on Test 2. On the open text area, use your keyboard to type something VERIFICATION: Is your keyboard working properly?
uk: МЕТА: Цей тест перевірить вашу клавіатуру ПОРЯДОК ДІЙ: 1. Натисніть 'Тест' 2. Введіть у ділянці для вводу довільний текст, використовуючи клавіатуру ПЕРЕВІРКА: Ваша клавіатура працює правильно?

source: PURPOSE: Manual detection of accelerometer. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is this system supposed to have an accelerometer?
uk: МЕТА: Виявлення акселерометра вручну. ДІЇ: 1. Погляньте на специфікації вашого комп’ютера. ПЕРЕВІРКА: Чи передбачається наявність акселерометра у вашому комп’ютері?

source: PURPOSE: This test will test your accelerometer to see if it is detected and operational as a joystick device. STEPS: 1. Click on Test 2. Tilt your hardware in the directions onscreen until the axis threshold is met. VERIFICATION: Is your accelerometer properly detected? Can you use the device?
uk: МЕТА: Цей тест перевірить чи можливо виявити ваш акселерометр КРОКИ: 1.Натисніть на Тест 2.Нахиліть обладнання в напрямках доки на екрані не зустрінете вісь порогу. ПЕРЕВІРКА: Ваша акселерометр правильно виявлений? Ви можете використовувати пристрій?

source: Tests to see that apt can access repositories and get updates (does not install updates). This is done to confirm that you could recover from an incomplete or broken update.
uk: Тест визначить можливість доступу до репозиторіїв та процесу оновлення (без встановлення оновлень). По закінченні процесу Ви зможете відновити невиконані або помилкові оновлення.

source: Tests oem-config using Xpresser, and then checks that the user has been created successfully. Cleans up the newly created user after the test has passed.
uk: Тестує oem-config за допомогою Xpresser, а потім перевіряє, що користувач був створений успішно. Вилучає створений обліковий запис користувача після проходження тесту.

source: PURPOSE: This test will test the brightness key STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses?
uk: МЕТА: Цей тест перевірить клавішу яскравості ПОРЯДОК ДІЙ: 1. Натисніть кнопку яскравості на вашій клавіатурі ПЕРЕВІРКА: Яскравість змінилася після натискання?

source: PURPOSE: This test will test the volume keys of your keyboard STEPS: Skip this test if your computer has no volume keys. 1. Click test to open a window on which to test the volume keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected?
uk: PURPOSE: На даному етапі буде виконано перевірку функціонування клавіш гучності Вашої клавіатури STEPS: Пропустіть даний етап, якщо у Вашому комп'ютері немає клавіш регулювання гучності. 1. Натисніть на клавішу тестування, після чого відкриється вікно в якому необхідно буде виконати тестування роботи клавіш регулювання гучності. 2. Якщо всі клавіші працюють правильно, етап тесту буде відмічений як успішно пройдений. VERIFICATION: Клавіші регулювання нормально функціонують?

source: PURPOSE: This test will test the mute key of your keyboard STEPS: 1. Click test to open a window on which to test the mute key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the mute key work as expected?
uk: МЕТА: Перевірка клавіші вимикання звуку на вашій клавіатурі ДІЇ: 1. Натисніть «Тест», щоб відкрити вікно для перевірки клавіші вимикання звуку. 2. Якщо клавіша працює, тест буде вважатися пройденим й вікно закриється. ПЕРЕВІРКА: Чи працює клавіша як очікувалося?

source: PURPOSE: This test will test the sleep key STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key?
uk: МЕТА: Цей тест перевірить клавішу сну ПОРЯДОК ДІЙ: 1. Натисніть клавішу сну на клавіатурі 2. Розбудіть вашу систему, натиснувши кнопку живлення ПЕРЕВІРКА: Система заснула після натискання клавіші сну?

source: PURPOSE: This test will test the battery information key STEPS: Skip this test if you do not have a Battery Button. 1. Click Test to begin 2. Press the Battery Info button (or combo like Fn+F3) 3: Close the Power Statistics tool if it opens VERIFICATION: Did the Battery Info key work as expected?
uk: МЕТА: Цей тест перевірить кнопку Інформація про батарею. КРОКИ: Пропустіть цей тест ,якщо ви не маєте кнопки Батарея. 1.Щоб розпочати , натисніть тест 2.Натисніть кнопку Інформація про батарею (або сполучення клавіш ,як Fn+F3) 3.Закрийте Статистику живлення ,якщо це відкрито ПЕРЕВІРКА: Чи працювала кнопка як очікувалось?
