Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: san_login and/or san_password is not set for Datera driver in the cinder.conf. Set this information and start the cinder-volume service again.
ru: Не указано значение параметра san_login или san_password для драйвера Datera в cinder.conf. Укажите эту информацию и запустите службу cinder-volume еще раз.
uk: Не вказано значення параметру san_login або san_password для драйвера Datera в cinder.conf. Вкажіть цю інформацію та запустіть службу cinder-volume ще раз.

source: Resource not ready.
ru: Ресурс не готов.
uk: Ресурс не готовий.

source: Failed to make a request to Datera cluster endpoint due to the following reason: %s
ru: Не удалось создать запрос к конечной точке кластера Datera по следующей причине: %s
uk: Не вдалося створити запит до кінцевої точки клястера Datera з наступної причини: %s

source: Bad request sent to Datera cluster:Invalid args: %(args)s | %(message)s
ru: Недопустимый запрос отправлен в кластер Datera:Недопустимые аргументы: %(args)s | %(message)s
uk: Неприпустимий запит видравлено в клястер Datera:Неприпустимі аргументи: %(args)s | %(message)s

source: Request to Datera cluster returned bad status: %(status)s | %(reason)s
ru: Запрос к кластеру Datera вернул неверное состояние: %(status)s | %(reason)s
uk: Запит до клястера Datera повернув невірний стан: %(status)s | %(reason)s

source: DRBDmanage driver error: expected key "%s" not in answer, wrong DRBDmanage version?
ru: Ошибка драйвера DRBDmanage: в ответе отсутствует ожидаемый ключ "%s", неверная версия DRBDmanage?
uk: Помилка драйвера DRBDmanage: у відповіді відсутній очікуваний ключ "%s", невірна версія DRBDmanage?

source: DRBDmanage driver setup error: some required libraries (dbus, drbdmanage.*) not found.
ru: Ошибка настройки драйвера DRBDmanage: некоторые необходимые библиотеки (dbus, drbdmanage.*) не найдены.
uk: Помилка налаштування драйвера DRBDmanage: деякі необхідні бібліотеки (dbus, drbdmanage.*) не знайдені.

source: Cannot ping DRBDmanage backend
ru: Не удалось проверить связь с базовой программой DRBDmanage
uk: Не вдалося перевірити зв’язок з базовою проґрамою DRBDmanage

source: Received error string: %s
ru: Получена ошибочная строка: %s
uk: Отримано помилковий рядок: %s

source: volume %s not found in drbdmanage
ru: Том %s не найден в drbdmanage
uk: Том %s не знайдено в drbdmanage

source: multiple resources with name %s found by drbdmanage
ru: drbdmanage обнаружил несколько ресурсов с именем %s
uk: drbdmanage виявив декілька ресурсів з іменем %s

source: not exactly one volume with id %s
ru: Обнаружено несколько томов с ИД %s
uk: Виявлено декілька томів з ІД %s

source: no snapshot with id %s found in drbdmanage
ru: В drbdmanage не обнаружено моментальных копий с ИД %s
uk: В drbdmanage не виявлено миттєвих копій з ІД %s

source: multiple resources with snapshot ID %s found
ru: Обнаружено несколько ресурсов с ИД моментальной копии %s
uk: Виявлено декілька ресурсів з ІД миттєвої копії %s

source: not exactly one snapshot with id %s
ru: Обнаружено несколько моментальных копий с ИД %s
uk: Виявлено декілька миттєвих копій з ІД %s

source: Got bad path information from DRBDmanage! (%s)
ru: Получена неправильная информация о пути от DRBDmanage! (%s)
uk: Отримана неправильна інформація про шлях від DRBDmanage! (%s)

source: DRBDmanage timeout waiting for volume creation; resource "%(res)s", volume "%(vol)s"
ru: Тайм-аут ожидания DRBDmanage при создании тома; ресурс "%(res)s", том "%(vol)s"
uk: Тайм-аут очікування DRBDmanage при створенні тому; ресурс "%(res)s", том "%(vol)s"

source: DRBDmanage expected one resource ("%(res)s"), got %(n)d
ru: Программа DRBDmanage ожидала один ресурс ("%(res)s"), получила %(n)d
uk: Проґрама DRBDmanage очікувала один ресурс ("%(res)s"), отримала %(n)d

source: DRBDmanage timeout waiting for new volume after snapshot restore; resource "%(res)s", volume "%(vol)s"
ru: Тайм-аут ожидания DRBDmanage для нового тома после восстановления моментальной копии; ресурс "%(res)s", том "%(vol)s"
uk: Тайм-аут очікування DRBDmanage для нового тому після відновлення миттєвої копії; ресурс "%(res)s", том "%(vol)s"

source: DRBDmanage timeout waiting for volume size; volume ID "%(id)s" (res "%(res)s", vnr %(vnr)d)
ru: Тайм-аут ожидания DRBDmanage для размера тома; ИД тома "%(id)s" (res "%(res)s", vnr %(vnr)d)
uk: Тайм-аут очікування DRBDmanage для розміру тому; ІД тому "%(id)s" (res "%(res)s", vnr %(vnr)d)

source: Snapshot res "%s" that is not deployed anywhere?
ru: Создать моментальную копию для ресурса "%s", который нигде не был развернут?
uk: Створити миттєву копію для ресурсу "%s", який ніде не був розгорнутий?

source: DRBDmanage timeout waiting for snapshot creation; resource "%(res)s", snapshot "%(sn)s"
ru: Тайм-аут ожидания DRBDmanage при создании моментальной копии; ресурс "%(res)s", моментальная копия "%(sn)s"
uk: Тайм-аут очікування DRBDmanage при створенні миттєвої копії; ресурс "%(res)s", миттєва копія "%(sn)s"

source: Expected exactly one node called "%s"
ru: Ожидался ровно один узел с именем "%s"
uk: Очікувався рівно один вузол з іменем "%s"

source: The EQL array has closed the connection.
ru: Массив EQL закрыл соединение.
uk: Масив EQL закрив з’єднання.

source: Error executing EQL command
ru: Ошибка выполнения команды EQL
uk: Помилка виконання команди EQL

source: SSH Command failed after '%(total_attempts)r' attempts : '%(command)s'
ru: После '%(total_attempts)r' попыток не выполнена команда SSH: '%(command)s'
uk: Після '%(total_attempts)r' спроб не виконана команда SSH: '%(command)s'

source: eqlx_cli_max_retries must be greater than or equal to 0
ru: Значение eqlx_cli_max_retries должно быть больше или равно 0
uk: Значення eqlx_cli_max_retries має бути більше або дорівнювати 0

source: There's no Gluster config file configured (%s)
ru: Отсутствует настроенный файл конфигурации Gluster (%s)
uk: Відсутній налаштований файл конфігурації Gluster (%s)

source: Gluster config file at %(config)s doesn't exist
ru: Файл конфигурации Gluster в %(config)s не существует
uk: Файл конфігурації Gluster в %(config)s не існує

source: mount.glusterfs is not installed
ru: mount.glusterfs не установлена
uk: mount.glusterfs не встановлена

source: %s must be a valid raw or qcow2 image.
ru: %s должно быть допустимым образом raw или qcow2.
uk: %s має бути припустимим образом raw або qcow2.

source: Unrecognized backing format: %s
ru: Нераспознанный формат базового файл: %s
uk: Нерозпізнаний формат базового файлу: %s

source: file already exists at %s
ru: файл уже существует в %s
uk: файл вже існує в %s

source: Backup is not supported for GlusterFS volumes with snapshots.
ru: Резервное копирование не поддерживается для томов GlusterFS с моментальными копиями.
uk: Резервне копіювання не підтримується для томів GlusterFS з миттєвими копіями.

source: Backup is only supported for raw-formatted GlusterFS volumes.
ru: Резервное копирование поддерживается только для томов GlusterFS с форматированием raw.
uk: Резервне копіювання підтримується лише для томів GlusterFS з форматуванням raw.

source: Unable to get list of domain members, check that the cluster is running.
ru: Не удалось получить список элементов домена. Убедитесь, что кластер работает.
uk: Не вдалося отримати перелік елементів домену. Переконайтеся, що клястер працює.

source: Unable to get list of IP addresses on this host, check permissions and networking.
ru: Не удалось получить список IP-адресов на этом хосте. Проверьте права доступа и работу сети.
uk: Не вдалося отримати перелік IP-адрес на цьому хості. Перевірте права доступу та роботу мережі.

source: Current host isn't part of HGST domain.
ru: Текущий хост не является частью домена HGST.
uk: Поточний хост не є частиною домену HGST.

source: Unable to get list of spaces to make new name. Please verify the cluster is running.
ru: Не удалось получить список пространств для создания нового имени. Убедитесь, что кластер работает.
uk: Не вдалося отримати перелік просторів для створення нового ім’я. Переконайтеся, що клястер працює.

source: Unable to get information on space %(space)s, please verify that the cluster is running and connected.
ru: Не удалось получить информацию о пространстве %(space)s. Убедитесь, что кластер работает и подключен.
uk: Не вдалося отримати інформацію про простір %(space)s. Переконайтеся, що клястер працює й під’єднаний.

source: Command %(cmd)s blocked in the CLI and was cancelled
ru: Команда %(cmd)s заблокирована в CLI и была отменена
uk: Команда %(cmd)s заблокована в CLI й була скасована

source: Unable to add Cinder host to apphosts for space %(space)s
ru: Не удалось добавить хост Cinder в apphosts для пространства %(space)s
uk: Не вдалося додати хост Cinder в apphosts для простору %(space)s

source: Error in space-create for %(space)s of size %(size)d GB
ru: Ошибка в операции создания пространства для %(space)s размера %(size)d ГБ
uk: Помилка в операції створення простору для %(space)s розміру %(size)d ГБ

source: hgst_storage server %(svr)s not of format <host>:<dev>
ru: Сервер hgst_storage %(svr)s не в формате <хост>:<устройство>
uk: Сервер hgst_storage %(svr)s не у форматі <хост>:<пристрій>

source: Storage host %(svr)s not detected, verify name
ru: Хост памяти %(svr)s не обнаружен. Укажите имя
uk: Хост пам’яті %(svr)s не виявлений. Вкажіть ім’я

source: Cannot run vgc-cluster command, please ensure software is installed and permissions are set properly.
ru: Не удалось выполнить команду vgc-cluster. Убедитесь, что программное обеспечение установлено и права доступа настроены правильно.
uk: Не вдалося виконати команду vgc-cluster. Переконайтеся, що програмне забезпечення встановлено й права доступу налаштовані правильно.

source: hgst_redundancy must be set to 0 (non-HA) or 1 (HA) in cinder.conf.
ru: Значение hgst_redundancy в файле cinder.conf должно быть 0 (не высокая готовность) или 1 (высокая готовность).
uk: Значення hgst_redundancy у файлі cinder.conf має бути 0 (не висока готовність) або 1 (висока готовність).

source: hgst_group %(grp)s and hgst_user %(usr)s must map to valid users/groups in cinder.conf
ru: hgst_group %(grp)s и hgst_user %(usr)s должны быть связаны с пользователями/группами в файле cinder.conf
uk: hgst_group %(grp)s і hgst_user %(usr)s повинні бути пов’язані з користувачами/групами у файлі cinder.conf

source: hgst_space_mode must be an octal/int in cinder.conf
ru: Значение hgst_space_mode в файле cinder.conf должно быть восьмеричным/целочисленным
uk: Значення hgst_space_mode у файлі cinder.conf має бути вісімковим/цілочисельним

source: hgst_net %(net)s specified in cinder.conf not found in cluster
ru: Указанное в файле cinder.conf значение hgst_net %(net)s не найдено в кластере
uk: Вказане у файлі cinder.conf значення hgst_net %(net)s не знайдено в клястері

source: hgst_storage_servers must be defined in cinder.conf
ru: Должно быть указано значение hgst_storage_servers в файле cinder.conf
uk: Має бути вказано значення hgst_storage_servers у файлі cinder.conf

source: Error in space-extend for volume %(space)s with %(size)d additional GB
ru: Ошибка в операции расширения пространства для тома %(space)s на %(size)d ГБ
uk: Помилка в операції розширення простору для тому %(space)s на %(size)d ГБ

source: Volume device file path %s does not exist.
ru: Путь к файлу устройства тома %s не существует.
uk: Шлях до файлу пристрою тому %s не існує.

source: Size for volume: %s not found, cannot secure delete.
ru: Размер для тома %s не найден, защищенное удаление невозможно.
uk: Розмір для тому %s не знайдений, захищене вилучення неможливе

source: Volume Group %s does not exist
ru: Группа томов %s не существует
uk: Група томів %s не існує

source: Thin provisioning not supported on this version of LVM.
ru: Оперативное выделение ресурсов не поддерживается в этой версии LVM.
uk: Оперативне виділення ресурсів не підтримується у цій версії LVM.

source: Failed to create thin pool, error message was: %s
ru: Не удалось создать оперативный пул, сообщение об ошибке: %s
uk: Не вдалося створити оперативний пул, повідомлення про помилку: %s

source: Failed to rename logical volume %(name)s, error message was: %(err_msg)s
ru: Не удалось переименовать логический том %(name)s, сообщение об ошибке: %(err_msg)s
uk: Не вдалося перейменувати логічний том %(name)s, повідомлення про помилку: %(err_msg)s

source: Reference must contain source-name element.
ru: Ссылка должна содержать элемент имени источника.
uk: Посилання має містити елемент ім’я джерела.

source: Failed to manage existing %(type)s %(name)s, because reported size %(size)s was not a floating-point number.
ru: Сбой управления существующим %(type)s %(name)s: размер %(size)s не число с плавающей точкой.
uk: Збій керування існуючим %(type)s %(name)s: розмір %(size)s не число з плаваючою точкою.

source: Refusing to migrate volume ID: %(id)s. Please check your configuration because source and destination are the same Volume Group: %(name)s.
ru: Перенос ИД тома %(id)s отклонен. Проверьте конфигурацию, так как исходный и целевой объекты относятся к одной группе томов: %(name)s.
uk: Перенесення ІД тому %(id)s відхилено. Перевірте конфігурацію, оскільки початковий та цільовий об’єкти відносяться до однієї групи томів: %(name)s.

source: There's no NFS config file configured (%s)
ru: Отсутствует настроенный файл конфигурации NFS (%s)
uk: Відсутній налаштований файл конфігурації NFS (%s)

source: NFS config file at %(config)s doesn't exist
ru: Файл конфигурации NFS в %(config)s не существует
uk: Файл конфігурації NFS в %(config)s не існує

source: %s is not installed
ru: %s не установлен
uk: %s не встановлений

source: Nimble Cinder Driver exception
ru: Исключительная ситуация драйвера Nimble Cinder
uk: Виключна ситуація драйвера Nimble Cinder

source: Unexpected response from Nimble API
ru: Непредвиденный ответ от API Nimble
uk: Непередбачена відповідь від API Nimble

source: %s is not set.
ru: %s не задан.
uk: %s не заданий.

source: No suitable discovery ip found
ru: Подходящий поисковый IP не найден
uk: Відповідна пошукова IP не знайдена

source: SpaceInfo returned byarray is invalid
ru: SpaceInfo возвратил недопустимый byarray
uk: SpaceInfo повернув неприпустимий byarray

source: Reference must contain source-name.
ru: Ссылка должна содержать элемент source-name.
uk: Посилання має містити елемент source-name.

source: Volume %s is already managed by OpenStack.
ru: Том %s уже находится под управлением OpenStack.
uk: Том %s вже знаходиться під керуванням OpenStack.

source: Volume should have agent-type set as None.
ru: В параметре agent-type тома должно быть указано значение None.
uk: У параметрі agent-type тому має бути вказано значення None.

source: Volume %s is online. Set volume to offline for managing using OpenStack.
ru: Том %s включен. Выключите его, чтобы передать под управление OpenStack.
uk: Том %s увімкнений. Вимкніть його, щоб передати під керування OpenStack.

source: Only volumes managed by OpenStack can be unmanaged.
ru: Вывести из-под управления можно только тома, находящиеся под управлением OpenStack.
uk: Вивести із-під керування можна лише томи, що знаходяться під керуванням OpenStack.

source: No initiator group found for initiator %s
ru: Группа инициатора не найдена для инициатора %s
uk: Група ініціятора не знайдена для ініціятора %s

source: API %(name)s failed with error string %(err)s
ru: Сбой API %(name)s, строка ошибки %(err)s
uk: Збій API %(name)s, рядок помилки %(err)s

source: Unable to do replication with Purity REST API version %(api_version)s, requires one of %(required_versions)s.
ru: Невозможно выполнить репликацию с версией API %(api_version)s Purity REST, требуется одна из версий %(required_versions)s.
uk: Неможливо виконати реплікацію з версією API %(api_version)s Purity REST, потрібна одна з версій %(required_versions)s.

source: Missing 'purestorage' python module, ensure the library is installed and available.
ru: Отсутствует модуль python 'purestorage', убедитесь, что библиотека установлена и нет.
uk: Відсутній модуль python 'purestorage', переконайтеся, що бібліотека встановлена та доступна.

source: Unable to determine snapshot name in Purity for snapshot %(id)s.
ru: Не удалось определить имя моментальной копии в Purity для моментальной копии %(id)s.
uk: Не вдалося визначити ім’я миттєвої копії в Purity для миттєвої копії %(id)s.

source: manage_existing requires a 'name' key to identify an existing volume.
ru: Для manage_existing требуется ключ 'name' для идентификации существующего тома.
uk: Для manage_existing потрібен ключ 'name' для ідентифікації існуючого тому.

source: Unable to find Purity ref with name=%s
ru: Не удалось найти ссылку на Purity с именем=%s
uk: Не вдалося знайти посилання на Purity з іменем=%s

source: %(driver)s manage_existing cannot manage a volume connected to hosts. Please disconnect this volume from existing hosts before importing
ru: %(driver)s manage_existing не поддерживает управление томом, подключенным к хостам. Отключите том от существующих хостов перед импортом
uk: %(driver)s manage_existing не підтримує керування томом, під’єднаним до хостів. Від’єднайте том від існуючих хостів перед імпортом

source: Unable to do manage snapshot operations with Purity REST API version %(api_version)s, requires %(required_versions)s.
ru: Невозможно выполнять операции управления моментальной копией через API REST Purity версии %(api_version)s, требуется версия %(required_versions)s.
uk: Неможливо виконувати операції керування миттєвою копією через API REST Purity версії %(api_version)s, потрібна версія %(required_versions)s.

source: HTTPS certificate verification was requested but cannot be enabled with purestorage module version %(version)s. Upgrade to a newer version to enable this feature.
ru: Запрошенная проверка сертификата HTTPS невозможна с версией %(version)s модуля purestorage. Для работы с этой функцией обновите версию.
uk: Запитана перевірка сертифікату HTTPS неможлива з версією %(version)s модулю purestorage. Для роботи з цією функцією оновіть версію.

source: Unable to connect or find connection to host
ru: Не удалось подключиться к хосту или найти соединение с ним
uk: Не вдалося під’єднатися до хосту або знайти з’єднання з ним

source: Unable to failback to "default", this can only be done after a failover has completed.
ru: Не удается восстановить состояние "default", это возможно только по завершении переключения после сбоя.
uk: Не вдається відновити стан "default", це можливо лише по завершенні перемикання після збою.

source: Secondary id can not be the same as primary array, backend_id = %(secondary)s.
ru: Вторичный ИД не может совпадать с основным массивом, backend_id = %(secondary)s.
uk: Вторинний ІД не може збігатися з основним масивом, backend_id = %(secondary)s.

source: Protection Group not ready.
ru: Группа защиты не готова.
uk: Група захисту не готова.

source: Replication not allowed yet.
ru: Репликация еще не разрешена.
uk: Реплікація поки не дозволена.

source: Unable to find failover target, no secondary targets configured.
ru: Не найден целевой объект переключения в случае сбоя, не настроены вспомогательные целевые объекты.
uk: Не знайдено об’єкти призначення перемикання у випадку збою, не налаштовані допоміжні об’єкти призначення.

source: Unable to determine secondary_array from supplied secondary: %(secondary)s.
ru: Не удается определить secondary_array из параметра: %(secondary)s.
uk: Не вдається визначити secondary_array із параметру: %(secondary)s.

source: Unable to find viable secondary array fromconfigured targets: %(targets)s.
ru: Среди настроенных целевых объектов не найден пригодный вспомогательный массив: %(targets)s.
uk: Серед налаштованих об’єктів призначення не знайдено придатного допоміжного масиву: %(targets)s.

source: Unable to find viable pg snapshot to use forfailover on selected secondary array: %(id)s.
ru: Не найдена пригодная моментальная копия группы защиты для переключения в случае сбоя в выбранном вспомогательном массиве: %(id)s.
uk: Не знайдена придатна миттєва копія групи захисту для перемикання у випадку збою у обраному допоміжному масиві: %(id)s.

source: No iSCSI-enabled ports on target array.
ru: В целевом массиве нет портов с поддержкой iSCSI.
uk: У цільовому масиві немає портів з підтримкою iSCSI.

source: Unable to re-use a host that is not managed by Cinder with use_chap_auth=True,
ru: Нельзя повторно использовать хост, который не управляется Cinder с параметром use_chap_auth=True,
uk: Неможна повторно використовувати хост, який не керується Cinder з параметром use_chap_auth=True,

source: Unable to re-use host with unknown CHAP credentials configured.
ru: Нельзя повторно использовать хост с неизвестными идентификационными данными CHAP.
uk: Неможна повторно використовувати хост з невідомими ідентифікаційними даними CHAP.

source: There's no Quobyte volume configured (%s). Example: quobyte://<DIR host>/<volume name>
ru: Нет настроенного тома Quobyte (%s). Пример: quobyte://<DIR host>/<имя-тома>
uk: Немає налаштованого тому Quobyte (%s). Приклад: quobyte://<DIR host>/<ім’я-тому>

source: Extend volume is only supported for this driver when no snapshots exist.
ru: Расширение тома для этого драйвера поддерживается, только когда нет моментальных копий.
uk: Розширення тому для цього драйвера підтримується, лише коли немає миттєвих копій.

source: The mount %(mount_path)s is not a valid Quobyte USP volume. Error: %(exc)s
ru: Путь монтирования %(mount_path)s не является допустимым томом USP Quobyte. Ошибка: %(exc)s
uk: Шлях монтування %(mount_path)s не є припустимим томом USP Quobyte. Помилка: %(exc)s

source: Volumes will be chunked into objects of this size (in megabytes).
ru: Тома будут разбиты на блоки этого размера (в мегабайтах).
uk: Томи будуть розбиті на блоки цього розміру (у мегабайтах).

source: Timeout value (in seconds) used when connecting to ceph cluster. If value < 0, no timeout is set and default librados value is used.
ru: Значение тайм-аута (в секундах), используемое при подключении к кластеру ceph. Если оно отрицательно, то тайм-аут не задан и используется значение librados по умолчанию.
uk: Значення тайм-ауту (у секундах), що використовується при під’єднанні до клястера ceph. Якщо воно від’ємне, то тайм-аут не заданий й використовується типове значення librados.

source: Number of retries if connection to ceph cluster failed.
ru: Число повторов в случае сбоя подключения к кластеру ceph.
uk: Число повторів у випадку невдачі під’єднання до клястера ceph.

source: Interval value (in seconds) between connection retries to ceph cluster.
ru: Интервал в секундах между повторными подключениями к кластеру ceph.
uk: Інтервал у секундах між повторними під’єднаннями до клястера ceph.

source: Invalid argument - whence=%s not supported
ru: Недопустимый аргумент - whence=%s не поддерживается
uk: Неприпустимий аргумент - whence=%s не підтримується

source: Invalid argument
ru: Недопустимый аргумент
uk: Некоректний аргумент

source: fileno() not supported by RBD()
ru: Функция fileno() не поддерживается RBD()
uk: Функція fileno() не підтримується RBD()

source: rados and rbd python libraries not found
ru: Не найдены библиотеки python rados и rbd
uk: Не знайдені бібліотеки python rados і rbd

source: Error connecting to ceph cluster.
ru: Ошибка подключения к кластеру ceph.
uk: Помилка під’єднання до клястера ceph.

source: clone depth exceeds limit of %s
ru: Глубина дублирования превышает ограничение (%s)
uk: Глибина дублювання перевищує обмеження (%s)
