Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: PURPOSE: This test will check that the system correctly detects the removal of a MSP card from the systems card reader. STEPS: 1. Click "Test" and remove the MSP card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що системний медіа-рідер може виявити витягнення MSP картки з системного карт-рідера. ДІЇ: 1. Клацніть на "Тест" та вилучіть MSP картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test is automated and executes after the mediacard/msp-insert-after-suspend test is run. It tests reading and writing to the MSP card after the system has been suspended.
uk: Це автоматизований тест, що виконується після тесту mediacard/msp-insert-after-suspend. Він перевіряє читання та запис на картку пам’яті MSP після виходу системи з режиму очікування.

source: PURPOSE: This test will check that the system correctly detects the removal of a MSP card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MSP card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що системний медіа-рідер може виявити вилучення MSP картки після того як система призупиняла роботу. ДІЇ: 1. Клацніть на "Тест" та вилучіть MSP картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test is automated and executes after the mediacard/xd-insert test is run. It tests reading and writing to the xD card.
uk: Це автоматизований тест, що виконується після тесту mediacard/xd-insert. Він перевіряє читання та запис на картку пам’яті xD.

source: PURPOSE: This test will check that the system correctly detects the removal of a xD card from the systems card reader. STEPS: 1. Click "Test" and remove the xD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що системний медіа-рідер може виявити вилучення xD картки. ДІЇ: 1. Клацніть "Тест" та вилучіть xD картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test is automated and executes after the mediacard/xd-insert-after-suspend test is run. It tests reading and writing to the xD card after the system has been suspended.
uk: Цей тест автоматизований й виконується після тесту mediacard/xd-insert-after-suspend. Він перевіряє запис та читання з картки пам’яті xD після виходу системи з режиму очікування.

source: PURPOSE: This test will check that the system correctly detects the removal of a xD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the xD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що системний медіа-рідер може виявити вилучення xD картки після того як система призупиняла роботу. ДІЇ: 1. Клацніть "Тест" та вилучіть xD картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test checks the amount of memory which is reporting in meminfo against the size of the memory modules detected by DMI.
uk: Цей тест перевіряє скільки пам'яті звітує meminfo на відміну від розміру модулів пам'яті знайдених DMI.

source: Test and exercise memory.
uk: Перевірка та вивчення пам'яті.

source: PURPOSE: This test will check that the system can switch to a virtual terminal and back to X STEPS: 1. Click "Test" to switch to another virtual terminal and then back to X VERIFICATION: Did your screen change temporarily to a text console and then switch back to your current session?
uk: МЕТА: Цей тест перевірить здатність системи переключатись між віртуальним терміналом та назад у X КРОКИ: 1.Натисніть "Перевірити" ,щоб переключитись між віртуальним терміналом та назад у X ПЕРЕВІРКА: Чи ваш екран переключився тимчасово у текстову консоль, а потім повернутися до поточної сесії?

source: Run Firmware Test Suite (fwts) automated tests.
uk: Виконати автоматизовані перевірки Firmware Test Suite (fwts).

source: Attaches the FWTS results log to the submission
uk: Прикріпити результати запису дій FWTS

source: This will run some basic connectivity tests against a BMC, verifying that IPMI works.
uk: Це дозволить виконати деякі базові тести зв'язку з BMC, перевіряючи чи працює IPMI.

source: Determine if we need to run tests specific to portable computers that may not apply to desktops.
uk: Визначити, чи потрібно нам виконати перевірки, специфічні для портативних комп'ютерів, які не можуть застосовуватися до настільних комп'ютерів.

source: Test that the /var/crash directory doesn't contain anything. Lists the files contained within if it does, or echoes the status of the directory (doesn't exist/is empty)
uk: Перевірка на вмістимість теки /var/crash. Виведення переліку файлів якщо вони є, або відображення статусу теки (файли відсутні/порожня).

source: Checks that a specified sources list file contains the requested repositories
uk: Перевіряє, чи вказаний файл списку джерел містить запитувані сховища

source: Automated job to generate the PXE verification test for each NIC.
uk: Автоматизована робота для генерації тесту перевірки PXE для кожного NIC.

source: Automated job to generate the Remote Shared IPMI verification test for each NIC.
uk: Автоматизована робота для генерації тесту перевірки Remote Shared IPMI для кожного NIC.

source: Creates a mobile broadband connection for a GSM based modem and checks the connection to ensure it's working.
uk: Створює мобільне широкосмугове підключення для модему на основі GSM і перевіряє з'єднання, щоб забезпечити коректну роботу.

source: Creates a mobile broadband connection for a CDMA based modem and checks the connection to ensure it's working.
uk: Створює мобільне широкосмугове підключення для модему на основі CDMA і перевіряє з'єднання, щоб забезпечити коректну роботу.

source: PURPOSE: This test will check your VGA port. STEPS: Skip this test if your system does not have a VGA port. 1. Connect a display (if not already connected) to the VGA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
uk: МЕТА: Цей тест перевірить ваш порт VGA. КРОКИ: Пропустіть цей тест, якщо ваша система немає порту VGA. 1.Підключіть дисплей (якщо ще досі не підключений) до порту VGA у вашій системі. ПЕРЕВІРКА: Чи відображалася Стільниця вірно на обох екранах?

source: Test to detect the available network controllers
uk: Перевірка наявних мережевих пристроїв

source: Tests whether the system has a working Internet connection.
uk: Перевірка де система має призднання до мережі Інтернет.

source: Network Information
uk: Інформація щодо мережі

source: This is an automated test to gather some info on the current state of your network devices. If no devices are found, the test will exit with an error.
uk: Це автоматизований тест, щоб зібрати деяку інформацію про поточний стан мережевих пристроїв. Якщо пристрій не знайдено, перевірка завершиться з помилкою.

source: PURPOSE: This test will check your wired connection STEPS: 1. Click on the Network icon in the top panel 2. Select a network below the "Wired network" section 3. Click "Test" to verify that it's possible to establish a HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності дротового з’єднання ДІЇ: 1. Клацніть на піктограмі мережі у верхній панелі 2. Виберіть мережа під елементом "Дротова мережа" 3. Клацніть "Перевірити" для перевірки можливости встановлення HTTP з’єднаня ПЕРЕВІРКА: Чи було відображено сповіщення про встановлення з’єднання?

source: PURPOSE: This test will check that a DSL modem can be configured and connected. STEPS: 1. Connect the telephone line to the computer 2. Click on the Network icon on the top panel. 3. Select "Edit Connections" 4. Select the "DSL" tab 5. Click on "Add" button 6. Configure the connection parameters properly 7. Click "Test" to verify that it's possible to establish an HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости налаштування DSL модему і його під’єднання. ДІЇ: 1. Під’єднайте телефонний дріт до комп’ютера 2. Клацніть на піктограмі мережі у верхній панелі. 3. Виберіть "Змінити з’єднання" 4. Виберіть вкладку "DSL" 5. Клацніть кнопку "Додати" 6. Правильно налаштуйте параметри з’єднання 7. Клацніть "Перевірити" для перевірки можливости встановлення HTTP з’єднання ПЕРЕВІРКА: Чи було відображено сповіщення про встановлення з’єднання?

source: Automated test case to verify availability of some system on the network using ICMP ECHO packets.
uk: Автоматизований тест, щоб перевірити наявність певних систем в мережі за допомогою ICMP-пакунків ECHO.

source: Automated test case to make sure that it's possible to download files through HTTP
uk: Автоматизований тест, щоб переконатися, що є можливість завантажувати файли через HTTP

source: Test to see if we can sync local clock to an NTP server
uk: Перевірка можливості синхронізації локального годинника з NTP-сервером

source: Verify that an installation of checkbox-server on the network can be reached over SSH.
uk: Перевірка можливости встановлення checkbox-сервера у мережі з використанням SSH.

source: Try to enable a remote printer on the network and print a test page.
uk: Спробуйте увімкнути віддалену друкарку в мережі і роздрукуйте пробну сторінку.

source: Automated test to walk multiple network cards and test each one in sequence.
uk: Автоматизований тест перегляду мережевих карт і перевірка кожної у певній послідовності.

source: Test to detect the optical drives
uk: Перевірка знаходження оптичних приводів

source: Optical read test.
uk: Перевірка читання CD

source: Automated optical read test.
uk: Автоматизована перевірка читання оптичних носіїв

source: CD write test.
uk: Перевірка запису на компакт-диск.

source: Automated CD write test
uk: Автоматизована перевірка запису на компакт-диск.

source: PURPOSE: This test will check your CD audio playback capabilities STEPS: 1. Insert an audio CD in your optical drive 2. When prompted, launch the Music Player 3. Locate the CD in the display of the Music Player 4. Select the CD in the Music Player 5. Click the Play button to listen to the music on the CD 6. Stop playing after some time 7. Right click on the CD icon and select "Eject Disc" 8. The CD should be ejected 9. Close the Music Player VERIFICATION: Did all the steps work?
uk: МЕТА: Це тест для перевірки можливости відтворення аудіо-CD ДІЇ: 1. Вставте аудіо-CD у пристрій оптичних дисків 2. Після запрошення запустіть музичний програвач 3. Знайдіть компакт-диск у вікні музичного програвача 4. Виберіть компакт-диск у музичному програвачі 5. Клацніть на кнопці відтворення, щоб прослухати музику з компакт-диска 6. Через деякий час зупиніть відтворення 7. Клацніть правою кнопкою на піктограмі компакт-диска й виберіть «Витягнути диск» 8. Компакт-диск повинен бути витягнутий з пристрою 9. Закрийте музичний програвач ПЕРЕВІРКА: Чи усі кроки вдалося виконати успішно?

source: DVD write test.
uk: Перевірка запису на DVD диск.

source: Automated DVD write test.
uk: Автоматична перевірка запису на DVD диск.

source: PURPOSE: This test will check your DVD playback capabilities STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Click "Test" to play the DVD in Totem VERIFICATION: Did the file play?
uk: МЕТА: Ця перевірка дозволяє переконатися у можливости відтворення DVD ДІЇ: 1. Вставте DVD, що містить будь-який відеозапис у дисковод оптичних дисків 2. Клацніть "Перевірити" для відтворення DVD в Totem ПЕРЕВІРКА: Чи був файл відтворений?

source: PURPOSE: This test will verify that the desktop clock displays the correct date and time STEPS: 1. Check the clock in the upper right corner of your desktop. VERIFICATION: Is the clock displaying the correct date and time for your timezone?
uk: МЕТА: Цей тест перевірить правильність дати і часу, годинника стільниці ДІЇ: 1. Перевірте годинник у верхньому правому куту Вашої стільниці. ПЕРЕВІРКА: Чи відображає годинник правильну дату та час у відповідности з Вашим часовим поясом?

source: PURPOSE: This test will verify that the desktop clock synchronizes with the system clock. STEPS: 1. Click the "Test" button and verify the clock moves ahead by 1 hour. Note: It may take a minute or so for the clock to refresh 2. Right click on the clock, then click on "Time & Date Settings..." 3. Ensure that your clock application is set to manual. 4. Change the time 1 hour back 5. Close the window and reboot VERIFICATION: Is your system clock displaying the correct date and time for your timezone?
uk: МЕТА: Цей тест перевіряє, щоб годинник йшов синхронно з системним годинником. ДІЇ: 1. Клацніть "Перевірити" й переконайтеся, що годинник був переведений на 1 годину вперед. Нотатка: це може зайняти хвилину або доведеться подовжувати оновлення годинника 2. Клацніть ПКМ на годиннику та виберіть "Параметри часу та дати" 3. Переконайтеся що годинник встановлений в "Ручну". 4. Змініть час на 1 годину назад 5. Закрийте вікно та перезавантажтеся ПЕРЕВІРКА: Ваш системний годинник показує правильно дату й час для Вашого часового поясу?

source: PURPOSE: This test will verify that you can reboot your system from the desktop menu STEPS: 1. Click the Gear icon in the upper right corner of the desktop and click on "Shut Down" 2. Click the "Restart" button on the left side of the Shut Down dialog 3. After logging back in, restart System Testing and it should resume here VERIFICATION: Did your system restart and bring up the GUI login cleanly?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости перезавантаження систем із меню стільниці ДІЇ: 1. Клацніть на піктограмі шестерні у правому верхньому куту стільниці й виберіть у меню пункт «Вимкнути...» 2. Клацніть на кнопці «Перезавантажити», розташованій у лівій частині діялоґу «Вимкнення» 3. Після виконання входу, перезапустіть додаток «Перевірка системи», після чого перевірка відновиться з цього місця ПЕРЕВІРКА: Чи була система перезавантажена, а вхід через графічний інтерфейс користувача відображений належним чином?

source: PURPOSE: This test will verify that a network printer is usable STEPS: 1. Make sure that a printer is available in your network 2. Click on the Gear icon in the upper right corner and then click on Printers 3. If the printer isn't already listed, click on Add 4. The printer should be detected and proper configuration values should be displayed 5. Print a test page VERIFICATION: Were you able to print a test page to the network printer?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності мережевої друкарки ДІЇ: 1. Переконайтеся, що друкарка доступна в мережі 2. Клацніть на крайній правій піктограмі у верхньому куту екрану та клацніть на елементі Друкарки 3. Якщо друкарка відсутня у переліку, клацніть Додати 4. Друкарка повинна виявитися й будуть відображені відповідні значення конфігурації 5. Надрукувати тестову сторінку ПЕРЕВІРКА: Чи вдалося Вам надрукувати тестову сторінку використовуючи мережеву друкарку?

source: PURPOSE: This test will verify that a USB DSL or Mobile Broadband modem works STEPS: 1. Connect the USB cable to the computer 2. Right click on the Network icon in the panel 3. Select 'Edit Connections' 4. Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5. Click on 'Add' button 6. Configure the connection parameters properly 7. Notify OSD should confirm that the connection has been established 8. Select Test to verify that it's possible to establish an HTTP connection VERIFICATION: Was the connection correctly established?
uk: МЕТА: Цей тест перевіряє роботу USB DSL або мобільного широковіщального модему ДІЇ: 1. Під’єднайте USB-дріт до комп’ютера 2. Правий-клац на піктограмі мережі в панелі 3. Виберіть "Змінити з’єднання" 4. Виберіть закладку "DSL" (для ADSL модему) або "Мобільні" (для 3G-модему) 5. Клацніть кнопку "Додати" 6. Налаштуйте параметри з’єднання 7. Сповіщення має підтвердити що з’єднання встановлено 8. Виберіть Тест для перевірки можливости встановлення HTTP з’єднання ПЕРЕВІРКА: З’єднання встановлено коректно?

source: Runs piglit tests for checking support for framebuffer object operations, depth buffer and stencil buffer
uk: Запускає piglit тести для перевірки підтримки операцій об’єкту кадрового буферу, глибини буферу та шаблон буферу

source: Runs piglit tests for checking OpenGL 2.1 support
uk: Запускає тести piglit для перевірки підтримки OpenGL 2.1

source: Runs piglit tests for checking support for vertex buffer object operations
uk: Запускає piglit тести для перевірки підтримки вершинних операцій буфер об’єкту

source: Runs the piglit results summarizing tool
uk: Запускає інструмент підведення підсумків тестів piglit

source: Archives the piglit-summary directory into the piglit-results.tar.gz.
uk: Архівує каталог piglit-summary в piglit-results.tar.gz.

source: PURPOSE: This test will check your system shutdown/booting cycle. STEPS: 1. Shutdown your machine. 2. Boot your machine. 3. Repeat steps 1 and 2 at least 5 times. VERIFICATION: Did the system shutdown and rebooted correctly?
uk: МЕТА: Перевірка циклу вимикання/завантаження комп’ютера. ДІЇ: 1. Вимкніть комп’ютер. 2.Увімкніть комп’ютер. 3. Повторіть етапи 1 та 2 принаймні 5 разів. ПЕРЕВІРКА: Чи правильно вимикалася і перезавантажувалася система?

source: Test ACPI Wakealarm (fwts wakealarm)
uk: Перевірка ACPI сигналу прокидання(fwts сигнал прокидання)

source: Attach log from fwts wakealarm test
uk: Прикріпити звіт із тесту fwts wakealarm

source: This will attach any logs from the power-management/poweroff test to the results.
uk: Це повинно приєднати до результатів будь-які записи подій тестів керування живленням/вимкнення.

source: This will attach any logs from the power-management/reboot test to the results.
uk: Це повинно приєднати до результатів будь-які записи подій тестів керування живленням/перезавантаження.

source: Make sure that the RTC (Real-Time Clock) device exists.
uk: Будьте впевнені що RTC (годинник реального часу) присутній.

source: Check to see if CONFIG_NO_HZ is set in the kernel (this is just a simple regression check)
uk: Перевірте що опцію CONFIG_NO_HZ виставлено в конфігурації ядра (це всього лише проста перевірка регресії)

source: Checks the battery drain during idle. Reports time until empty
uk: Перевіряє розряд акумулятора під час очікування. Веде облік часу до повного розряду

source: and capacity as well.
uk: , а також місткість.

source: Checks the battery drain while watching a movie. Reports time
uk: Перевіряє розряд акумулятора під час відтворення кінофільму. Веде облік часу

source: until empty and capacity as well. Requires MOVIE_VAR to be set.
uk: доки не розрядиться повністю, а також місткість. Змінна MOVIE_VAR повинна бути встановлена.

source: Checks the battery drain during suspend. Reports time until
uk: Перевірка розряду батареї під час призупинки роботи. Визначається час доки

source: empty and capacity as well.
uk: повністю розрядиться, а також місткість.

source: Runs all of the rendercheck test suites. This test can take a few minutes.
uk: Запустити усі тести перевірки рендерингу. Тест може зайняти декілька хвилин

source: Attach log from rendercheck tests
uk: Вкласти журнал тесту перевірки рендерингу

source: Verifies that sshd is running.
uk: Перевіряє, що sshd працює.

source: Verifies that Print/CUPs server is running.
uk: Перевіряє, що служба друку/CUPS працює.

source: Verifies that DNS server is running and working.
uk: Перевіряє, що DNS службу запущено і вона працює.

source: Verifies that Samba server is running.
uk: Перевіряє, що службу Samba запущено.

source: Verifies that the LAMP stack is running (Apache, MySQL and PHP).
uk: Перевіряє, що працює LAMP стек (Apache, MySQL та PHP).

source: Verifies that Tomcat server is running and working.
uk: Перевіряє, що службу Tomcat запущено і вона працює.

source: Check success result from shell test case
uk: Подивитися позитивний результат набору тестів оболонки

source: Check failed result from shell test case
uk: Подивитися збійний результат набору тестів оболонки

source: Check job is executed when dependency succeeds
uk: Перевірка виконання завдання після підтвердження залежностей

source: Check job result is set to uninitiated when dependency fails
uk: Перевірка, що завдання не запущене з-за відсутності залежностей

source: Check job is executed when requirements are met
uk: Перевіряє, що завдання запущене після погодження залежностей

source: Check job result is set to "not required on this system" when requirements are not met
uk: Перевіряє, що результат виконання позначений, як "не є необхідним" при не дотриманні залежностей

source: PURPOSE: This test checks that the manual plugin works fine STEPS: 1. Add a comment 2. Set the result as passed VERIFICATION: Check that in the report the result is passed and the comment is displayed
uk: МЕТА: Встановити, що модуль ручного вводу працює ЗАВДАННЯ: 1. Додати коментар 2. Встановити працездатність ПЕРЕВІРКА: Перевірити, що результат досягнуто і коментар показується

source: PURPOSE: Simulates a failure by rebooting the machine STEPS: 1. Click test to trigger a reboot 2. Select "Continue" once logged back in and checkbox is restarted VERIFICATION: You won't see the user-verify
uk: МЕТА: Імітація неполадки під час перезавантаження системи ДІЇ: 1. Клацніть Перевірити, щоб почати перезавантаження 2. Виберіть "Продовжити" після входу у сеанс й перезапуску перевірки системи ПЕРЕВІРКА: Ви не побачите перевірку справжності користувача

source: PURPOSE: If Recovery is successful, you will see this test on restarting checkbox, not sniff4. STEPS: 1. Click Yes VERIFICATION: None Necessary, this is a bogus test
uk: МЕТА: Якщо відновлення успішне, Ви побачите цей тест на прапорці перезапуску, не sniff4 ДІЇ: 1. Натисніть кнопку Так ПЕРЕВІРКА Не необхідно, це фіктивний тест

source: PURPOSE: Create jobs that use the CPU as much as possible for two hours. The test is considered passed if the system does not freeze.
uk: МЕТА: Створює задачі, які завантажують ЦПП протягом двох годин, настільки це можливо. Перевірка вважається виконаною, якщо система продовжує відповідати на запити.

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 30 cycles
uk: МЕТА: Це автоматизований стрес-тест, який протягом 30 циклів, буде примусово переводити комп’ютер у режим сну та виходити з нього

source: Attaches the log from the 30 cycle Hibernate/Resume test if it exists
uk: Приєднання запису дій з 30 циклів тесту Гібернації/Вихід з Гібернації, якщо він існує.

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 30 cycles.
uk: МЕТА: Це автоматизований стрес-тест, який протягом 30 циклів, буде примусово переводити комп’ютер у режим очікування та виходити з нього

source: Attaches the log from the 30 cycle Suspend/Resume test if it exists
uk: Приєднання запису дій з 30 циклів тесту Сну/Вихід з Сну, якщо він існує.
