Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Volume size must multiple of 1 GB.
ru: Размер тома должен быть кратен 1 ГБ.
uk: Розмір тому має бути кратний 1 ГБ.

source: Volume is attached to a server. (%s)
ru: Том подключен к серверу. (%s)
uk: Том під’єднаний до сервера. (%s)

source: Unable to manage volume %s
ru: Невозможно управлять томом %s
uk: Неможливо керувати томом %s

source: Volume not unique.
ru: Том не является уникальным.
uk: Том не є унікальним.

source: Unable to rename volume %(existing)s to %(newname)s
ru: Не удалось переименовать том %(existing)s в %(newname)s
uk: Не вдалося перейменувати том %(existing)s на %(newname)s

source: Failed to find QoSnode
ru: Не найден QoSnode
uk: Не знайдено QoSnode

source: Dell Cinder driver configuration error replication not supported with direct connect.
ru: Ошибка конфигурации драйвера Dell Cinder. Репликация не поддерживается для прямого подключения.
uk: Помилка конфігурації драйвера Dell Cinder. Реплікація не підтримується для прямого під’єднання.

source: Dell Cinder driver configuration error replication_device %s not found
ru: Ошибка конфигурации драйвера Dell Cinder. replication_device %s не найден
uk: Помилка конфігурації драйвера Dell Cinder. replication_device %s не знайдено

source: Replication %(name)s to %(ssn)s failed.
ru: Репликация %(name)s в %(ssn)s не выполнена.
uk: Реплікація %(name)s в %(ssn)s не виконана.

source: Unable to create volume %s
ru: Не удается создать том %s
uk: Не вдалося створити том %s

source: Unable to create volume. Backend down.
ru: Не удается создать том. Выключена базовая система.
uk: Не вдається створити том. Вимкнена базова система.

source: Failed to create snapshot %s
ru: Не удалось создать моментальную копию %s
uk: Не вдалося створити миттєву копію %s

source: Unable to create volume %(name)s from %(snap)s.
ru: Не удается создать том %(name)s из %(snap)s.
uk: Не вдається створити том %(name)s із %(snap)s.

source: Failed to create volume %s
ru: Не удалось создать том %s
uk: Не вдалося створити том %s

source: Unable to create volume %(name)s from %(vol)s.
ru: Не удается создать том %(name)s из %(vol)s.
uk: Не вдається створити том %(name)s із %(vol)s.

source: Failed to delete snapshot %s
ru: Не удалось удалить моментальную копию %s
uk: Не вдалося вилучити миттєву копію %s

source: Unable to find volume %s
ru: Не найден том %s
uk: Не знайдено том %s

source: Unable to extend volume %s
ru: Не удалось расширить том %s
uk: Не вдалося розширити том %s

source: Unable to retrieve volume stats.
uk: Не вдається отримати статистику обсягу тома

source: Unable to create consistency group %s
ru: Не удалось создать группу согласования %s
uk: Не вдалося створити групу погодження %s

source: Unable to update consistency group %s
ru: Не удалось изменить группу согласования %s
uk: Не вдалося змінити групу погодження %s

source: Unable to snap Consistency Group %s
ru: Не удалось создать моментальную копию группы согласования %s
uk: Не вдалося створити миттєву копію групи погодження %s

source: Unable to delete Consistency Group snapshot %s
ru: Не удалось удалить моментальную копию группы согласования %s
uk: Не вдалося вилучити миттєву копію групи погодження %s

source: Must specify source-name or source-id.
ru: Необходимо указать source-name или source-id.
uk: Необхідно вказати source-name або source-id.

source: Unable to retype %(specname)s, expected to receive current and requested %(spectype)s values. Value received: %(spec)s
ru: Не удается изменить тип %(specname)s, ожидалось получение текущих и запрошенных значений %(spectype)s. Полученное значение: %(spec)s
uk: Не вдається змінити тип %(specname)s, очікувалося отримання поточних і запитаних значень %(spectype)s. Отримане значення: %(spec)s

source: Backend has already been failed over. Unable to fail back.
ru: Переключение базовой системы после сбоя уже выполнено. Обратное переключение невозможно.
uk: Перемикання базової системи після збою вже виконано. Зворотнє перемикання неможливе.

source: replication_failover failed. %s not found.
ru: Ошибка replication_failover. %s не найден.
uk: Помилка replication_failover. %s не знайдений.

source: replication_failover failed. Backend not configured for failover
ru: Ошибка replication_failover. Базовая система не настроена для переключения после сбоя
uk: Помилка replication_failover. Базова система не налаштована для перемикання після збою

source: _get_unmanaged_replay: Must specify source-name.
ru: _get_unmanaged_replay: необходимо указать source-name.
uk: _get_unmanaged_replay: необхідно вказати source-name.

source: _get_unmanaged_replay: Cannot find volume id %s
ru: _get_unmanaged_replay: не найден том с ИД %s
uk: _get_unmanaged_replay: не знайдено том з ІД %s

source: _get_unmanaged_replay: Cannot find snapshot named %s
ru: _get_unmanaged_replay: не найдена моментальная копия %s
uk: _get_unmanaged_replay: не знайдена миттєва копія %s

source: manage_existing_snapshot: Error managing existing replay %(ss)s on volume %(vol)s
ru: manage_existing_snapshot: ошибка при обработке существующего повтора %(ss)s для тома %(vol)s
uk: manage_existing_snapshot: помилка при опрацюванні існуючого повтору %(ss)s для тому %(vol)s

source: Volume size must be a multiple of 1 GB.
ru: Размер тома должен быть кратным 1 ГБ.
uk: Розмір тому має бути кратним 1 ГБ.

source: unmanage_snapshot: Cannot find volume id %s
ru: unmanage_snapshot: не найден том с ИД %s
uk: unmanage_snapshot: не знайдено том з ІД %s

source: unmanage_snapshot: Cannot find snapshot named %s
ru: unmanage_snapshot: не найдена моментальная копия %s
uk: unmanage_snapshot: не знайдена миттєва копія %s

source: Unable to map volume.
ru: Не удалось связать том.
uk: Не вдалося зв’язати том.

source: Terminate connection failed
ru: Завершение соединения не выполнено
uk: Завершення з’єднання не виконано

source: Terminate connection unable to connect to backend.
ru: Операции Завершить соединение не удалось подключиться к базовому серверу.
uk: Операції Завершити з’єднання не вдалося під’єднатися до базового сервера.

source: Unable to map volume
ru: Не удалось преобразовать том
uk: Не вдалося перетворити том

source: Could not find DISCO wsdl file.
ru: Не найден файл WSDL DISCO.
uk: Не знайдено файл WSDL DISCO.

source: Error while creating volume [status] %(stat)s - [result] %(res)s.
ru: Ошибка создания тома [состояние] %(stat)s - [результат] %(res)s.
uk: Помилка створення тому [стан] %(stat)s - [результат] %(res)s.

source: Error while deleting volume [status] %(stat)s - [result] %(res)s.
ru: Ошибка удаления тома [состояние] %(stat)s - [результат] %(res)s.
uk: Помилка вилучення тому [стан] %(stat)s - [результат] %(res)s.

source: Error while creating snapshot [status] %(stat)s - [result] %(res)s.
ru: Ошибка создания моментальной копии [состояние] %(stat)s - [результат] %(res)s.
uk: Помилка створення миттєвої копії [стан] %(stat)s - [результат] %(res)s.

source: Error while deleting snapshot [status] %(stat)s - [result] %(res)s
ru: Ошибка удаления моментальной копии [состояние] %(stat)s - [результат] %(res)s.
uk: Помилка вилучення миттєвої копії [стан] %(stat)s - [результат] %(res)s.

source: Error[%(stat)s - %(res)s] while restoring snapshot [%(snap_id)s] into volume [%(vol)s].
ru: Ошибка [%(stat)s - %(res)s] при восстановлении моментальной копии [%(snap_id)s] в том [%(vol)s].
uk: Помилка [%(stat)s - %(res)s] при відновленні миттєвої копії [%(snap_id)s] в том [%(vol)s].

source: Error[status] %(stat)s - [result] %(res)s] while getting volume id.
ru: Ошибка [состояние] %(stat)s - [результат] %(res)s] при получении ИД тома.
uk: Помилка [стан] %(stat)s - [результат] %(res)s] при отриманні ІД тому.

source: Error[%(stat)s - %(res)s] while getting volume id.
ru: Ошибка [%(stat)s - %(res)s] при получении ИД тома.
uk: Помилка [%(stat)s - %(res)s] при отриманні ІД тому.

source: Error while extending volume [status] %(stat)s - [result] %(res)s.
ru: Ошибка расширения тома [состояние] %(stat)s - [результат] %(res)s.
uk: Помилка розширення тому [стан] %(stat)s - [результат] %(res)s.

source: Error while getting disco information [%s].
ru: Ошибка при получении информации disco [%s].
uk: Помилка при отриманні інформації disco [%s].

source: Error while getting %(op)s details, returned code: %(status)s.
ru: Ошибка получения сведений о %(op)s , код возврата: %(status)s.
uk: Помилка отримання відомостей про %(op)s , код повернення: %(status)s.

source: Timeout while calling %s
ru: Тайм-аут при вызове %s
uk: Тайм-аут при виклику %s

source: Unknown operation %s.
ru: Неизвестная операция %s.
uk: Невідома операція %s.

source: Call returned a None object
ru: Вызов возвратил объект None
uk: Виклик повернув об’єкт None

source: Failed to connect to %(vendor_name)s Array %(host)s: %(err)s
ru: Не удалось подключиться к %(vendor_name)s Массив %(host)s: %(err)s
uk: Не вдалося під’єднатися до %(vendor_name)s Масив %(host)s: %(err)s

source: Failed to log on %s Array (invalid login?).
ru: Не удалось войти в массив %s (неправильное имя пользователя?).
uk: Не вдалося увійти в масив %s (неправильне ім’я користувача?).

source: %s configuration option is not set.
ru: Не задан параметр конфигурации %s.
uk: Не задано параметр конфігурації %s.

source: Unable to get stats for backend_name: %s
ru: Не удалось получить статистику для backend_name: %s
uk: Не вдалося отримати статистику для backend_name: %s

source: Connector does not provide: %s
ru: Не передан коннектор: %s
uk: Не передано конектор: %s

source: Invalid IP address format: '%s'
ru: Недопустимый формат IP-адреса: '%s'
uk: Неприпустимий формат IP-адреси: '%s'

source: At least one valid iSCSI IP address must be set.
ru: Необходимо указать хотя бы один допустимый IP-адрес iSCSI.
uk: Необхідно вказати хоч би одну припустиму IP-адресу iSCSI.

source: CHAP secret should be 12-16 bytes.
ru: Пароль CHAP должен быть от 12 до 16 байт.
uk: Пароль CHAP має бути від 12 до 16 байт.

source: Cannot find Replication Service to create volume for snapshot %s.
ru: Не найдена служба репликации для создания тома для моментальной копии %s.
uk: Не знайдена служба реплікації для створення тому для миттєвої копії %s.

source: Cannot find Controller Configuration Service for storage system %(storage_system)s.
ru: Не удалось найти службу конфигурации контроллеров для системы хранения %(storage_system)s.
uk: Не вдалося знайти службу конфігурації контролерів для системи зберігання %(storage_system)s.

source: Error Attaching volume %(vol)s.
ru: Ошибка подключения тома %(vol)s.
uk: Помилка під’єднання тому %(vol)s.

source: Unable to get the name of the masking view.
ru: Не удается получить имя маскирующего представления.
uk: Не вдається отримати ім’я маскуючого надання.

source: Unable to get the name of the portgroup.
ru: Не удается получить имя группы портов.
uk: Не вдається отримати ім’я групи портів.

source: Cannot get the portgroup from the masking view.
ru: Не удается получить группу портов из маскирующего представления.
uk: Не вдається отримати групу портів із маскуючого надання.

source: Cannot find Volume: %(volumename)s. Extend operation. Exiting....
ru: Том %(volumename)s не найден. Операция Extend. Выполняется выход...
uk: Том %(volumename)s не знайдено. Операція Extend. Виконується вихід...

source: Your original size: %(originalVolumeSize)s GB is greater than: %(newSize)s GB. Only Extend is supported. Exiting...
ru: Исходный размер, %(originalVolumeSize)s ГБ, превышает %(newSize)s ГБ. Поддерживается только Extend. Выполняется выход...
uk: Початковий розмір, %(originalVolumeSize)s ГБ, перевищує %(newSize)s ГБ. Підтримується лише Extend. Виконується вихід...

source: The requested size : %(requestedSize)s is not the same as resulting size: %(resultSize)s.
ru: Запрошенный размер %(requestedSize)s не совпадает с итоговым размером %(resultSize)s.
uk: Запитаний розмір %(requestedSize)s не збігається з підсумковим розміром %(resultSize)s.

source: Failed to remove: %(volumename)s. from the default storage group for FAST policy %(fastPolicyName)s.
ru: Не удалось удалить том %(volumename)s из группы носителей по умолчанию для стратегии FAST %(fastPolicyName)s.
uk: Не вдалося вилучити том %(volumename)s із типової групи носіїв для стратегії FAST %(fastPolicyName)s.

source: Cannot connect to ECOM server.
ru: Не удалось подключиться к серверу ECOM.
uk: Не вдалося під’єднатися до сервера ECOM.

source: Pool %(poolNameInStr)s is not found.
ru: Пул %(poolNameInStr)s не найден.
uk: Пул %(poolNameInStr)s не знайдений.

source: Storage system not found for pool %(poolNameInStr)s.
ru: Для пула %(poolNameInStr)s не найдена система памяти.
uk: Для пулу %(poolNameInStr)s не знайдена система пам’яті.

source: Error finding %s.
ru: Ошибка при поиске %s.
uk: Помилка при пошуку %s.

source: Unable to get target endpoints for hardwareId %(hardwareIdInstance)s.
ru: Не удалось получить целевые конечные точки для ИД аппаратного обеспечения %(hardwareIdInstance)s.
uk: Не вдалося отримати цільові кінцеві точки для ИД апаратного забезпечення %(hardwareIdInstance)s.

source: Configuration file %(configurationFile)s does not exist.
ru: Файл конфигурации %(configurationFile)s не существует.
uk: Файл конфігурації %(configurationFile)s не існує.

source: Unable to get corresponding record for pool.
ru: Не удалось получить соответствующую запись для пула.
uk: Не вдалося отримати відповідний запис для пулу.

source: Unable to get configuration information necessary to create a volume: %(errorMessage)s.
ru: Извлечь информацию о конфигурации, необходимую для создания тома, невозможно: %(errorMessage)s.
uk: Видобути інформацію про конфігурацію, необхідну для створення тому, неможливо: %(errorMessage)s.

source: You must supply an array in your EMC configuration file.
ru: Необходимо указать массив в файле конфигурации EMC.
uk: Необхідно вказати масив у файлі конфігурації EMC.

source: Cannot get necessary pool or storage system information.
ru: Не удалось получить необходимую информацию о пуле или системе хранения.
uk: Не вдалося отримати необхідну інформацію про пул або систему зберігання.

source: Error adding Volume: %(volumeName)s with instance path: %(volumeInstancePath)s.
ru: Ошибка при добавлении тома %(volumeName)s с путем к экземпляру %(volumeInstancePath)s.
uk: Помилка при додаванні тому %(volumeName)s з шляхом до екземпляра %(volumeInstancePath)s.

source: Rolling back %(volumeName)s by deleting it.
ru: Выполняется откат %(volumeName)s путем его удаления.
uk: Виконується відкат %(volumeName)s шляхом його вилучення.

source: Failed to unbind volume %(volume)s
ru: Не удалось удалить привязку тома %(volume)s
uk: Не вдалося вилучити прив’язку тому %(volume)s

source: Clone feature is not licensed on %(storageSystem)s.
ru: Функция создания копии не лицензирована в %(storageSystem)s.
uk: Функція створення копії не ліцензована в %(storageSystem)s.

source: Unable to create or get default storage group for FAST policy: %(fastPolicyName)s.
ru: Создать или получить группу носителей по умолчанию для стратегии FAST %(fastPolicyName)s.
uk: Створити або отримати типову групу носіїв для стратегії FAST %(fastPolicyName)s.

source: Volume %(name)s not found on the array. Cannot determine if there are volumes mapped.
ru: Том %(name)s не найден в массиве. Не удается определить, преобразованы ли тома.
uk: Том %(name)s не знайдений в масиві. Не вдається визначити, чи перетворені томи.

source: Cannot find Replication Service to delete snapshot %s.
ru: Не найдена служба репликации для удаления моментальной копии %s.
uk: Не знайдена служба реплікації для вилучення миттєвої копії %s.

source: Failed to create consistency group: %(cgName)s.
ru: Не удалось создать группу согласования: %(cgName)s.
uk: Не вдалося створити групу погодження: %(cgName)s.

source: Cannot find CG group %s.
ru: Не найдена группа согласования %s.
uk: Не знайдена група погодження %s.

source: Failed to delete consistency group: %(cgName)s.
ru: Не удалось удалить группу согласования %(cgName)s.
uk: Не вдалося вилучити групу погодження %(cgName)s.

source: Cannot find Replication service on system %s.
ru: Не найдена служба репликации в системе %s.
uk: Не знайдена служба реплікації в системі %s.

source: Failed to create snapshot for cg: %(cgName)s.
ru: Не удалось создать моментальную копию для группы согласования %(cgName)s.
uk: Не вдалося створити миттєву копію для групи погодження %(cgName)s.

source: Failed to delete snapshot for cg: %(cgId)s.
ru: Не удалось удалить моментальную копию для группы согласования %(cgId)s.
uk: Не вдалося вилучити миттєву копію для групи погодження %(cgId)s.

source: The striped meta count of %(memberCount)s is too small for volume: %(volumeName)s, with size %(volumeSize)s.
ru: Счетчик чередующихся метаданных %(memberCount)s слишком мал для тома %(volumeName)s с размером %(volumeSize)s.
uk: Лічильник чергованих метаданих %(memberCount)s замалий для тому %(volumeName)s з розміром %(volumeSize)s.

source: Pool: %(poolName)s. is not associated to storage tier for fast policy %(fastPolicy)s.
ru: Пул %(poolName)s. не связан со слоем памяти для быстрой стратегии %(fastPolicy)s.
uk: Пул %(poolName)s. не пов’язаний із шаром пам’яті для швидкої стратегії %(fastPolicy)s.

source: Either SLO: %(slo)s or workload %(workload)s is invalid. Examine previous error statement for valid values.
ru: SLO %(slo)s или рабочая схема %(workload)s недопустимы. См. предыдущее сообщение об ошибке. Там указаны допустимые значения.
uk: SLO %(slo)s або робоча схема %(workload)s неприпустимі. Див. попереднє повідомлення про помилку. Там вказані припустимі значення.

source: Cannot determine storage pool settings.
ru: Не удается определить параметры пула памяти.
uk: Неможливо визначити налаштування пулу пристроїв зберігання даних.

source: Volume: %(volumeName)s is not a concatenated volume. You can only perform extend on concatenated volume. Exiting...
ru: Том: %(volumeName)s не является объединенным томом. Выполнить Extend можно только над объединенным томом. Выполняется выход...
uk: Том: %(volumeName)s не є об’єднаним томом. Виконати Extend можна лише над об’єднаним томом. Виконується вихід...

source: Error Creating unbound volume on an Extend operation.
ru: Ошибка при создании несвязанного тома в операции Extend.
uk: Помилка при створенні непов’язаного тому в операції Extend.

source: On an Extend Operation, error adding volume to composite volume: %(volumename)s.
ru: Ошибка в операции Extend при добавлении тома в составной том %(volumename)s.
uk: Помилка в операції Extend при додаванні тому у складовий том %(volumename)s.

source: Failed to delete volume %(volumeName)s.
ru: Не удалось удалить том %(volumeName)s.
uk: Не вдалося вилучити том %(volumeName)s.

source: Error Creating unbound volume.
ru: Ошибка создания несвязанного тома.
uk: Помилка створення непов’язаного тому.

source: Error appending volume %(volumename)s to target base volume.
ru: Ошибка при добавлении тома %(volumename)s в целевой базовый том.
uk: Помилка при додаванні тому %(volumename)s у цільовий базовий том.

source: Exception appending meta volume to target volume %(volumename)s.
ru: Возникла исключительная ситуация при добавлении тома метаданных к целевому тому %(volumename)s.
uk: Виникла виключна ситуація при додаванні тому метаданих до цільового тому %(volumename)s.

source: Exception during create element replica. Clone name: %(cloneName)s Source name: %(sourceName)s Extra specs: %(extraSpecs)s
ru: Возникла исключительная ситуация при создании реплики элемента. Имя дубликата %(cloneName)s Исходное имя: %(sourceName)s Дополнительные спецификации: %(extraSpecs)s
uk: Виникла виключна ситуація при створенні репліки елемента. Ім’я дублікату %(cloneName)s Початкове ім’я: %(sourceName)s Додаткові специфікації: %(extraSpecs)s

source: Pool from volume['host'] %(host)s not found.
ru: Не найден пул из volume['host'] %(host)s.
uk: Не знайдено пул із volume['host'] %(host)s.

source: Pool from volume['host'] failed with: %(ex)s.
ru: Сбой пула из volume['host']. Исключительная ситуация: %(ex)s.
uk: Збій пулу із volume['host']. Виключна ситуація: %(ex)s.

source: Manage volume is not supported if FAST is enable. FAST policy: %(fastPolicyName)s.
ru: Управление томом не поддерживается, если включен режим FAST. Стратегия FAST: %(fastPolicyName)s.
uk: Керування томом не підтримується, якщо увімкнений режим FAST. Стратегія FAST: %(fastPolicyName)s.

source: Unable to import volume %(deviceId)s to cinder. Volume is in masking view %(mv)s.
ru: Не удалось импортировать том %(deviceId)s в Cinder. Том находится в маскирующем представлении %(mv)s.
uk: Не вдалося імпортувати том %(deviceId)s в Cinder. Том знаходиться у маскуючому представленні %(mv)s.

source: Unable to import volume %(deviceId)s to cinder. It is the source volume of replication session %(sync)s.
ru: Не удалось импортировать том %(deviceId)s в Cinder. Это исходный том сеанса репликации %(sync)s.
uk: Не вдалося імпортувати том %(deviceId)s в Cinder. Це початковий том сеансу реплікації %(sync)s.

source: Unable to import volume %(deviceId)s to cinder. The external volume is not in the pool managed by current cinder host.
ru: Не удалось импортировать том %(deviceId)s в Cinder. Внешний том не в пуле, управляемом текущим хостом Cinder.
uk: Не вдалося імпортувати том %(deviceId)s в Cinder. Зовнішній том не в пулі, керованому поточним хостом Cinder.

source: Cannot find Volume: %(id)s. unmanage operation. Exiting...
ru: Не найден том %(id)s. Операция удаления из управления. Выход...
uk: Не знайдено том %(id)s. Операція вилучення із керування. Вихід...

source: Failed to update consistency group: %(cgName)s.
ru: Не удалось изменить группу согласования: %(cgName)s.
uk: Не вдалося змінити групу погодження: %(cgName)s.

source: No source snapshots provided to create consistency group %s.
ru: Не указаны исходные моментальные копии для создания группы согласования %s.
uk: Не вказані початкові миттєві копії для створення групи погодження %s.

source: Cannot find replication service on system %s.
ru: Не найдена служба репликации в системе %s.
uk: Не знайдена служба реплікації в системі %s.

source: Cannot find source CG instance. consistencygroup_id: %s.
ru: Не найден исходный экземпляр группы согласования. consistencygroup_id: %s.
uk: Не знайдено початковий примірник групи погодження. consistencygroup_id: %s.

source: Failed to create CG %(cgName)s from snapshot %(cgSnapshot)s.
ru: Не удалось создать группу согласования %(cgName)s из моментальной копии %(cgSnapshot)s.
uk: Не вдалося створити групу погодження %(cgName)s із миттєвої копії %(cgSnapshot)s.

source: Error associating storage group : %(storageGroupName)s. To fast Policy: %(fastPolicyName)s with error description: %(errordesc)s.
ru: Ошибка при связывании группы носителей %(storageGroupName)s со стратегией FAST %(fastPolicyName)s, описание ошибки: %(errordesc)s.
uk: Помилка при пов’язуванні групи носіїв %(storageGroupName)s зі стратегією FAST %(fastPolicyName)s, опис помилки: %(errordesc)s.

source: FAST is not supported on this array.
ru: FAST не поддерживается в этом массиве.
uk: FAST не підтримується у цьому масиві.

source: Host %(host)s does not match x509 certificate contents: CommonName %(commonName)s.
ru: Хост %(host)s не соответствует содержимому сертификата x509: CommonName %(commonName)s.
uk: Хост %(host)s не відповідає вмісту сертифікату x509: CommonName %(commonName)s.

source: SSL Certificate expired on %s.
ru: Срок действия сертификата SSL истек %s.
uk: Термін дії сертифікату SSL сплив %s.

source: Unable to load cert from %(cert)s %(e)s.
ru: Не удалось загрузить сертификат из %(cert)s %(e)s.
uk: Не вдалося завантажити сертифікат із %(cert)s %(e)s.

source: No key file specified and unable to load key from %(cert)s %(e)s.
ru: Не указан файл ключа, и невозможно загрузить ключ из %(cert)s %(e)s.
uk: Не вказано файл ключа, й неможливо завантажити ключ із %(cert)s %(e)s.
