Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: ImageBusy error raised while deleting rbd volume. This may have been caused by a connection from a client that has crashed and, if so, may be resolved by retrying the delete after 30 seconds has elapsed.
ru: Возникла ошибка ImageBusy при удалении тома rbd. Причиной может быть сбой клиентского соединения. В этом случае повторите удаление через 30 с.
uk: Виникла помилка ImageBusy при вилученні тому rbd. Причиною може бути збій клієнтського з’єднання. У цьому випадку повторіть вилучення через 30 с.

source: Not stored in rbd
ru: Не сохранено в rbd
uk: Не збережено в rbd

source: Blank components
ru: Пустые компоненты
uk: Порожні компоненти

source: Not an rbd snapshot
ru: Не является моментальной копией rbd
uk: Не є миттєвою копією rbd

source: Failed to Extend Volume %(volname)s
ru: Не удалось расширить том %(volname)s
uk: Не вдалося розширити том %(volname)s

source: Failed to manage existing volume %(name)s, because reported size %(size)s was not a floating-point number.
ru: Сбой управления существующего тома %(name)s: размер %(size)s не число с плавающей точкой.
uk: Збій керування існуючого тому %(name)s: розмір %(size)s не число з плаваючою точкою.

source: The decorated method must accept either a volume or a snapshot object
ru: Метод с декоратором должен принимать либо том, либо объект моментальной копии
uk: Метод з декоратором повинен приймати або том, або об’єкт миттєвої копії

source: NAS config '%(name)s=%(value)s' invalid. Must be 'auto', 'true', or 'false'
ru: Недопустимая конфигурация NAS '%(name)s=%(value)s'. Допустимые значения: 'auto', 'true' или 'false'
uk: Неприпустима конфігурація NAS '%(name)s=%(value)s'. Припустимі значення: 'auto', 'true' або 'false'

source: Expected volume size was %d
ru: Ожидаемый размер тома: %d
uk: Очікуваний розмір тому: %d

source: but size is now %d
ru: но сейчас размер: %d
uk: але наразі розмір: %d

source: Share %s ignored due to invalid format. Must be of form address:/export. Please check the nas_host and nas_share_path settings.
uk: Спільний ресурс %s ігноровано через невірний формат. Має бути у вигляді address:/export. Будь ласка перевірте параметри nas_host та nas_share_path.

source: 'active' must be present when writing snap_info.
ru: Должно быть active при записи snap_info.
uk: Має бути active при запису snap_info.

source: File %(path)s has invalid backing file %(bfile)s, aborting.
ru: Файл %(path)s содержит недопустимый базовый файл %(bfile)s, принудительное завершение.
uk: Файл %(path)s містить неприпустимий базовий файл %(bfile)s, примусове завершення.

source: Share at %(dir)s is not writable by the Cinder volume service. Snapshot operations will not be supported.
ru: Общий ресурс в %(dir)s недоступен на запись службе томов Cinder. Операции для моментальных копий поддерживаться не будут.
uk: Спільний ресурс в %(dir)s недоступний на запис у службі томів Cinder. Операції для миттєвих копій підтримуватися не будуть.

source: Volume status must be 'available'.
ru: Состояние тома должно быть available.
uk: Стан тому має бути available.

source: Volume status must be "available" or "in-use".
ru: Состояние тома должно быть available или in-use для моментальной копии.
uk: Стан тому має бути available або in-use для миттєвої копії.

source: No file found with %s as backing file.
ru: Не найден файл с %s в качестве базового файла.
uk: Не знайдено файл з %s у якости базового файлу.

source: No snap found with %s as backing file.
ru: Не найдена моментальная копия с %s в качестве базового файла.
uk: Не знайдена миттєва копія з %s у якости базового файлу.

source: Snapshot status must be "available" to clone.
ru: Для дублирования состояние моментальной копии должно быть available.
uk: Для дублювання стан миттєвої копії має бути available.

source: Volume status must be "available" or "in-use" for snapshot. (is %s)
ru: Состояние тома должно быть available или in-use для моментальной копии. (Фактическое состояние: %s)
uk: Стан тому має бути available або in-use для миттєвої копії. (Фактичний стан: %s)

source: Nova returned "error" status while creating snapshot.
ru: Во время создания моментальной копии из Nova возвращено состояние error.
uk: Під час створення миттєвої копії із Nova повернено стан error.

source: Snapshot %(id)s has been asked to be deleted while waiting for it to become available. Perhaps a concurrent request was made.
ru: Отправлен запрос на удаление моментальной копии %(id)s во время ожидания ее готовности. Вероятно, параллельно выполняется другой запрос.
uk: Відправлено запит на вилучення миттєвої копії %(id)s під час очікування її готовності. Ймовірно, паралельно виконується інший запит.

source: Timed out while waiting for Nova update for creation of snapshot %s.
ru: Истек тайм-аут ожидания обновления Nova для создания моментальной копии %s.
uk: Сплив тайм-аут очікування оновлення Nova для створення миттєвої копії %s.

source: Unable to delete snapshot %(id)s, status: %(status)s.
ru: Не удалось удалить моментальную копию %(id)s, состояние: %(status)s.
uk: Не вдалося вилучити миттєву копію %(id)s, стан: %(status)s.

source: Timed out while waiting for Nova update for deletion of snapshot %(id)s.
ru: Истек тайм-аут ожидания обновления Nova для удаления моментальной копии %(id)s.
uk: Сплив тайм-аут очікування оновлення Nova для вилучення миттєвої копії %(id)s.

source: Value required for 'scality_sofs_config'
ru: Требуется значение для 'scality_sofs_config'
uk: Значення потрібне для 'scality_sofs_config'

source: Can't access 'scality_sofs_config': %s
ru: Нет доступа к scality_sofs_config: %s
uk: Немає доступу до scality_sofs_config: %s

source: Cannot execute /sbin/mount.sofs
ru: Не удалось выполнить /sbin/mount.sofs
uk: Неможливо виконати /sbin/mount.sofs

source: Cannot mount Scality SOFS, check syslog for errors
ru: Не удалось смонтировать Scality SOFS. Проверьте системный протокол на наличие ошибок
uk: Неможливо змонтувати Scality SOFS, зверніться до системного журналу для отримання відомостей про помилки

source: Backup is only supported for raw-formatted SOFS volumes.
ru: Резервное копирование поддерживается только для томов SOFS с форматированием raw.
uk: Резервне копіювання підтримується лише для томів SOFS з форматуванням raw.

source: Backup is only supported for SOFS volumes without backing file.
ru: Резервное копирование поддерживается только для томов SOFS с форматированием raw без базового файла.
uk: Резервне копіюванняе підтримується лише для томів SOFS з форматуванням raw без базового файлу.

source: Sheepdog I/O Error, command was: "%s".
ru: Ошибка ввода-вывода Sheepdog, команда: "%s".
uk: Помилка вводу-виводу Sheepdog, команда: "%s".

source: An error occurred while reading volume "%s".
ru: Возникла ошибка при чтении тома "%s".
uk: Виникла помилка при читанні тому "%s".

source: An error occurred while writing to volume "%s".
ru: Возникла ошибка при записи на том "%s".
uk: Виникла помилка при запису на том "%s".

source: An error occured while seeking for volume "%s".
ru: Возникла ошибка при поиске тома "%s".
uk: Виникла помилка при пошуку тому "%s".

source: Invalid argument - whence=%s not supported.
ru: Недопустимый аргумент - whence=%s не поддерживается.
uk: Неприпустимий аргумент - whence=%s не підтримується.

source: Invalid argument - negative seek offset.
ru: Недопустимый аргумент - отрицательное смещение функции seek.
uk: Неприпустимий аргумент - негативне зміщеня функції seek.

source: fileno is not supported by SheepdogIOWrapper
ru: fileno не поддерживается SheepdogIOWrapper
uk: fileno не підтримується SheepdogIOWrapper

source: Failed to create a temporary snapshot for volume %s.
ru: Не удалось создать временную моментальную копию для тома %s.
uk: Не вдалося створити тимчасову миттєву копію для тому %s.

source: SMBFS config file not set (smbfs_shares_config).
ru: Файл конфигурации SMBFS не указан (smbfs_shares_config).
uk: Файл конфігурації SMBFS не вказаний (smbfs_shares_config).

source: SMBFS config file at %(config)s doesn't exist.
ru: Файл конфигурации SMBFS в %(config)s не существует.
uk: Файл конфігурації SMBFS в %(config)s не існує.

source: Invalid mount point base: %s
ru: Недопустимая база точки монтирования: %s
uk: Неприпустима база точки монтування: %s

source: SMBFS config 'smbfs_oversub_ratio' invalid. Must be > 0: %s
ru: Недопустимая конфигурация SMBFS smbfs_oversub_ratio. Значение должно быть больше 0: %s
uk: Неприпустима конфігурація SMBFS smbfs_oversub_ratio. Значення має бути більше 0: %s

source: SMBFS config 'smbfs_used_ratio' invalid. Must be > 0 and <= 1.0: %s
ru: Недопустимая конфигурация SMBFS smbfs_used_ratio. Значение должно быть больше 0 и не больше 1,0: %s
uk: Неприпустима конфігурація SMBFS smbfs_used_ratio. Значення має бути більше 0 й не більше 1,0: %s

source: File already exists at %s.
ru: Файл уже существует в %s.
uk: Файл вже існує в %s.

source: This driver does not support snapshotting in-use volumes.
ru: Этот драйвер не поддерживает создание моментальных копий используемых томов.
uk: Цей драйвер не підтримує створення миттєвих копій томів, що використовуються.

source: This driver does not support deleting in-use snapshots.
ru: Этот драйвер не поддерживает удаление используемых моментальных копий.
uk: Цей драйвер не підтримує вилучення миттєвих копій, що використовуються.

source: Snapshots are not supported for this volume format: %s
ru: Моментальные копии не поддерживаются для этого формата тома: %s
uk: Миттєві копії не підтримуються для цього формату тому: %s

source: but size is now %d.
ru: но сейчас размер %d.
uk: але наразі розмір %d.

source: Retry count exceeded for command: %s
ru: Превышено число попыток для команды: %s
uk: Перевищено число спроб для команди: %s

source: Attribute: %s not found.
ru: Атрибут: %s не найден.
uk: Атрибут: %s не знайдено.

source: API response: %s
ru: Ответ API: %s
uk: Відповідь API: %s

source: Failed to get model update from clone
ru: Не удалось получить обновление модели из копии
uk: Не вдалося отримати оновлення моделі із копії

source: Failed to create SolidFire Image-Volume
ru: Не удалось создать образ-том SolidFire
uk: Не вдалося створити образ-том SolidFire

source: Volumes/account exceeded on both primary and secondary SolidFire accounts.
ru: Число томов превышено и для основной, и для вторичной учетной записи SolidFire.
uk: Число томів перевищено й для основного, і для вторинного облікового запису SolidFire.

source: Retrieved a different amount of SolidFire volumes for the provided Cinder volumes. Retrieved: %(ret)s Desired: %(des)s
ru: Полученное непредвиденное число томов SolidFire для предоставленных томов Cinder. Получено: %(ret)s Ожидалось: %(des)s
uk: Отримано непередбачене число томів SolidFire для наданих томів Cinder. Отримано: %(ret)s Очікувалося: %(des)s

source: Failed to find group snapshot named: %s
ru: Не найдена моментальная копия группы: %s
uk: Не знайдена миттєва копія групи: %s

source: Retrieved a different amount of SolidFire volumes for the provided Cinder snapshots. Retrieved: %(ret)s Desired: %(des)s
ru: Полученное непредвиденное число томов SolidFire для предоставленных моментальных копий Cinder. Получено: %(ret)s Ожидалось: %(des)s
uk: Отримане непередбачене число томів SolidFire для наданих миттєвих копій Cinder. Отримано: %(ret)s Очікувалося: %(des)s

source: Manage existing volume requires 'source-id'.
ru: Для управления существующим томом требуется 'source-id'.
uk: Для керування існуючим томом потрібен 'source-id'.

source: Manage existing get size requires 'id'.
ru: Управление существующим - для получения размера требуется 'id'.
uk: Керування існуючим - для отримання розміру потрібен 'id'.

source: Failed to find account for volume.
ru: Не найдена учетная запись для тома.
uk: Не знайдено обліковий запис для тому.

source: API response: %(response)s
ru: Ответ API: %(response)s
uk: Відповідь API: %(response)s

source: %(attr)s is not set.
ru: %(attr)s не задан.
uk: %(attr)s не встановлено.

source: Failed to move volume %s.
ru: Не удалось переместить том %s.
uk: Не вдалося перемістити том %s.

source: Volume %s not found.
ru: Том %s не найден.
uk: Том %s не знайдено.

source: Converted to raw, but format is now %s
ru: Преобразование в необработанный, но текущий формат %s
uk: Конвертація в неопрацьований, але поточний формат %s

source: Resizing image file failed.
ru: Не удалось изменить размер файла образа.
uk: Не вдалося змінити розмір файлу образу.

source: Image location not present.
ru: Не указано расположение образа.
uk: Не вказано розташування образу.

source: Container size smaller than required file size.
ru: Размер контейнера меньше размера требуемого файла.
uk: Розмір контейнера менше розміру потрібного файлу.

source: A volume ID or share was not specified.
ru: Не указан ИД тома или общий ресурс.
uk: Не вказаний ІД тому або спільний ресурс.

source: Failed to manage volume %s.
ru: Сбой управления томом %s.
uk: Збій керування томом %s.

source: Failed to get size of volume %s
ru: Не удалось получить размер тома %s
uk: Не вдалося отримати розмір тому %s

source: Volume reference must contain source-name element.
ru: Ссылка на том должна содержать элемент source-name.
uk: Посилання на том повинне містити елемент source-name.

source: Volume not found.
ru: Том не найден.
uk: Том не знайдено.

source: Failed to login for user %s.
ru: Не удалось войти для пользователя %s.
uk: Не вдалося увійти для користувача %s.

source: Failed to create snapshot for volume %s.
ru: Не удалось создать моментальную копию для тома %s.
uk: Не вдалося створити миттєву копію для тому %s.

source: Failed to get snapshot for volume %s.
ru: Не удалось получить моментальную копию для тома %s.
uk: Не вдалося отримати миттєву копію для тому %s.

source: Failed to get image snapshots.
ru: Не удалось получить моментальные копии образа.
uk: Не вдалося отримати миттєві копії образу.

source: Failed to clone volume from snapshot %s.
ru: Не удалось создать дубликат тома из моментальной копии %s.
uk: Не вдалося створити дублікат тому із миттєвої копії %s.

source: VzStorage config file at %(config)s doesn't exist.
ru: Файл конфигурации VzStorage в %(config)s не существует.
uk: Файл конфігурації VzStorage в %(config)s не існує.

source: Invalid mount point base: %s.
ru: Недопустимая база точки монтирования: %s.
uk: Неприпустима база точки монтування: %s.

source: VzStorage config 'vzstorage_used_ratio' invalid. Must be > 0 and <= 1.0: %s.
ru: Конфигурация VzStorage 'vzstorage_used_ratio' недопустима. Значение должно быть больше 0 и не больше 1,0: %s.
uk: Конфігурація VzStorage 'vzstorage_used_ratio' неприпустима. Значення має бути більше 0 й не більше 1,0: %s.

source: %s is not installed.
ru: %s не установлен.
uk: %s не встановлено.

source: Invalid Virtuozzo Storage share specification: %r. Must be: [MDS1[,MDS2],...:/]<CLUSTER NAME>[:PASSWORD].
ru: Недопустимая спецификация общего ресурса Virtuozzo Storage: %r. Должно быть: [MDS1[,MDS2],...:/]<ИМЯ-КЛАСТЕРА>[:ПАРОЛЬ].
uk: Неприпустима специфікація спільного ресурсу Virtuozzo Storage: %r. Має бути: [MDS1[,MDS2],...:/]<ІМ’Я-КЛЯСТЕРА>[:ПАРОЛЬ].

source: Volume %s does not have provider_location specified, skipping.
ru: Для тома %s не указан параметр provider_location - пропущено.
uk: Для тому %s не вказаний параметр provider_location - пропущено.

source: API key is missing for CloudByte driver.
ru: Отсутствует ключ API для драйвера CloudByte.
uk: Відсутній ключ API для драйвера CloudByte.

source: Error executing CloudByte API [%(cmd)s], Error: %(err)s.
ru: Ошибка выполнения API CloudByte [%(cmd)s], ошибка: %(err)s.
uk: Помилка виконання API CloudByte [%(cmd)s], помилка: %(err)s.

source: Failed to execute CloudByte API [%(cmd)s]. Http status: %(status)s, Error: %(error)s.
ru: Не удалось выполнить API CloudByte [%(cmd)s]. Состояние Http: %(status)s, Ошибка: %(error)s.
uk: Не вдалося виконати API CloudByte [%(cmd)s]. Стан Http: %(status)s, Помилка: %(error)s.

source: TSM [%(tsm)s] was not found in CloudByte storage for account [%(account)s].
ru: TSM [%(tsm)s] не найден в хранилище CloudByte для учетной записи [%(account)s].
uk: TSM [%(tsm)s] не знайдений у сховищі CloudByte для облікового запису [%(account)s].

source: Null response received while querying for [%(operation)s] based job [%(job)s] at CloudByte storage.
ru: Получен пустой ответ на запрос выполнения операции [%(operation)s] с помощью задания [%(job)s] в хранилище CloudByte.
uk: Отримана порожня відповідь на запит виконання операції [%(operation)s] за допомогою завдання [%(job)s] у сховищі CloudByte.

source: Error in Operation [%(operation)s] for volume [%(cb_volume)s] in CloudByte storage: [%(cb_error)s], error code: [%(error_code)s].
ru: Ошибка операции [%(operation)s] для тома [%(cb_volume)s] в хранилище CloudByte: [%(cb_error)s], код ошибки: [%(error_code)s].
uk: Помилка операції [%(operation)s] для тому [%(cb_volume)s] у сховищі CloudByte: [%(cb_error)s], код помилки: [%(error_code)s].

source: Null response received while creating volume [%s] at CloudByte storage.
ru: При создании тома [%s] в хранилище CloudByte получен пустой ответ.
uk: При створенні тому [%s] у сховищі CloudByte отримано порожню відповідь.

source: Job id not found in CloudByte's create volume [%s] response.
ru: Не найден ИД задания в ответе на запрос создания тома CloudByte [%s].
uk: Не знайдено ІД завдання у відповіді на запит створення тому CloudByte [%s].

source: Null response received while deleting volume [%s] at CloudByte storage.
ru: Получен пустой ответ при удалении тома [%s] в хранилище CloudByte.
uk: Отримано порожню відповідь при вилученні тому [%s] у сховищі CloudByte.

source: Job id not found in CloudByte's delete volume [%s] response.
ru: Не найден ИД задания в ответе на запрос удаления тома CloudByte [%s].
uk: Не знайдено ІД завдання у відповіді на запит вилучення тому CloudByte [%s].

source: Null response received from CloudByte's list filesystem.
ru: Файловая система списка CloudByte вернула пустой ответ.
uk: Файлова система переліку CloudByte повернула порожню відповідь.

source: No volumes found in CloudByte storage.
ru: В хранилище CloudByte не найдены тома.
uk: У сховищі CloudByte не знайдені томи.

source: Volume [%s] not found in CloudByte storage.
ru: Том [%s] не найден в хранилище CloudByte.
uk: Том [%s] не знайдено у сховищі CloudByte.

source: Null response received from CloudByte's list iscsi initiators.
ru: Инициаторы iscsi списков CloudByte вернули пустой ответ.
uk: Ініціятори iscsi переліків CloudByte повернули порожню відповідь.

source: No iscsi initiators were found in CloudByte.
ru: В CloudByte не найдены инициаторы iscsi.
uk: В CloudByte не знайдені ініціятори iscsi.

source: Null response received from CloudByte's list volume iscsi service.
ru: Служба iscsi списков томов CloudByte вернула пустой ответ.
uk: Служба iscsi переліків томів CloudByte повернула порожню відповідь.

source: No iscsi services found in CloudByte storage.
ru: Службы iscsi не найдены в хранилище CloudByte.
uk: Служби iscsi не знайдені у сховищі CloudByte.

source: No iscsi service found for CloudByte volume [%s].
ru: Не найдена служба iscsi для тома CloudByte [%s].
uk: Не знайдена служба iscsi для тому CloudByte [%s].

source: Failed to get CloudByte account details for account [%s].
ru: Не удалось получить сведения об учетной записи CloudByte [%s].
uk: Не вдалося отримати відомости про обліковий запис CloudByte [%s].

source: No response was received from CloudByte's list filesystem api call.
ru: Вызов api файловой системы списка CloudByte не вернул ответа.
uk: Виклик api файлової системи переліку CloudByte не повернув відповіді.

source: No volume was found at CloudByte storage.
ru: Не найден том в хранилище CloudByte.
uk: Не знайдено том у сховищі CloudByte.

source: No response was received from CloudByte storage list tsm API call.
ru: Вызов API tsm списка хранилища CloudByte не вернул ответа.
uk: Виклик API tsm переліку сховища CloudByte не повернув відповіді.

source: Null response received from CloudByte's list iscsi auth groups.
ru: Получен пустой ответ из групп идентификации iSCSI списка CloudByte.
uk: Отримано порожню відповідь із груп ідентифікації iSCSI переліку CloudByte.

source: No iscsi auth groups were found in CloudByte.
ru: Не найдены группы идентификации iSCSI в CloudByte.
uk: Не знайдені групи ідентифікації iSCSI в CloudByte.

source: Auth group [%s] details not found in CloudByte storage.
ru: Не найдена информация группы идентификации [%s] в хранилище CloudByte.
uk: Не знайдена інформація групи ідентифікації [%s] у сховищі CloudByte.

source: No response was received from CloudByte storage list iSCSI auth user API call.
ru: Не получен ответ из вызова API идентификации пользователей iSCSI списка хранилища CloudByte.
uk: Не отримано відповідь із виклику API ідентифікації користувачів iSCSI переліку сховища CloudByte.

source: Auth user details not found in CloudByte storage.
ru: В хранилище CloudByte не найдена информация о пользователе для идентификации.
uk: У сховищі CloudByte не знайдена інформація про користувача для ідентифікації.

source: Invalid chap user details found in CloudByte storage.
ru: Обнаружена недопустимая информация о пользователе chap в хранилище CloudByte.
uk: Виявлена неприпустима інформація про користувача chap у сховищі CloudByte.

source: Failed to create snapshot. CloudByte volume information not found for OpenStack volume [%s].
ru: Не удалось создать моментальную копию. Не найдена информация о томе CloudByte для тома OpenStack [%s].
uk: Не вдалося створити миттєву копію. Не знайдена інформація про том CloudByte для тому OpenStack [%s].

source: Provider information w.r.t CloudByte storage was not found for OpenStack volume [%s].
ru: Не найдена информация поставщика о хранилище CloudByte для тома OpenStack [%s].
uk: Не знайдена інформація постачальника про сховище CloudByte для тому OpenStack [%s].

source: Volume [%(cb_vol)s] was not found at CloudByte storage corresponding to OpenStack volume [%(ops_vol)s].
ru: Том [%(cb_vol)s] не найден в носителе CloudByte, соответствующем тому OpenStack [%(ops_vol)s].
uk: Том [%(cb_vol)s] не знайдений у носії CloudByte, що відповідає тому OpenStack [%(ops_vol)s].

source: Configuration error: dell_sc_ssn not set.
ru: Ошибка конфигурации: dell_sc_ssn не задан.
uk: Помилка конфігурації: dell_sc_ssn not set.

source: Failed to connect to Dell REST API
ru: Не удается подключиться к API REST Dell
uk: Не вдається під’єднатися до API REST Dell

source: Failed to find Storage Center
ru: Не удалось найти Storage Center
uk: Не вдалося знайти Storage Center

source: Unable to locate specified replay profiles %s
ru: Не найдены указанные профили повтора %s
uk: Не вдалося знайти зазначені профілі повтору %s

source: Storage Profile %s not found.
ru: Не найден профайл хранилища %s.
uk: Не знайдено профайл сховища %s.

source: Unable to complete failover of %s.
ru: Не удается выполнить переключение после сбоя %s.
uk: Не вдається виконати перемикання після збою %s.

source: Multiple copies of volume %s found.
ru: Обнаружено несколько копий тома %s.
uk: Виявлено декілька копій тому %s.

source: Error deleting volume %(ssn)s: %(volume)s
ru: Ошибка удаления тома %(ssn)s: %(volume)s
uk: Помилка вилучення тому %(ssn)s: %(volume)s

source: Unable to find iSCSI mappings.
ru: Не найдены связи iSCSI.
uk: Не знайдені зв’язки iSCSI.

source: Multiple profiles found.
ru: Обнаружено несколько профайлов.
uk: Виявлено декілька профайлів.

source: Error deleting replay profile.
ru: Ошибка удаления профайла повтора.
uk: Помилка вилучення профайлу повтору.

source: Dell API 2.1 or later required for Consistency Group support
ru: Для поддержки групп согласования требуется Dell API версии 2.1 или выше
uk: Для підтримки груп погодження потрібен Dell API версії 2.1 або вище

source: Error retrieving volume size
ru: Ошибка получения размера тома
uk: Помилка отримання розміру тому
