Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Volume %(volume_id)s is not currently mapped to host %(host)s
ru: Том %(volume_id)s не связан с хостом %(host)s
uk: Том %(volume_id)s не пов’язаний з хостом %(host)s

source: Volume %(volume_id)s is currently mapped to unsupported host group %(group)s
ru: Том %(volume_id)s связан с неподдерживаемой группой хостов %(group)s
uk: Том %(volume_id)s пов’язаний з непідтримуваною групою хостів %(group)s

source: Cannot attach already attached volume %s; multiattach is disabled via the 'netapp_enable_multiattach' configuration option.
ru: Невозможно подключить уже подключенный том %s. Множественное подключение выключено в параметре конфигурации 'netapp_enable_multiattach'.
uk: Неможливо під’єднати вже під’єднаний том %s. Множинне під’єднання вимкнено в параметрі налаштувань 'netapp_enable_multiattach'.

source: Specified host to map to volume %(vol)s is in unsupported host group with %(group)s.
ru: Указанный хост для связывания с томом %(vol)s находится в неподдерживаемой группе хостов %(group)s.
uk: Вказаний хост для зв’язування з томом %(vol)s знаходиться у непідтримуваній групі хостів %(group)s.

source: Currently mapped host for volume %(vol)s is in unsupported host group with %(group)s.
ru: Связанный с томом %(vol)s хост находится в неподдерживаемой группе хостов %(group)s.
uk: Пов’язаний з томом %(vol)s хост знаходиться у непідтримуваній групі хостів %(group)s.

source: No unused LUN IDs are available on the host; multiattach is enabled which requires that all LUN IDs to be unique across the entire host group.
ru: На хосте нет неиспользуемых ИД LUN. Включены множественные подключения, а это требует, чтобы все ИД LUN были уникальны в пределах всей группы хостов.
uk: На хості немає невикористовуваних ІД LUN. Увімкнені множинні під’єднання, а це потребує, щоб усі ІД LUN були унікальні у межах усієї групи хостів.

source: No free LUN IDs left. Maximum number of volumes that can be attached to host (%s) has been exceeded.
ru: Не осталось свободных ИД LUN. Максимальное число томов, которое можно подключать к хосту (%s) превышено.
uk: Не залишилося вільних ІД LUN. Максимальне число томів, яке можна під’єднувати до хосту (%s) перевищено.

source: Configured host type is not supported.
ru: Настроенный тип хоста не поддерживается.
uk: Налаштований тип хосту не підтримується.

source: Controller IP '%(host)s' could not be resolved: %(e)s.
ru: Не удалось определить IP-адрес контроллера '%(host)s': %(e)s.
uk: Не вдалося визначити IP-адресу контролера '%(host)s': %(e)s.

source: System %(id)s found with bad status - %(status)s.
ru: Система %(id)s находится в неверном состоянии (%(status)s).
uk: Система %(id)s знаходиться у невірному стані (%(status)s).

source: System %(id)s found with bad password status - %(pass_status)s.
ru: Система %(id)s находится в состоянии ошибки пароля - %(pass_status)s.
uk: Система %(id)s знаходиться у стані помилки паролю - %(pass_status)s.

source: The volume label is required as input.
ru: Требуется метка тома во входных данных.
uk: Потрібна мітка тому у вхідних даних.

source: Specified snapshot group with id %s could not be found.
ru: Указанная группа моментальных копий с ИД %s не найдена.
uk: Вказана група миттєвих копій з ІД %s не знайдена.

source: Snapshot with id of %s could not be found.
ru: Моментальная копия с ИД %s не найдена.
uk: Миттєва копія з ІД %s не знайдена.

source: Unable to retrieve snapshot group with id of %s.
ru: Не удалось получить группу моментальных копий с ИД %s.
uk: Не вдалося отримати групу миттєвих копій з ІД %s.

source: No snapshot image found in snapshot group %s.
ru: Не найден образ моментальной копии в группе моментальных копий %s.
uk: Не знайдено образ миттєвої копії в групі миттєвих копій %s.

source: Cannot create more than %(req)s volumes on the ESeries array when 'netapp_enable_multiattach' is set to true.
ru: Нельзя создать больше %(req)s томов в массиве ESeries, когда параметр 'netapp_enable_multiattach' равен true.
uk: Неможна створити більше %(req)s томів у масиві ESeries, коли параметр 'netapp_enable_multiattach' дорівнює true.

source: Pools %s does not exist
ru: Пулы %s не существуют
uk: Пули %s не існують

source: Failure creating volume %s.
ru: Сбой создания тома %s.
uk: Збій створення тому %s.

source: Vol copy job for dest %s failed.
ru: Не удалось выполнить задание копирования тома для целевого тома %s.
uk: Не вдалося виконати завдання копіювання тому для тому призначення %s.

source: Failed to get LUN target details for the LUN %s.
ru: Не удалось получить сведения о целевом объекте LUN для LUN %s.
uk: Не вдалося отримати відомості про об’єкт призначення LUN для LUN %s.

source: No good iscsi portals found for %s.
ru: Не найдены правильные порталы iscsi для %s.
uk: Не знайдені правильні портали iscsi для %s.

source: No good iscsi portal found in supplied list for %s.
ru: Не найден правильный портал iscsi в указанном списке %s.
uk: Не знайдено правильний портал iscsi у вказаному переліку %s.

source: Host with ports %(ports)s not found.
ru: Не найден хост с портами %(ports)s.
uk: Не знайдено хост з портами %(ports)s.

source: Host type %s not supported.
ru: Тип хоста %s не поддерживается.
uk: Тип хосту %s не підтримується.

source: Reference must contain either source-name or source-id element.
ru: Ссылка должна содержать элемент source-name или source-id.
uk: Посилання повинне містити елемент source-name або source-id.

source: Volume not found on configured storage pools.
ru: Не найден том в настроенных пулах памяти.
uk: Не знайдено том у налаштованих пулах пам’яті.

source: Volume %s does not exist in Nexenta SA
ru: Том %s не существует в Nexenta SA
uk: Том %s не існує в Nexenta SA

source: Volume %s does not exist in Nexenta Store appliance
ru: Том %s не существует в устройстве Nexenta Store
uk: Том %s не існує у пристрої Nexenta Store

source: Folder %s does not exist in Nexenta Store appliance
ru: Папка %s не существует в устройстве Nexenta Store
uk: Тека %s не існує у пристрої Nexenta Store

source: Invalid value: "%s"
ru: Недопустимое значение: "%s"
uk: Некоректне значення: «%s»

source: No service VIP configured and no nexenta_client_address
ru: Не настроен VIP службы и не задан nexenta_client_address
uk: Не налаштований VIP служби й не заданий nexenta_client_address

source: Wrong resource call syntax
ru: Синтаксическая ошибка вызова ресурса
uk: Синтаксична помилка виклику ресурсу

source: Error response: %s
ru: Сообщение об ошибке: %s
uk: Повідомлення про помилку: %s

source: Dataset group %s not found at Nexenta SA
ru: Группа набора данных %s не найдена в Nexenta SA
uk: Група набору даних %s не знайдена в Nexenta SA

source: LU does not exist for volume: %s
ru: LU не существует для тома: %s
uk: LU не існує для тому: %s

source: No views found for LUN: %s
ru: Не найдены представления для LUN: %s
uk: Не знайдені надання для LUN: %s

source: Pool %s does not exist in Nexenta Store appliance
ru: Пул %s не существует в устройстве Nexenta Store
uk: Пул %s не існує у пристрої Nexenta Store

source: filesystem %s does not exist in Nexenta Store appliance
ru: Файловая система %s не существует в устройстве Nexenta Store
uk: Файлова система %s не існує у пристрої Nexenta Store

source: Dataset %s is not shared in Nexenta Store appliance
ru: Набор данных %s не является общим в устройстве Nexenta Store
uk: Набір даних %s не є спільним у пристрої Nexenta Store

source: Flexvisor failed to assign volume %(id)s: %(status)s.
ru: Flexvisor не удалось назначить том %(id)s: %(status)s.
uk: Flexvisor не вдалося призначити том %(id)s: %(status)s.

source: Flexvisor failed to assign volume %(id)s due to unable to query status by event id.
ru: Flexvisor не удалось назначить том %(id)s из-за невозможности запросить состояние по ИД события.
uk: Flexvisor не вдалося призначити том %(id)s з-за неможливости запитати стан за ІД події.

source: Flexvisor assign volume failed:%(id)s:%(status)s.
ru: Flexvisor не удалось назначить том: %(id)s:%(status)s.
uk: Flexvisor не вдалося призначити том: %(id)s:%(status)s.

source: Flexvisor failed to unassign volume %(id)s: %(status)s.
ru: Flexvisor не удалось отменить назначение тома %(id)s: %(status)s.
uk: Flexvisor не вдалося скасувати призначення тому %(id)s: %(status)s.

source: Flexvisor failed to unassign volume (get event) %(id)s.
ru: Flexvisor не удалось отменить назначение тома (получить событие) %(id)s.
uk: Flexvisor не вдалося скасувати призначення тому (отримати подію) %(id)s.

source: Flexvisor unassign volume failed:%(id)s:%(status)s.
ru: Flexvisor не удалось отменить назначение тома: %(id)s:%(status)s.
uk: Flexvisor не вдалося скасувати призначення тому: %(id)s:%(status)s.

source: Backend storage did not configure fiber channel target.
ru: Память базовой системы не настроила цель оптоволоконного канала.
uk: Пам’ять базової системи не налаштувала мету оптоволоконного каналу.

source: Invalid wwpns format %(wwpns)s
ru: Недопустимый формат wwpns %(wwpns)s
uk: Неприпустимий формат wwpns %(wwpns)s

source: Invalid connection initialization response of volume %(name)s: %(output)s
ru: Недопустимый ответ об инициализации соединения от тома %(name)s: %(output)s
uk: Неприпустима відповідь про ініціялізацію з’єднання від тому %(name)s: %(output)s

source: Invalid connection initialization response of volume %(name)s
ru: Недопустимый ответ об инициализации соединения от тома %(name)s:
uk: Неприпустима відповідь про ініціялізацію з’єднання від тому %(name)s:

source: Faield to unassign %(volume)s
ru: Отменить назначение %(volume)s не удалось
uk: Скасувати призначення %(volume)s не вдалося

source: Flexvisor assign volume failed.:%(id)s:%(status)s.
ru: Flexvisor не удалось назначить том: %(id)s:%(status)s.
uk: Flexvisor не вдалося призначити том: %(id)s:%(status)s.

source: Flexvisor failed to assign volume %(volume)s iqn %(iqn)s.
ru: Flexvisor не удалось назначить том %(volume)s: %(iqn)s.
uk: Flexvisor не вдалося призначити том %(volume)s: %(iqn)s.

source: Flexvisor failed to unassign volume:%(id)s:%(status)s.
ru: Flexvisor не удалось отменить назначение тома %(id)s: %(status)s.
uk: Flexvisor не вдалося скасувати призначення тому %(id)s: %(status)s.

source: Fexvisor failed to add volume %(id)s due to %(reason)s.
ru: Fexvisor не удалось добавить том %(id)s, причина: %(reason)s.
uk: Fexvisor не вдалося додати том %(id)s, причина: %(reason)s.

source: Flexvisor failed to add volume %(id)s to group %(cgid)s.
ru: Flexvisor не удалось добавить том %(id)s в группу %(cgid)s.
uk: Flexvisor не вдалося додати том %(id)s у групу %(cgid)s.

source: Fexvisor failed to remove volume %(id)s due to %(reason)s.
ru: Fexvisor не удалось удалить том %(id)s. Причина: %(reason)s.
uk: Fexvisor не вдалося вилучити том %(id)s. Причина: %(reason)s.

source: Flexvisor failed to remove volume %(id)s from group %(cgid)s.
ru: Flexvisor не удалось удалить том %(id)s из группы %(cgid)s.
uk: Flexvisor не вдалося вилучити том %(id)s із групи %(cgid)s.

source: Flexvisor failed to get snapshot id of volume %(id)s from group %(vgid)s.
ru: Flexvisor не удалось получить ИД моментальной копии тома %(id)s из группы %(vgid)s.
uk: Flexvisor не вдалося отримати ІД миттєвої копії тому %(id)s із групи %(vgid)s.

source: Flexvisor could not find volume %(id)s snapshot in the group %(vgid)s snapshot %(vgsid)s.
ru: Flexvisor не удалось найти моментальную копию тома %(id)s в группе %(vgid)s. Моментальная копия: %(vgsid)s.
uk: Flexvisor не вдалося знайти миттєву копію тому %(id)s у групі %(vgid)s. Миттєва копія: %(vgsid)s.

source: Failed to create consistency group %(id)s:%(ret)s.
ru: Не удалось создать группу согласования %(id)s:%(ret)s.
uk: Не вдалося створити групу погодження %(id)s:%(ret)s.

source: Failed to create consistency group %(id)s due to %(reason)s.
ru: Не удалось создать группу согласования %(id)s, причина: %(reason)s.
uk: Не вдалося створити групу погодження %(id)s, причина: %(reason)s.

source: Failed to delete consistency group %(id)s due to %(reason)s.
ru: Не удалось удалить группу согласования %(id)s, причина: %(reason)s.
uk: Не вдалося вилучити групу погодження %(id)s, причина: %(reason)s.

source: Failed to create cg snapshot %(id)s due to %(reason)s.
ru: Не удалось создать моментальную копию cg %(id)s, причина: %(reason)s.
uk: Не вдалося створити миттєву копію cg %(id)s, причина: %(reason)s.

source: Failed to delete cgsnapshot %(id)s due to %(reason)s.
ru: Не удалось удалить моментальную копию cgsnapshot %(id)s, причина: %(reason)s.
uk: Не вдалося вилучити миттєву копію cgsnapshot %(id)s, причина: %(reason)s.

source: Fexvisor failed to join the volume %(vol)s in the group %(group)s due to %(ret)s.
ru: Fexvisor не удалось добавить том %(vol)s в группу %(group)s. Причина: %(ret)s.
uk: Fexvisor не вдалося додати том %(vol)s в групу %(group)s. Причина: %(ret)s.

source: Fexvisor failed to remove the volume %(vol)s in the group %(group)s due to %(ret)s.
ru: Fexvisor не удалось удалить том %(vol)s из группы %(group)s. Причина: %(ret)s.
uk: Fexvisor не вдалося вилучити том %(vol)s із групи %(group)s. Причина: %(ret)s.

source: Pool is not available in the volume host fields.
ru: Пул недоступен в полях хоста тома.
uk: Пул недоступний у полях хосту тому.

source: Flexvisor failed to create volume %(volume)s: %(status)s.
ru: Flexvisor не удалось создать том %(volume)s: %(status)s.
uk: Flexvisor не вдалося створити том %(volume)s: %(status)s.

source: Flexvisor failed to create volume (get event) %s.
ru: Flexvisor не удалось создать том (получить событие) %s.
uk: Flexvisor не вдалося створити том (отримати подію) %s.

source: Flexvisor create volume failed.:%(volumeid)s:%(status)s.
ru: Flexvisor не удалось создать том: %(volumeid)s:%(status)s.
uk: Flexvisor не вдалося створити том: %(volumeid)s:%(status)s.

source: Flexvisor failed to create volume %(id)s in the group %(vgid)s.
ru: Flexvisor не удалось создать том %(id)s в группе %(vgid)s.
uk: Flexvisor не вдалося створити том %(id)s у групі %(vgid)s.

source: Flexvisor unable to find the source volume %(id)s info.
ru: Flexvisor не удалось найти информацию об исходном томе %(id)s.
uk: Flexvisor не вдалося знайти інформацію про початковий том %(id)s.

source: Flexvisor failed to create volume from snapshot %(id)s:%(status)s.
ru: Flexvisor не удалось создать том из моментальной копии %(id)s:%(status)s.
uk: Flexvisor не вдалося створити том із миттєвої копії %(id)s:%(status)s.

source: Flexvisor failed to create volume from snapshot (failed to get event) %(id)s.
ru: Flexvisor не удалось создать том из моментальной копии (не удалось получить событие) %(id)s.
uk: Flexvisor не вдалося створити том із миттєвої копії (не вдалося отримати подію) %(id)s.

source: Flexvisor failed to create volume from snapshot %(id)s: %(status)s.
ru: Flexvisor не удалось создать том из моментальной копии %(id)s:%(status)s.
uk: Flexvisor не вдалося створити том із миттєвої копії %(id)s:%(status)s.

source: Flexvisor failed to spawn volume from snapshot %(id)s:%(status)s.
ru: Flexvisor не удалось породить том из моментальной копии %(id)s:%(status)s.
uk: Flexvisor не вдалося породити том із миттєвої копії %(id)s:%(status)s.

source: Flexvisor failed to spawn volume from snapshot (failed to get event) %(id)s.
ru: Flexvisor не удалось породить том из моментальной копии (не удалось получить событие) %(id)s.
uk: Flexvisor не вдалося породити том із миттєвої копії (не вдалося отримати подію) %(id)s.

source: Flexvisor failed to clone volume %(id)s: %(status)s.
ru: Flexvisor не удалось скопировать том %(id)s: %(status)s.
uk: Flexvisor не вдалося скопіювати том %(id)s: %(status)s.

source: Flexvisor failed to clone volume (failed to get event) %(id)s.
ru: Flexvisor не удалось скопировать том (не удалось получить событие) %(id)s.
uk: Flexvisor не вдалося скопіювати том (не вдалося отримати подію) %(id)s.

source: Flexvisor volume %(id)s failed to join group %(vgid)s.
ru: Тому Flexvisor %(id)s не удалось присоединить группу %(vgid)s.
uk: Тому Flexvisor %(id)s не вдалося приєднати групу %(vgid)s.

source: Flexvisor failed deleting volume %(id)s: %(status)s.
ru: Flexvisor не удалось удалить том %(id)s: %(status)s.
uk: Flexvisor не вдалося вилучити том %(id)s: %(status)s.

source: Flexvisor failed to delete volume %(id)s: %(status)s.
ru: Flexvisor не удалось удалить том %(id)s: %(status)s.
uk: Flexvisor не вдалося вилучити том %(id)s: %(status)s.

source: Flexvisor failed to extend volume %(id)s:%(status)s.
ru: Flexvisor не удалось расширить том %(id)s: %(status)s.
uk: Flexvisor не вдалося розширити том %(id)s: %(status)s.

source: Flexvisor failed to extend volume (failed to get event) %(id)s.
ru: Flexvisor не удалось расширить том (не удалось получить событие) %(id)s.
uk: Flexvisor не вдалося розширити том (не вдалося отримати подію) %(id)s.

source: Flexvisor failed to extend volume %(id)s: %(status)s.
ru: Flexvisor не удалось расширить том %(id)s: %(status)s.
uk: Flexvisor не вдалося розширити том %(id)s: %(status)s.

source: Flexvisor failed to create snapshot for volume %(id)s: %(status)s.
ru: Flexvisor не удалось создать моментальную копию тома %(id)s: %(status)s.
uk: Flexvisor не вдалося створити миттєву копію тому %(id)s: %(status)s.

source: Flexvisor failed to create snapshot for volume (failed to get event) %(id)s.
ru: Flexvisor не удалось создать моментальную копию тома (не удалось получить событие) %(id)s.
uk: Flexvisor не вдалося створити миттєву копію тому (не вдалося отримати подію) %(id)s.

source: Flexvisor failed to delete snapshot %(id)s: %(status)s.
ru: Flexvisor не удалось удалить моментальную копию %(id)s: %(status)s.
uk: Flexvisor не вдалося вилучити миттєву копію %(id)s: %(status)s.

source: Flexvisor failed to delete snapshot (failed to get event) %(id)s.
ru: Flexvisor не удалось удалить моментальную копию (не удалось получить событие) %(id)s.
uk: Flexvisor не вдалося вилучити миттєву копію (не вдалося отримати подію) %(id)s.

source: Flexvisor failed to get pool info %(id)s: %(status)s.
ru: Flexvisor не удалось получить информацию о пуле %(id)s: %(status)s.
uk: Flexvisor не вдалося отримати інформацію про пул %(id)s: %(status)s.

source: Specify san_password or san_private_key
ru: Задайте san_password или san_private_key
uk: Задайте san_password або san_private_key

source: san_ip must be set
ru: san_ip должен быть назначен
uk: san_ip повинен бути призначений

source: Gateway VIP is not set
ru: Не задан VIP шлюза
uk: Не заданий VIP шлюзу

source: Failed to connect to array
ru: Не удалось подключиться к массиву
uk: Не вдалося під’єднатися до масиву

source: vmemclient python library not found
ru: Не найдена библиотека vmemclient для языка Python
uk: Не знайдена бібліотека vmemclient для мови Python

source: CONCERTO version is not supported
ru: Версия CONCERTO не поддерживается
uk: Версія CONCERTO не підтримується

source: Dedup luns cannot be extended
ru: LUN с дедупликацией нельзя расширять
uk: LUN з дедуплікацією неможна розширювати

source: Failed to ensure snapshot resource area, could not locate volume for id %s
ru: Не удалось обеспечить область ресурсов моментальной копии. Не найден том с ИД %s
uk: Не вдалося забезпечити область ресурсів миттєвої копії. Не знайдений том з ІД %s

source: Failed to create snapshot resource area on volume %(vol)s: %(res)s.
ru: Не удалось найти область ресурсов моментальной копии на томе %(vol)s: %(res)s.
uk: Не вдалося знайти область ресурсів миттєвої копії на томі %(vol)s: %(res)s.

source: Failed to create snapshot policy on volume %(vol)s: %(res)s.
ru: Не удалось создать стратегию моментальной копии на томе %(vol)s: %(res)s.
uk: Не вдалося створити стратегію миттєвої копії на томі %(vol)s: %(res)s.

source: Cannot delete LUN %s while snapshots exist.
ru: Нельзя удалить LUN %s, когда есть моментальные копии.
uk: Неможна вилучити LUN %s, коли є миттєві копії.

source: Unable to delete snapshot policy on volume %s.
ru: Не удалось удалить стратегию моментальной копии на томе %s.
uk: Не вдалося вилучити стратегію миттєвої копії на томі %s.

source: No FCP targets found
ru: Не найден ы целевые объекты FCP
uk: Не знайдені об’єкти призначення FCP

source: No initiators found, cannot proceed
ru: Инициаторы не найдены продолжение работы невозможно
uk: Ініціятори не знайдені продовження роботи неможливе

source: LUN export failed!
ru: Сбой экспорта LUN!
uk: Збій експорту LUN!

source: Invalid disk adapter type: %(invalid_type)s.
ru: Недопустимый тип адаптера диска: %(invalid_type)s.
uk: Неприпустимий тип адаптера диску: %(invalid_type)s.

source: Invalid disk type: %(disk_type)s.
ru: Недопустимый тип диска: %(disk_type)s.
uk: Неприпустимий тип диску: %(disk_type)s.

source: There is no virtual disk device.
ru: Нет устройства виртуального диска.
uk: Немає пристрою віртуального диска.

source: Storage profile: %(storage_profile)s not found.
ru: Профайл хранилища: %(storage_profile)s не найден.
uk: Профайл сховища: %(storage_profile)s не знайдений.

source: There are no valid datastores.
ru: Нет допустимых хранилищ данных.
uk: Немає припустимих сховищ даних.

source: Compute cluster: %(cluster)s not found.
ru: Вычислительный кластер: не удалось найти %(cluster)s.
uk: Обчислювальний клястер: не вдалося знайти %(cluster)s.

source: There are no valid ESX hosts.
ru: Нет допустимых хостов ESX.
uk: Немає припустимих хостів ESX.

source: Invalid disk type: %s.
ru: Недопустимый тип диска: %s.
uk: Неприпустимий тип диска: %s.

source: %s not set.
ru: %s не задан.
uk: %s не вказаний.

source: Not able to find a suitable datastore for the volume: %s.
ru: Не найдено подходящее хранилище данных для тома %s.
uk: Не знайдено відповідне сховище даних для тому %s.

source: Snapshot of volume not supported in state: %s.
ru: Моментальная копия тома не поддерживается в состоянии %s.
uk: Миттєва копія тому не підтримується у стані: %s.

source: Delete snapshot of volume not supported in state: %s.
ru: Удаление моментальной копии тома не поддерживается в состоянии %s.
uk: Вилучення миттєвої копії тому не підтримується у стані: %s.

source: Cannot create image of disk format: %s. Only vmdk disk format is accepted.
ru: Невозможно создать образ формата диска %s. Принимается только формат диска vmdk.
uk: Неможливо створити образ формату диска %s. Приймається лише формат диска vmdk.

source: Exception in _select_ds_for_volume: %s.
ru: Исключительная ситуация в _select_ds_for_volume: %s.
uk: Виключна ситуація в _select_ds_for_volume: %s.

source: Container format: %s is unsupported by the VMDK driver, only 'bare' is supported.
ru: Формат контейнера %s не поддерживается драйвером VMDK. Только 'bare' поддерживается.
uk: Формат контейнера %s не підтримується драйвером VMDK. Лише 'bare' підтримується.

source: Upload to glance of attached volume is not supported.
ru: Передача в glance подключенного тома не поддерживается.
uk: Передача в glance під’єднаного тому не підтримується.

source: Volume cannot be restored since it contains snapshots.
ru: Том невозможно восстановить, поскольку он содержит моментальные копии.
uk: Том неможливо відновити, оскільки він містить миттєві копії.

source: source-name cannot be empty.
ru: source-name не может быть пустым.
uk: source-name не може бути порожнім.

source: source-name format should be: 'vmdk_path@vm_inventory_path'.
ru: source-name должно указываться в формате: 'vmdk_path@vm_inventory_path'.
uk: source-name повинне вказуватися у форматі: 'vmdk_path@vm_inventory_path'.

source: %s does not exist.
ru: %s не существует.
uk: %s не існує.

source: Running Cinder with a VMware vCenter version less than %s is not allowed.
ru: Работа Cinder с версией VMware vCenter ниже %s невозможна.
uk: Робота Cinder з версією VMware vCenter нижче %s неможлива.
