Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: This test is automated and executes after the mediacard/sdhc-insert-after-suspend test is run. It tests reading and writing to the SDHC card after the system has been suspended.
uk: Це автоматизований тест, що виконується після запуску тесту приєднання карти пам'яті після режиму сну. Він тестує читання та запис на карту SDHC після режиму сну.

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карт пам’яті, витягування карти SDHC після переведення комп’ютера у режим призупинки роботи. ДІЇ: 1. Клацніть "Перевірити" та витягніть картку SDHC із зчитувача. (Нотатка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично обраний результат.

source: PURPOSE: Touchpad horizontal scroll verification STEPS: 1. Select "Test" when ready and place your cursor within the borders of the displayed test window. 2. Verify that you can move the horizontal slider by moving your finger right and left in the lower part of the touchpad. VERIFICATION: Could you scroll right and left?
uk: МЕТА: Перевірка горизонтальної прокрутки за допомогою сенсорної панелі ДІЇ: 1. Коли будете готові, натисніть «Перевірити» й помістіть вказівник у межах перевірочого вікна. 2. Перевірте, чи можете Ви перемістити горизонтальний повзунок, пересуваючи палець вправо та вліво у нижній частині сенсорної панелі. ПЕРЕВІРКА: Чи вдалося виконати прокрутку вправо і вліво?

source: PURPOSE: Touchpad vertical scroll verification STEPS: 1. Select "Test" when ready and place your cursor within the borders of the displayed test window. 2. Verify that you can move the vertical slider by moving your finger up and down in the right part of the touchpad. VERIFICATION: Could you scroll up and down?
uk: МЕТА: Перевірка вертикальної прокрутки за допомогою сенсорної панелі ДІЇ: 1. Коли будете готові, натисніть «Перевірити» й помістіть вказівник у межах перевірочного вікна. 2. Перевірте, чи можете Ви перемістити вертикальний повзунок, пересуваючи палець вгору і вниз у правій частині сенсорної панелі. ПЕРЕВІРКА: Чи вдалося виконати прокрутку вгору і вниз?

source: Determine whether the touchpad is detected as a singletouch device automatically.
uk: Визначає, чи була сенсорна панель розпізнана автоматично як пристрій, що підтримує одноразове торкання.

source: Determine whether the touchpad is detected as a multitouch device automatically.
uk: Визначає, чи була сенсорна панель розпізнана автоматично як пристрій, що підтримує багаторазові торкання.

source: PURPOSE: Touchpad manual detection of multitouch. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is the touchpad supposed to be multitouch?
uk: МЕТА: Ручний режим визначення можливости багаторазових торкань. ДІЇ: 1. Зверніться до технічних характеристик Вашої системи. ПЕРЕВІРКА: Чи підтримує сенсорна панель можливість багаторазових торкань?

source: PURPOSE: Check touchscreen tap recognition STEPS: 1. Tap an object on the screen with finger. The cursor should jump to location tapped and object should highlight VERIFICATION: Does tap recognition work?
uk: МЕТА: Перевірка розпізнавання торкання сенсорного екрану ДІЇ: 1. Торкніться пальцем об’єкту на екрані. Вказівник повинен переміститися у місце торкання й об’єкт повинен стати виділеним ПЕРЕВІРКА: Чи було розпізнано торкання?

source: PURPOSE: Check touchscreen drag & drop STEPS: 1. Double tap, hold, and drag an object on the desktop 2. Drop the object in a different location VERIFICATION: Does the object select and drag and drop?
uk: МЕТА: Перевірка перетягування на сенсорному екрані ДІЇ: 1. Виконайте подвійне торкання й, не відриваючи палець, перетягуйте об’єкт на стільниці 2. Відпустіть об’єкт у іншому місці ПЕРЕВІРКА: Чи вдалося виконати перетягування об’єкту?

source: PURPOSE: Check touchscreen pinch gesture for zoom STEPS: 1. Place two fingers on the screen and pinch them together 2. Place two fingers on the screen and move then apart VERIFICATION: Does the screen zoom in and out?
uk: МЕТА: Перевірка масштабування жестом «щипок» на сенсорному екрані ДІЇ: 1. Торкніться екрану двома пальцями та зведіть їх разом 2. Торкніться екрану двома пальцями і розведіть їх в сторони ПЕРЕВІРКА: Чи змінюється мірило зображення на екрані?

source: Determine whether the screen is detected as a non-touch device automatically.
uk: Перевіряє - чи виявляється автоматично екран як не сенсорний пристрій.

source: Determine whether the screen is detected as a multitouch device automatically.
uk: Перевіряє - чи виявляється автоматично екран як мультитач-пристрій.

source: PURPOSE: Touchscreen manual detection of multitouch. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is the screen supposed to be multitouch?
uk: МЕТА: Ручне виявлення можливости багаторазового торкання. ДІЇ: 1. Зверніться до технічних характеристик Вашої системи. ПЕРЕВІРКА: Чи підтримує екран можливість багаторазового торкання?

source: Detects and shows USB devices attached to this system.
uk: Знаходить та показує приєднані до системи USB пристрої.

source: PURPOSE: This test will check that your system detects USB storage devices. STEPS: 1. Plug in one or more USB keys or hard drives. 2. Click on "Test". INFO: $output VERIFICATION: Were the drives detected?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости виявлення накопичувачів з інтерфейсом USB. ДІЇ: 1. Під’єднайте один або більше портативних USB пристроїв або жорстких дисків. 2. Клацніть "Перевірити". ВІДОМОСТІ: $output ПЕРЕВІРКА: Накопичувачі були виявлені?

source: PURPOSE: This test will check that you can use a USB HID device STEPS: 1. Enable either a USB mouse or keyboard 2. For mice, perform actions such as moving the pointer, right and left button clicks and double clicks 3. For keyboards, click the Test button to lauch a small tool. Type some text and close the tool. VERIFICATION: Did the device work as expected?
uk: МЕТА: Перевірка можливости використовувати пристрої USB HID ДІЇ: 1. Увімкніть мишу або клавіятуру, що використовує інтерфейс USB 2. У випадку з мишею, виконайте такі дії як рух вказівника, клаци правою та лівою кнопкою, а також подвійні клаци 3. У випадку з клавіятурою, клацніть на кнопці Перевірити, щоб відкрити допоміжне вікно тесту. Уведіть будь-який текст та закрийте вікно. ПЕРЕВІРКА: Чи працював пристрій належним чином?

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB storage device STEPS: 1. Click "Test" and insert a USB storage device (pen-drive/HDD). (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест дозволить перевірити правильність виявлення вставки USB-накопичувача ДІЇ 1. Клацніть "Перевірити" й вставте USB-накопичувач (флешка/жорсткий диск). (Нотатка: час відведений для початку перевірки складає 20 секунд.) 2. Не від’єднуйте пристрій після перевірки. ПЕРЕВІРКА: Перевірка автоматизована. Не змінюйте автоматично обраний результат.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB storage device STEPS: 1. Click "Test" and remove the USB device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест дозволить перевірити правильність виявлення витягування USB-накопичувача ДІЇ: 1. Клацніть "Перевірити" та від’єднайте USB-накопичувач (Нотатка: час відведений для початку перевірки складає 20 секунд.) ПЕРЕВІРКА: Перевірка автоматизована. Не змінюйте автоматично обраний результат.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB HDD or thumbdrive into the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Ця перевірка дозволить Вам переконатися у працездатності Вашого USB з’єднання. ДІЇ: 1. Під’єднайте жорсткий диск з інтерфейсом USB або портативний накопичувач до комп’ютера. 2. На панелі запуску повинен з’явитися значок. 3. Клацніть "Перевірити" для початку виконання перевірки. ПЕРЕВІРКА: Перевірка автоматизована. Не змінюйте автоматично обраний результат.

source: PURPOSE: This test will check your USB 3.0 connection. STEPS: 1. Plug a USB 3.0 HDD or thumbdrive into a USB 3.0 port in the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Перевірка з’єднання USB 3.0. ДІЇ: 1. Під’єднайте жорсткий диск з інтерфейсом USB 3.0 або зовнішній накопичувач в порт USB 3.0 комп’ютера. 2. На панелі запуску повинен з’явитися значок. 3. Клацніть "Перевірити", щоб почати тест. ПЕРЕВІРКА: Перевірка автоматизована. Не змінюйте автоматично обраний результат.

source: This test is automated and executes after the usb/insert test is run.
uk: Цей тест автоматизований і виконується після того як відбудеться тест USB/insert.

source: This test is automated and executes after the usb3/insert test is run.
uk: Цей тест автоматизований і запускається після виконання тесту usb3/insert.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Connect a USB storage device to an external USB slot on this computer. 2. An icon should appear on the Launcher. 3. Confirm that the icon appears. 4. Eject the device. 5. Repeat with each external USB slot. VERIFICATION: Do all USB slots work with the device?
uk: МЕТА: Ця перевірка дозволить переконатися у працездатності з’єднання USB. ДІЇ: 1. Приєднайте пристрій зберігання USB у зовнішній роз’єм USB на цьому комп’ютері. 2. Повинен з’явитися значок на панелі запуску. 3. Переконайтеся, що значок з’явився. 4. Виконайте витягування пристрою. 5. Повторіть те саме з кожним зовнішнім роз’ємом USB. ПЕРЕВІРКА: Чи усі роз’єми USB працюють належним чином з пристроєм?

source: Verify USB3 external storage performs at or above baseline performance
uk: Перевіряє, що зовнішній пристрій USB3 забезпечує або перевищує потрібну продуктивність.

source: PURPOSE: This test will check that the update manager can find updates. STEPS: 1. Click Test to launch update-manager. 2. Follow the prompts and if updates are found, install them. 3. When Update Manager has finished, please close the app by clicking the Close button in the lower right corner. VERIFICATION: Did Update manager find and install updates (Pass if no updates are found, but Fail if updates are found but not installed)
uk: МЕТА: Ця перевірка дозволить переконатися у можливости менеджера оновлень здійснювати пошук оновлень. ДІЇ: 1. Клацніть Перевірити для запуску менеджера оновлень. 2. Слідуйте запитам й якщо оновлення знайдені, встановіть їх. 3. Після завершення роботи менеджера оновлень, будь ласка, закрийте проґраму, клацнувши на кнопці Закрити у нижньому правому куту. ПЕРЕВІРКА: Чи знайшов менеджер оновлень, оновлення й чи встановив їх? (Перевірка пройдена, якщо оновлення не знайдені, не пройдена, якщо оновлення знайдені, але не встановлені)

source: PURPOSE: This test will check that the file browser can create a new folder. STEPS: 1. Click Test to open the File Browser. 2. On the menu bar, click File -> Create Folder. 3. In the name box for the new folder, enter the name Test Folder and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a new folder called Test Folder?
uk: МЕТА: Ця перевірка дозволить Вам переконатися, у можливости створення нової теки оглядачем файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. На панелі меню, клацніть Файл -> Створити нову теку. 3. У полі імені нової теки, уведіть в якості імені "Test Folder" й натисніть клавішу Вводу. 4. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи створена нова тека з іменем "Test Folder"?

source: PURPOSE: This test will check that the file browser can copy a folder STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Copy. 3. Right Click on any white area in the window and click on Paste. 4. Right click on the folder called Test Folder(copy) and click Rename. 5. Enter the name Test Data in the name box and hit Enter. 6. Close the File browser. VERIFICATION: Do you now have a folder called Test Data?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости копіювання тек використовуючи оглядач файлів ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть правою кнопкою на теці з іменем Test Folder й клацніть Копіювати. 3. Клацніть правою кнопкою у будь-якому порожньому місці вікна та клацніть Вставити. 4. Клацніть правою кнопкою на теці з іменем Test Folder(копія) й клацніть Перейменувати. 5. Уведіть ім’я Test Data у поле назви та натисніть клавішу Ввід (Enter). 6. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи існує тека з іменем Test Data?

source: PURPOSE: This test will verify that the file browser can move a folder. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the folder called Test Data onto the icon called Test Folder. 3. Release the button. 4. Double click the folder called Test Folder to open it up. 5. Close the File Browser. VERIFICATION: Was the folder called Test Data successfully moved into the folder called Test Folder?
uk: МЕТА: Ця перевірка дозволяє переконатися у можливости переміщення тек використовуючи оглядач файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть та перенесіть теку з іменем Test Data на значок під іменем Test Folder. 3. Відпустіть кнопку. 4. Клацніть двічі на теці з іменем Test Folder для її відкриття. 5. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи була тека з іменем Test Data переміщена належним чином у теку з іменем Test Folder?

source: PURPOSE: This test will check that the file browser can create a new file. STEPS: 1. Click Select Test to open the File Browser. 2. Right click in the white space and click Create Document -> Empty Document. 3. Enter the name Test File 1 in the name box and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a file called Test File 1?
uk: МЕТА: Ця перевірка дозволяє переконатися у можливости створення нового файлу використовуючи оглядач файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть правою кнопкою на порожній ділянці й виберіть Створити документ -> Порожній документ. 3. Уведіть назву Test File 1 у поле імені та натисніть клавішу Ввід (Enter). 4. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи був створений файл з іменем Test File 1?

source: PURPOSE: This test will check that the file browser can copy a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click Copy. 3. Right click in the white space and click Paste. 4. Right click on the file called Test File 1(copy) and click Rename. 5. Enter the name Test File 2 in the name box and hit Enter. 6. Close the File Browser. VERIFICATION: Do you now have a file called Test File 2?
uk: МЕТА: Ця перевірка дозволяє переконатися у можливости копіювання файлів використовуючи оглядач файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть правою кнопкою на файлі з іменем Test File 1 й клацніть Копіювати. 3. Клацніть правою кнопкою на порожній ділянці та клацніть Вставити. 4. Клацніть правою кнопкою на файлі з іменем Test File 1(копія) й клацніть Перейменувати. 5. Уведіть ім’я Test File 2 у поле назви та натисніть клавішу Ввід (Enter). 6. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи був створений файл з іменем Test File 2?

source: PURPOSE: This test will check that the file browser can move a file. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the file called Test File 2 onto the icon for the folder called Test Data. 3. Release the button. 4. Double click the icon for Test Data to open that folder up. 5. Close the File Browser. VERIFICATION: Was the file Test File 2 successfully moved into the Test Data folder?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости переміщення файлів використовуючи оглядач файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть та перенесіть файл з іменем Test File 2 на значок теки з іменем Test Data.. 3. Відпустіть кнопку. 4. Клацніть двічі на значку Test Data для відкриття ціє теки. 5. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи був файл Test File 2 переміщений у теку Test Data належним чином?

source: PURPOSE: This test will check that the file browser can delete a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click on Move To Trash. 3. Verify that Test File 1 has been removed. 4. Close the File Browser. VERIFICATION: Is Test File 1 now gone?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости вилучення файлів використовуючи оглядач файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть правою кнопкою на файлі з іменем Test File 1 та клацніть Вилучити. 3. Переконайтеся, що файл Test File 1 вилучений. 4. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи був файл Test File 1 вилучений?

source: PURPOSE: This test will check that the file browser can delete a folder. STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Move To Trash. 3. Verify that the folder was deleted. 4. Close the file browser. VERIFICATION: Has Test Folder been successfully deleted?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости вилучення тек використовуючи оглядач файлів. ДІЇ: 1. Клацніть Перевірити для відкриття оглядача файлів. 2. Клацніть правою кнопкою на теці з іменем Test Folder та клацніть Вилучити. 3. Переконайтеся, що тека була вилучена. 4. Закрийте оглядач файлів. ПЕРЕВІРКА: Чи була вилучена тека Test Folder?

source: Common Document Types Test
uk: Перевірка стандартних типів документів

source: PURPOSE: This test will check that Firefox can render a basic web page. STEPS: 1. Select Test to launch Firefox and view the test web page. VERIFICATION: Did the Ubuntu Test page load correctly?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости опрацювання звичайної веб-сторінки у Firefox. ДІЇ: 1. Виберіть Перевірити для запуску Firefox та перегляду тестової веб-сторінки. ПЕРЕВІРКА: Тестова сторінка Ubuntu була завантажена правильно?

source: PURPOSE: This test will check that Firefox can run a java applet in a web page. Note: this may require installing additional software to complete successfully. STEPS: 1. Select Test to open Firefox with the Java test page, and follow the instructions there. VERIFICATION: Did the applet display?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости виконання на веб-сторінці міні-додатку Java в Firefox. Нотатка: може знадобитися встановлення додаткового проґрамного забезпечення для завершення виконання перевірки. ДІЇ: 1. Виберіть Перевірити для відкриття Firefox з тестовою сторінкою, що містить компонент Java та слідуйте вказаному у ній керівництву. ПЕРЕВІРКА: Чи було відображено міні-додаток?

source: PURPOSE: This test will check that Firefox can run flash applications. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a sample Flash test. VERIFICATION: Did you see the text?
uk: МЕТА: Ця перевірка дозволить переконатися у можливости виконання Flash додатків в Firefox. Нотатка: може знадобитися встановлення додаткового проґрамного забезпечення для завершення виконання перевірки. ДІЇ: 1. Виберіть Перевірити для відкриття Firefox з Flash-вмістом. ПЕРЕВІРКА: Чи бачите Ви текст?

source: PURPOSE: This test will check that Firefox can play a Flash video. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a short flash video. VERIFICATION: Did the video play correctly?
uk: МЕТА: Цей тест перевірить, чи може Firefox програвати видивозаписи у форматі Flash. Нотатка: це може потребувати встановлення додаткового ПЗ для успішного завершення. ДІЇ: 1. Виберіть «Перевірити» для запуску Firefox та перегляду короткого видивозапису у форматі Flash. ПЕРЕВІРКА: Чи був видивозапис відтворений правильно?

source: PURPOSE: This test will check that Firefox can play a Quicktime (.mov) video file. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox with a sample video. VERIFICATION: Did the video play using a plugin?
uk: МЕТА: Ця перевірка дозволить переконатися, у можливости відтворення видивофрагментів у форматі Quicktime (.mov) у оглядачі тенет Firefox. Нотатка: для виконання перевірки, можливо знадобиться встановлення додаткового проґрамного забезпечення. ДІЇ: 1. Виберіть Перевірити для запуску оглядача тенет Firefox ти видивофрагменту. ПЕРЕВІРКА: Чи відтворився видивофрагмент з використанням надбудови?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Facebook Chat service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
uk: МЕТА: Цей тест перевірить, як працює проґрама обміну повідомленнями Empathy. ДІЇ: 1. Виберіть «Перевірити» для запуску Empathy. 2. Налаштуйте її для під’єднання до сервісу балачки Facebook. 3. Після того, як Ви завершите тест, закрийте Empathy для продовження. ПЕРЕВІРКА: Чи вдалося Вам коректно під’єднатися та відправляти (приймати) повідомлення?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Google Talk (gtalk) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
uk: МЕТА: Цей тест перевірить, як працює проґрама обміну повідомленнями Empathy. ДІЇ: 1. Виберіть «Перевірити» для запуску Empathy. 2. Налаштуйте її для під’єднання до сервісу Google Talk (gtalk). 3. Після того, як Ви завершите тест, закрийте Empathy для продовження. ПЕРЕВІРКА: Чи вдалося Вам коректно під’єднатися та відправляти (приймати) повідомлення?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Jabber service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
uk: МЕТА: Цей тест перевірить, як працює проґрама обміну повідомленнями Empathy. ДІЇ: 1. Виберіть «Перевірити» для запуску Empathy. 2. Налаштуйте її для під’єднання до сервісу Jabber. 3. Після того, як Ви завершите тест, закрийте Empathy для продовження. ПЕРЕВІРКА: Чи вдалося Вам коректно під’єднатися та відправляти (приймати) повідомлення?
