Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: System Testing
uk: Тестування системи

source: _Test
uk: _Тест

source: _Yes
uk: _Так

source: _No
uk: Н_і

source: _Skip this test
uk: _Пропустити цей тест

source: Further information:
uk: Додаткова інформація:

source: _Select All
uk: Виді_лити все

source: _Deselect All
uk: _Прибрати виділення

source: _Previous
uk: _Назад

source: Ne_xt
uk: _Далі

source: Test your system and submit results to Launchpad
uk: Виконати тестування Вашої системи та надіслати результати на Launchpad

source: Test to detect audio devices
uk: Перевірити наявність аудіопристроїв

source: PURPOSE: This test will check that internal speakers work correctly STEPS: 1. Make sure that no external speakers or headphones are connected If testing a desktop, external speakers are allowed 2. Click the Test button to play a brief tone on your audio device VERIFICATION: Did you hear a tone?
uk: МЕТА: Даний тест перевірить коректність роботи внутрішніх динаміків ПОРЯДОК ДІЙ: 1. Перевірте, що не підключено зовнішніх динаміків або навушників Якщо ви тестуєте стаціонарний комп’ютер, можна не відключати зовнішні динаміки 2. Клацніть кнопку Тест аби відтворити нетривалий звук через аудіопристрій ПЕРЕВІРКА: Почули звук?

source: PURPOSE: HDMI audio interface verification STEPS: 1. Plug an external HDMI device with sound (Use only one HDMI/DisplayPort interface at a time for this test) 2. Click the Test button VERIFICATION: Did you hear the sound from the HDMI device?
uk: МЕТА: Перевірка аудіоінтерфейсу HDMI ПОРЯДОК ДІЙ: 1. Під’єднайте зовнішній звуковий HDMI пристрій (Використовуйте лише один інтерфейс HDMI/DisplayPort протягом одного тесту) 2. Натисніть кнопку Тест ПЕРЕВІРКА: Почули звук з пристрою HDMI?

source: PURPOSE: DisplayPort audio interface verification STEPS: 1. Plug an external DisplayPort device with sound (Use only one HDMI/DisplayPort interface at a time for this test) 2. Click the Test button VERIFICATION: Did you hear the sound from the DisplayPort device?
uk: МЕТА: Перевірка аудіоінтерфейсу DisplayPort ПОРЯДОК ДІЙ: 1. Під’єднайте зовнішній звуковий пристрій DisplayPort (Використовуйте лише один інтерфейс HDMI/DisplayPort протягом одного тесту) 2. Натисніть кнопку Тест ПЕРЕВІРКА: Почули звук з пристрою DisplayPort?

source: PURPOSE: This test will check that headphones connector works correctly STEPS: 1. Connect a pair of headphones to your audio device 2. Click the Test button to play a sound to your audio device VERIFICATION: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
uk: МЕТА: Даний тест дозволить перевірити, чи правильно працює роз’єм для навушників ПОРЯДОК ДІЙ: 1. Під’єднайте навушники до аудіопристрою 2. Натисніть кнопку Тест аби відтворити звук через аудіопристрій ПЕРЕВІРКА: Почули звук з навушників; чи звук був без спотворень, клацання чи дивних звуків?

source: PURPOSE: This test will check that recording sound using the onboard microphone works correctly STEPS: 1. Disconnect any external microphones that you have plugged in 2. Click "Test", then speak into your internal microphone 3. After a few seconds, your speech will be played back to you. VERIFICATION: Did you hear your speech played back?
uk: МЕТА: Цей тест перевірить, чи правильно працює запис звуку через вбудований мікрофон ПОРЯДОК ДІЙ: 1. Відключіть всі підключені зовнішні мікрофони 2. Натисніть "Тест" і говоріть в вбудований мікрофон 3. Після кількох секунд те, що ви сказали буде відтворено. ПЕРЕВІРКА: Ви чули те, що ви сказали?

source: PURPOSE: This test will check that recording sound using an external microphone works correctly STEPS: 1. Connect a microphone to your microphone port 2. Click "Test", then speak into the external microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back?
uk: МЕТА: Цей тест перевірить, чи зовнішній мікрофон правильно записав звук ПОРЯДОК ДІЙ: 1. Під'єднайте мікрофон 2. Натисніть "Тест", скажіть щось у мікрофон 3. Після кількох секунд буде відтврорено те, що Ви сказали ПЕРЕВІРКА: Ви чули те, що ви сказали?

source: PURPOSE: This test will check that a USB audio device works correctly STEPS: 1. Connect a USB audio device to your system 2. Click "Test", then speak into the microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back through the USB headphones?
uk: МЕТА: Цей тест перевірить правильність роботи USB-аудіопристрою ПОРЯДОК ДІЙ: 1. Під'єднайте USB аудіо пристрій до вашої системи 2. Натисніть "Тест", скажіть щось у мікрофон 3. Після кількох секунд буде видтворено те, що Ви сказали ПЕРЕВІРКА: Ви чули те, що ви сказали у USB навушниках?

source: Play back a sound on the default output and listen for it on the default input.
uk: Програйте звук на стандартному виході і прослухайте його на стандартному вході

source: Collect audio-related system information. This data can be used to simulate this computer's audio subsystem and perform more detailed tests under a controlled environment.
uk: Зібрати інформацію про аудію систему. Ці дані можуть бути використані для симуляції аудіо підсистеми на Вашому комп'ютері та виконання більш детальних тестів.

source: Attaches the audio hardware data collection log to the results.
uk: Приєднує дані про аудіопристрої до загальних результатів.

source: PURPOSE: Check that the various audio channels are working properly STEPS: 1. Click the Test button VERIFICATION: You should clearly hear a voice from the different audio channels
uk: МЕТА: Перевірка роботи різних аудіо каналів КРОКИ: 1. Натісніть кнопку Тест ПЕРЕВІРКА: Ваш голос має бути чистий на різних каналах

source: This test will verify that the volume levels are at an acceptable level on your local system. The test will validate that the volume is greater than or equal to minvol and less than or equal to maxvol for all sources (inputs) and sinks (outputs) recognized by PulseAudio. It will also validate that the active source and sink are not muted. You should not manually adjust the volume or mute before running this test.
uk: Цей тест перевірить чи рівні звуку є прийнятними для Вашої локальної системи. Тест перевірить чи звук є вищим або рівний мінімальному рівню і менший або рівний максимальному рівню для всіх входів та виходів, які розпізнав PulseAudio. Перед тестуванням Вам не слід самостійно змінювати або вимикати звук.

source: PURPOSE: Check that external line out connection works correctly STEPS: 1. Insert cable to speakers (with built-in amplifiers) on the line out port 2. Open system sound preferences, 'Output' tab, select 'Line-out' on the connector list. Click the Test button 3. On the system sound preferences, select 'Internal Audio' on the device list and click 'Test Speakers' to check left and right channel VERIFICATION: 1. Do you hear a sound in the speakers? The internal speakers should *not* be muted automatically 2. Do you hear the sound coming out on the corresponding channel?
uk: МЕТА: Перевірка працездатності зовнішнього лінійного виходу ДІЇ: 1. Під’єднайте кабель до гучномовців (з вбудованими підсилювачами) у порт лінійного виходу 2. Відкрийте параметри звуку, далі вкладку 'Виходи', виберіть зі списку елемент 'Лінійний вихід'. Клацніть кнопку Тест 3. У параметрах звуку, виберіть 'Internal Audio' зі списку пристроїв та клацніть 'Тест гучномовців', щоб перевірити лівий та правий канал ПЕРЕВІРКА: 1. Чи було чутно звук з гучномовців? Внутрішні гучномовці не повинні перейти у режим вимкненого звуку автоматично. 2. Ви чули звук що виходить з відповідного каналу?

source: PURPOSE: Check that external line in connection works correctly STEPS: 1. Use a cable to connect the line in port to an external line out source. 2. Open system sound preferences, 'Input' tab, select 'Line-in' on the connector list. Click the Test button 3. After a few seconds, your recording will be played back to you. VERIFICATION: Did you hear your recording?
uk: МЕТА: Перевірка працездатності зовнішнього лінійного входу ДІЇ: 1. Використовуйте кабель, щоб під’єднати порт лінійного входу до зовнішнього лінійного виходу пристрою. 2. Відкрийте параметри звуку, далі вкладку 'Входи', виберіть зі списку елемент 'Лінійний вхід'. Клацніть кнопку Тест 3. Через декілька секунд буде виконано відтворення записаного. ПЕРЕВІРКА: Ви почули запис?

source: PURPOSE: Check that balance control works correctly on internal speakers STEPS: 1. Check that moving the balance slider from left to right works smoothly 2. Click the Test button to play an audio tone for 10 seconds. 3. Move the balance slider from left to right and back. 4. Check that actual speaker audio balance follows your setting. VERIFICATION: Does the slider move smoothly, as well as being followed by the setting by the actual audio output?
uk: МЕТА: Перевірити, що контроль балансу коректно працює на вбудованих динаміках КРОКИ: 1. Перевірте, що пересування повзунка балансу зліва направо відбувається плавно. 2. Клацніть кнопку Тест, щоб відтворити звуковий сигнал на 10 секунд. 3. Пересуньте повзунок балансу зліва направо та у зворотному напрямку. 4. Перевірте, що актуальний баланс колонок відповідає вашим налаштуванням. ПЕРЕВІРКА: Чи рухається повзунок плавно, а також чи відповідає налаштуванню актуальний аудіовихід?

source: PURPOSE: Check that balance control works correctly on external headphone STEPS: 1. Check that moving the balance slider from left to right works smoothly 2. Click the Test button to play an audio tone for 10 seconds. 3. Move the balance slider from left to right and back. 4. Check that actual headphone audio balance follows your setting. VERIFICATION: Does the slider move smoothly, as well as being followed by the setting by the actual audio output?
uk: МЕТА: Перевірити, що контроль балансу коректно працює на зовнішніх динаміках (навушниках) КРОКИ: 1. Перевірте, що пересування повзунка балансу зліва направо відбувається плавно. 2. Клацніть на кнопку Тест, щоб відтворити звуковий сигнал на 10 секунд. 3. Пересуньте повзунок балансу зліва направо та у зворотному напрямку. 4. Перевірте, що актуальний баланс колонок відповідає вашим налаштуванням. ПЕРЕВІРКА: Чи рухається повзунок плавно, а також чи відповідає налаштуванню актуальний аудіовихід?

source: Benchmark for each disk
uk: Тест кожного диску

source: Run gtkperf to make sure that GTK based test cases work
uk: Виконання gtkperf для перевірки коректного виконання тестів, базованих на GTK

source: Run Render-Bench XRender/Imlib2 benchmark
uk: Виконання тесту Render-Bench XRender/Imlib2

source: Run Qgears2 XRender Extension gearsfancy benchmark
uk: Запуск тесту продуктивності "gearsfancy" з Qgears2 для XRender

source: Run Qgears2 XRender Extension image scaling benchmark
uk: Виконання тесту маштабування зображення Qgears2 XRender Extension

source: Run Qgears2 OpenGL gearsfancy benchmark
uk: Виконання тесту Qgears2 OpenGL gearsfancy

source: Run Qgears2 OpenGL image scaling benchmark
uk: Виконання тесту маштабування зображення Qgears2 OpenGL

source: Run GLmark2-ES2 benchmark
uk: Виконання тесту GLmark2-ES2

source: Run GLmark2 benchmark
uk: Виконання тесту GLmark2

source: Run globs benchmark
uk: Запустити глобальний benchmark (перевірку)

source: Run Unigine Santuary benchmark
uk: Виконання тесту Unigine Santuary

source: Run Unigine Tropics benchmark
uk: Виконання тесту Unigine Tropics

source: Run Unigine Heaven benchmark
uk: Виконання тесту Unigine Heaven

source: Run Lightsmark benchmark
uk: Виконання тесту Lightsmark

source: Run Cachebench Read benchmark
uk: Виконання тесту Cachebench Read

source: Run Cachebench Write benchmark
uk: Виконати тест Cachebench Write

source: Run Cachebench Read / Modify / Write benchmark
uk: Виконати тест Cachebench Читання / Зміна / Запис

source: Run Stream Copy benchmark
uk: Виконати тест Stream Copy

source: Run Stream Scale benchmark
uk: Виконати тест Stream Scale

source: Run Stream Add benchmark
uk: Виконати тест Stream Add

source: Run Stream Triad benchmark
uk: Виконати тест Stream Triad

source: Run Network Loopback benchmark
uk: Запуск тесту продуктивності мережевого замикання на себе Network Loopback

source: Check the time needed to reconnect to a WIFI access point
uk: Перевірити час що потрібен для повторного під’єднання до точки доступу Wi-Fi

source: Run Encode MP3 benchmark
uk: Виконати тест кодування MP3

source: Run x264 H.264/AVC encoder benchmark
uk: Виконати тест кодування x264 H.264/AVC

source: Run GnuPG benchmark
uk: Виконати тест GnuPG

source: Run Compress PBZIP2 benchmark
uk: Виконати тест стискання PBZIP2

source: Run Compress 7ZIP benchmark
uk: Виконати тест стискання 7ZIP

source: Run N-Queens benchmark
uk: Виконати тест N-Queens

source: Run Himeno benchmark
uk: Виконати тест Himeno

source: CPU utilization on an idle system.
uk: Використання процесора системою в стані простою.

source: Disk utilization on an idle system.
uk: Використання диску системою в стані простою.

source: Run a stress test based on FurMark (OpenGL 2.1 or 3.2) Fullscreen 1920x1080 no antialiasing
uk: Запустити навантажувальний тест на основі FurMark (OpenGL 2.1 або 3.2), повноекранний режим 1920x1080, без згладжування

source: Run a stress test based on FurMark (OpenGL 2.1 or 3.2) Windowed 1024x640 no antialiasing
uk: Запустити навантажувальний тест на основі FurMark (OpenGL 2.1 або 3.2), віконний режим 1024x640, без згладжування

source: Run GiMark, a geometry instancing test (OpenGL 3.3) Fullscreen 1920x1080 no antialiasing
uk: Запустити GiMark, тест за допомогою Geometry Instancing (OpenGL 3.3) у повний екран 1920x1080 без згладжування

source: Run GiMark, a geometry instancing test (OpenGL 3.3) Windowed 1024x640 no antialiasing
uk: Запустити GiMark, тест за допомогою Geometry Instancing (OpenGL 3.3) у вікні 1024x640 без згладжування

source: Run a tessellation test based on TessMark (OpenGL 4.0) Fullscreen 1920x1080 no antialiasing
uk: Запустити тест тесселяції, заснований на TessMark (OpenGL 4.0) у повний екран 1920x1080 без згладжування

source: Run a tessellation test based on TessMark (OpenGL 4.0) Windowed 1024x640 no antialiasing
uk: Запустити тест тесселяції, заснований на TessMark (OpenGL 4.0) у вікні 1024x640 без згладжування

source: Automated test to store bluetooth device information in checkbox report
uk: Автоматизований тест збереження інформації bluetooth пристрою в звіті checkbox

source: PURPOSE: This test will check that bluetooth connection works correctly STEPS: 1. Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Right-click on the bluetooth icon and select browse files 8. Authorize the computer to browse the files in the device if needed 9. You should be able to browse the files VERIFICATION: Did all the steps work?
uk: МЕТА: Цей тест перевірить чи з'єднання bluetooth працює правильно ПОРЯДОК ДІЙ: 1. Ввімкніть bluetooth чи інший мобільний пристрій (PDA, смартфон, т.д.) 2. Натисніть на ікону bluetooth на рядку меню 3. Виберіть 'Встановити новий пристрій' 4. Знайдіть пристрій в списку і виберіть його 5. На пристрої введіть PIN код автоматично вибраний майстром тестування 6 . Пристрій має утворити з'єднання з комп'ютером 7. Клацніть правою кнопкою мишки на іконі bluetooth і виберіть переглянути файли 8. Авторизуйте комп'ютер на пристрої, якщо це потрібно 9. Ви маєте бути спроможні переглянути файли ПЕРЕВІРКА: Все вийшло?

source: PURPOSE: This test will check that you can transfer information through a bluetooth connection STEPS: 1. Make sure that you're able to browse the files in your mobile device 2. Copy a file from the computer to the mobile device 3. Copy a file from the mobile device to the computer VERIFICATION: Were all files copied correctly?
uk: МЕТА: Цей тест перевірить, чи ви зможете передавати інформацію через bluetooth ПОРЯДОК ДІЙ: 1. Перевірте, чи ви можете переглянути файл на вашому мобільному пристрої 2. Скопіюйте файл з комп'ютера на мобільний пристрій 3. Скопіюйте файл з мобільного пристроя на комп'ютер ПЕРЕВРІКА: Файли скопіювалися правильно?

source: PURPOSE: This test will check that you can record and hear audio using a bluetooth audio device STEPS: 1. Enable the bluetooth headset 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Click "Test" to record for five seconds and reproduce in the bluetooth device VERIFICATION: Did you hear the sound you recorded in the bluetooth
uk: МЕТА: Цей тест перевірить, чи зможете ви записати і почути аудіо використовуючи аудіо пристрій bluetooth ПОРЯДОК ДІЙ: 1. Увімкніть навушники bluetooth 2. Клацніть на ікону bluetooth в панелі меню 3. Виберіть 'Створити новий пристрій' 4. Знайдіть пристрій в списку та виберіть його 5. В пристрої введіть автоматично створений майстром PIN 6. Пристрій має з'єднатися з комп'ютером 7. Нажміть "Тест", щоб записати звук довжиною п'ять секунд і відтворити його на пристрої bluetooth ПЕРЕВІРКА: Ви почули звук на пристрої bluetooth, який ви записали?

source: PURPOSE: This test will check that you can use a BlueTooth HID device STEPS: 1. Enable either a BT mouse or keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. For mice, perform actions such as moving the pointer, right and left button clicks and double clicks 6. For keyboards, click the Test button to lauch a small tool. Enter some text into the tool and close it. VERIFICATION: Did the device work as expected?
uk: МЕТА: Тест дозволить переконатися у можливості використання BlueTooth HID пристрою ДІЇ: 1. Увімкніть мишу або клавіатуру з Bluetooth 2. Клацніть на піктограмі Bluetooth на панелі меню 3. Виберіть 'Встановити новий пристрій' 4. Знайдіть пристрій у списку та виберіть його 5. У випадку з мишею, виконайте дії такі як пересування вказівника, клаци правою та лівою кнопками, а також подвійні клацання 6. У випадку з клавіатурою, клацніть кнопку Тест, щоб запустити засіб перевірки. Введіть текст, а потім закрийте вікно. ПЕРЕВІРКА: Чи працює пристрій потрібним чином?

source: This Automated test attempts to detect a camera.
uk: Цей автоматизований тест спробує знайти камеру.

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a video capture from the camera for ten seconds. VERIFICATION: Did you see the video capture?
uk: МЕТА: Цей тест перевірить, чи вбудована камера працює правильно ПОРЯДОК ДІЙ: 1. Натисніть 'Тест', щоб зняти відео вбудованою камерою тривалістю в десять секунд. ПЕРЕВІРКА: Ви бачили зняте відео?

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera for ten seconds. VERIFICATION: Did you see the image?
uk: МЕТА: Перевірка працездатності вбудованої камери ДІЇ: 1. Натисніть «Тест», що показати на протязі 10 секунд фотознімок з вбудованої камери. ПЕРЕВІРКА: Чи бачите ви зображення?

source: Takes multiple pictures based on the resolutions supported by the camera and validates their size and that they are of a valid format.
uk: Створює декілька зображень на основі роздільної здатності що підтримується камерою, перевіряє їх розмір та правильність формату.

source: PURPOSE: This test will verify your system's ability to play Ogg Vorbis audio files. STEPS: 1. Click Test to play an Ogg Vorbis file (.ogg) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
uk: МЕТА: Цей тест перевірить, чи ваша система може відтворити Ogg Vorbis аудіо файли. ПОРЯДОК ДІЙ: 1. Натисніть "Тест", щоб відтворити файл Ogg Vorbis (.ogg) 2. Будь ласка, закрийте програвач, щоб продовжити. ПЕРЕВІРКА: Зразок був відтворений правильно?

source: PURPOSE: This test will verify your system's ability to play Wave Audio files. STEPS: 1. Select Test to play a Wave Audio format file (.wav) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
uk: МЕТА: Цей тест перевірить, чи система може відтворювати аудіо файли Wave. ПОРЯДОК ДІЙ: 1. Натисніть 'Тест', щоб відтворити звук формату Wave (.wav) 2. Будь ласка, закрийте плеєр, щоб продовжити. ПЕРЕВІРКА: Зразок був відтворений коректно?

source: Test the CPU scaling capabilities using Firmware Test Suite (fwts cpufreq).
uk: Провести перевірку процесора на зміну частоти використовуючи Firmware Test Suite (fwts cpufreq).

source: Attaches the log generated by cpu/scaling_test to the results
uk: Приєднує журнал подій створений cpu/scaling_test до результатів

source: Test for clock jitter.
uk: Тестування годинникового джиттера.

source: Test offlining CPUs in a multicore system.
uk: Тест незалучених CPU у багатоядровій системі.

source: This test checks cpu topology for accuracy
uk: Цей тест перевіряє топологію процесора для більшої точності обчисленнь

source: This test checks that CPU frequency governors are obeyed when set.
uk: Тест на дотримання обмеження швидкості CPU.

source: Validate that the Vector Floating Point Unit is running on ARM device
uk: Перевірка роботи математичного співпроцесора для ARM пристроїв

source: Test if the atd daemon is running when the package is installed.
uk: Тест чи працює служба atd, якщо цей пакунок встановлено.

source: Test if the cron daemon is running when the package is installed.
uk: Тест чи працює служба cron, якщо цей пакунок встановлено.

source: Test if the cupsd daemon is running when the package is installed.
uk: Тест чи працює служба cupsd, якщо цей пакунок встановлено.

source: Test if the getty daemon is running when the package is installed.
uk: Тест чи працює служба getty, якщо цей пакунок встановлено.

source: Test if the init daemon is running when the package is installed.
uk: Тест чи працює служба init, якщо цей пакунок встановлено.

source: Test if the klogd daemon is running when the package is installed.
uk: Тест чи працює служба klogd, якщо цей пакунок встановлено.

source: Test if the nmbd daemon is running when the package is installed.
uk: Тест чи працює служба nmbd, якщо цей пакунок встановлено.

source: Test if the smbd daemon is running when the package is installed.
uk: Тест чи працює служба smbd, якщо цей пакунок встановлено.

source: Test if the syslogd daemon is running when the package is installed.
uk: Тест чи працює служба syslogd, якщо цей пакунок встановлено.

source: Test if the udevd daemon is running when the package is installed.
uk: Тест чи працює служба udevd, якщо цей пакунок встановлено.

source: Test if the winbindd daemon is running when the package is installed.
uk: Тест чи працює служба winbindd, якщо цей пакунок встановлено.

source: Detects and displays disks attached to the system.
uk: Виявляє і відображає диски, підключені до системи.

source: Check stats changes for each disk
uk: Перевірка зміни статистики для кожного накопичувача

source: SMART test
uk: SMART тест

source: Maximum disk space used during a default installation test
uk: Максимальне місце на диску, яке буде заняте під час звичайного тесту інсталяції

source: Verify system storage performs at or above baseline performance
uk: Перевірка системних сховищ виконується по стандартним та підвищеним умовам

source: Verify that storage devices, such as Fibre Channel and RAID can be detected and perform under stress.
uk: Перевірка накопичувачів, таких як Fibre Channel і RAID на можливість їх виявлення системою та роботою під навантаженням.
