Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: PURPOSE: This test will test the wireless key STEPS: 1. Press the wireless key on the keyboard 2. Check that the wifi LED turns off or changes color 3. Check that wireless is disabled 4. Press the same key again 5. Check that the wifi LED turns on or changes color 6. Check that wireless is enabled VERIFICATION: Did the wireless turn off on the first press and on again on the second? (NOTE: the LED functionality will be reviewed in a following test. Please only consider the functionality of the wifi itself here.)
uk: PURPOSE: На даному етапі буде виконано тестування роботи клавіші вмикання бездротової мережі Wi-Fi STEPS: 1. Натисніть клавішу вмикання бездротової мережі на Вашому пристрої 2. Перевірте чи індикатор бездротової мережі на Вашому пристрої змінив стан чи колір 3. Перевірте чи Wi-Fi-мережа перейшла у вимкнутий стан 4. Знову натисніть клавішу Wi-Fi-мережі 5. Перевірте чи індикатор бездротової мережі став активним чи знову змінив колір 6. Перевірте чи Wi-Fi-мережа працює VERIFICATION: Мережа Wi-Fi була вимкнена після першого натиснення клавіші і знову вімкнута по натисненню клавіші у другий раз? (NOTE: the LED functionality will be reviewed in a following test. Please only consider the functionality of the wifi itself here.)

source: PURPOSE: This test will test the media keys of your keyboard STEPS: Skip this test if your computer has no media keys. 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected?
uk: Мета: Цей тест протестує медіа клавіші на вашій клавіатурі КРОКИ: Пропустіть цей тест якщо на вашій клавіатурі немає медіа клавіш. 1. Натисніть тест щоб відкрити вікно для тестування медіа клавіш. 2. Якщо всі клавіші працюють, тест буде відмічено як пройдений. ПЕРЕВІРКА: Всі клавіші працюють як очікувалось?

source: PURPOSE: This test will test the super key of your keyboard STEPS: 1. Click test to open a window on which to test the super key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the super key work as expected?
uk: МЕТА: Цей тест перевірить клавішу "Super" вашої клавіатури ДІЇ: 1. Клацніть Тест, щоб відкрити вікно у якому буде робитися перевірка клавіші "Super". 2. Якщо клавіша працює, тест буде пройдено, а вікно буде закрито. ПЕРЕВІРКА: Чи працює клавіша "Super" потрібним чином?

source: PURPOSE: Validate that the External Video hot key is working as expected STEPS: 1. Plug in an external monitor 2. Press the display hot key to change the monitors configuration VERIFICATION: Check that the video signal can be mirrored, extended, displayed on external or onboard only.
uk: МЕТА: Перевірка працездатності клавіші перемикання на зовнішнє відео ДІЇ: 1. Під’єднайте зовнішній монітор 2. Натисніть комбінацію клавіш для зміни налаштувань монітора ПЕРЕВІРКА: Переконайтеся, що відео сигнал може бути відзеркалено, розширено, показано як на зовнішньому так і вбудованому дисплеї.

source: PURPOSE: Verify touchpad hotkey toggles touchpad functionality on and off STEPS: 1. Verify the touchpad is functional 2. Tap the touchpad toggle hotkey 3. Tap the touchpad toggle hotkey again VERIFICATION: Verify the touchpad has been disabled and re-enabled.
uk: МЕТА: Перевірка клавіші увімкнення та вимкнення функціональності сенсорної панелі ДІЇ: 1. Перевірте працездатність сенсорної панелі 2. Торкніться клавіші швидкого доступу сенсорної панелі 3. Торкніться клавіші швидкого доступу сенсорної панелі знову ПЕРЕВІРКА: Переконайтеся, що сенсорна панель була вимкнена, а потім знову увімкнена.

source: PURPOSE: Power LED verification STEPS: 1. Power LED should be on while device is switched on VERIFICATION: Does the power LED light as expected?
uk: МЕТА: Перевірка світлодіодного індикатора живлення ДІЇ: 1. Індикатор живлення повинен світитися, коли пристрій увімкнено ПЕРЕВІРКА: Чи правильно працює індикатор живлення?

source: PURPOSE: Power LED verification STEPS: 1. The Power LED should blink or change color while the system is suspended VERIFICATION: Did the Power LED blink or change color while the system was suspended for the previous suspend test?
uk: МЕТА: Перевірка світлодіодного індикатора живлення ДІЇ: 1. Індикатор живлення повинен блимати або змінювати колір при переході системи у режим очікування ПЕРЕВІРКА: Чи спостерігалося блимання або зміна кольору індикатора живлення, коли система була переведена у режим очікування для попереднього тесту режиму очікування?

source: PURPOSE: Suspend LED verification. STEPS: Skip this test if your system does not have a dedicated Suspend LED. 1. The Suspend LED should blink or change color while the system is suspended VERIFICATION Did the Suspend LED blink or change color while the system was suspended?
uk: МЕТА: Перевірка світлодіода призупинення. ПОРЯДОК ДІЙ: Пропустити цей тест якщо ваша система НЕ має окремого світлодіода призупинення. 1. Світлодіод призупинення повинен блимати або змінювати колір поки систему призупинено ПЕРЕВІРКА: Чи світлодіод призупинення блимає або змінює колір поки систему призупинено?

source: PURPOSE: Validate that the battery light shows charging status STEPS: 1. Let system run on battery for a while 2. Plug in AC plug VERIFICATION: Did the battery indicator LED turn orange?
uk: МЕТА: Перевірити, що світлодіодний індикатор показує стан зарядки акумулятора ДІЇ: 1. Дайте комп’ютеру трохи попрацювати від акумулятора 2. Під’єднайте комп’ютер до мережі змінного струму ПЕРЕВІРКА: Чи змінив світлодіодний індикатор стану акумулятора свій колір на помаранчевий?

source: PURPOSE: Validate that the battery LED properly displays charged status STEPS: 1. Let system run on battery for a short time 2. Plug in AC 3. Let system run on AC VERIFICATION: Does the orange battery LED shut off when system is fully charged?
uk: МЕТА: Перевірити, чи правильно світлодіодний індикатор акумулятора показує стан повної зарядки ДІЇ: 1. Дайте комп’ютеру попрацювати трохи від акумулятора 2. Під’єднайте його до мережі змінного струму 3. Дайте комп’ютеру попрацювати, живлячись від мережі змінного струму ПЕРЕВІРКА: Чи престав світитися помаранчевий індикатор після повної зарядки акумулятора?

source: PURPOSE: Validate that the battery LED indicated low power STEPS: 1. Let system run on battery for several hours 2. Monitor battery LED carefully VERIFICATION: Does the LED light orange when battery is low?
uk: МЕТА: Перевірити показ світлодіодним індикатором стану низького рівня заряду акумулятора ДІЇ: 1. Дайте комп’ютеру декілька годин попрацювати від акумулятора 2. Уважно спостерігайте за світлодіодним індикатором акумулятора ПЕРЕВІРКА: Чи став світлодіодний індикатор помаранчевим при низькому рівні заряду акумулятора?

source: PURPOSE: HDD LED verification STEPS: 1. Select "Test" to write and read a temporary file for a few seconds 2. HDD LED should light when writing to/reading from HDD VERIFICATION: Did the HDD LED light?
uk: МЕТА: Перевірити світлодіодний індикатор жорсткого диску ДІЇ: 1. Виберіть "Тест", щоб виконати короткий запис та читання тимчасового файлу 2. Світлодіодний індикатор жорсткого диску повинен загорітися під час запису або читання з жорсткого диску ПЕРЕВІРКА: Чи загорівся світлодіодний індикатор жорсткого диску?

source: PURPOSE: Numeric keypad LED verification STEPS: 1. Press "Block Num" key to toggle numeric keypad LED 2. Click on the "Test" button to open a window to verify your typing 3. Type using the numeric keypad both when the LED is on and off VERIFICATION: 1. Numeric keypad LED status should toggle everytime the "Block Num" key is pressed 2. Numbers should only be entered in the keyboard verification window when the LED is on
uk: МЕТА: Перевірка світлодіодного індикатора блоку цифрової клавіатури ДІЇ: 1. Натисніть клавішу "Block Num", щоб загорівся світлодіодний індикатор блоку цифрової клавіатури 2. Клацніть кнопку "Тест", щоб відкрити вікно та виконати перевірку вводу 3. Зробіть ввід використовуючи блок цифрової клавіатури з увімкненим та вимкненим індикатором ПЕРЕВІРКА: 1. Стан індикатора блоку цифрової клавіатури повинен змінюватися при кожному натисненні на клавішу "Block Num" 2. Цифри повинні вводитися лише у вікні перевірки при увімкненому індикаторі

source: PURPOSE: Block cap keys LED verification STEPS: 1. Press "Block Cap Keys" to activate/deactivate cap keys blocking 2. Cap Keys LED should be switched on/off every time the key is pressed VERIFICATION: Did the Cap Keys LED light as expected?
uk: МЕТА: Перевірка індикації блокування заголовних ДІЇ: 1. Натисніть "Block Cap Keys" для активації/деактивації блокування заголовних 2. Індикатор блокування заголовних повинен вмикатися/вимикатися кожен раз коли ви натискаєте кнопку ПЕРЕВІРКА: Індикація працювала як слід?

source: PURPOSE: Validate that the Bluetooth LED turns on and off when BT is enabled/disabled STEPS: 1. Switch bluetooth off from a hardware switch (if present) 2. Switch bluetooth back on 3. Switch bluetooth off from the panel applet 4. Switch bluetooth back on VERIFICATION: Did the bluetooth LED turn off and on twice?
uk: МЕТА: Перевірка увімкнення та вимкнення світлодіодного індикатора Bluetooth при увімкненні Bluetooth та його вимкненні ДІЇ: 1. Вимкніть Вluetooth використовуючи фізичний перемикач (якщо є) 2. Увімкніть Вluetooth 3. Вимкніть Вluetooth використовуючи аплет на панелі 4. Увімкніть Вluetooth знову ПЕРЕВІРКА: Чи вмикався світлодіодний індикатор Вluetooth двічі при вмиканні чи вимиканні?

source: PURPOSE: Camera LED verification STEPS: 1. Select Test to activate camera 2. Camera LED should light for a few seconds VERIFICATION: Did the camera LED light?
uk: МЕТА: Перевірка світлодіодного індикатора камери ДІЇ: 1. Виберіть Тест, щоб залучити камеру 2. Cвітлодіодний індикатор камери повинен загорітися на декілька секунд ПЕРЕВІРКА: Чи загорався світлодіодний індикатор камери?

source: PURPOSE: Touchpad LED verification STEPS: 1. Click on the touchpad button or press key combination to enable/disable touchpad button 2. Slide your finger on the touchpad VERIFICATION: 1. Touchpad LED status should toggle everytime the button is clicked or the key combination is pressed 2. When the LED is on, the mouse pointer should move on touchpad usage 3. When the LED is off, the mouse pointer should not move on touchpad usage
uk: МЕТА: Перевірка світлодіодного індикатора сенсорної панелі ДІЇ: 1. Клацніть на кнопкі сенсорної панелі або натисніть комбінацію клавіш швидкого доступу, щоб увімкнути/вимкнути кнопку сенсорної панелі 2. Пересувайте палець по сенсорній панелі ПЕРЕВІРКА: 1. Стан світлодіодного індикатора повинен змінюватися при кожному натисненні на кнопці або натисненні комбінації клавіш швидкого доступу 2. Коли світлодіодний індикатор загорівся, ви повинні отримати можливість керувати вказівником миші за допомогою сенсорної панелі 3. Коли світлодіодний індикатор вимкнено, ви не будете мати можливість керувати вказівником миші за допомогою сенсорної панелі

source: PURPOSE: Wireless (WLAN + Bluetooth) LED verification STEPS: 1. Make sure WLAN connection is established and Bluetooth is enabled. 2. WLAN/Bluetooth LED should light 3. Switch WLAN and Bluetooth off from a hardware switch (if present) 4. Switch them back on 5. Switch WLAN and Bluetooth off from the panel applet 6. Switch them back on VERIFICATION: Did the WLAN/Bluetooth LED light as expected?
uk: МЕТА: Перевірка індикатора бездротової мережі (WLAN + Bluetooth) ДІЇ: 1. Переконайтеся, що з’єднання WLAN встановлено та увімкнено Bluetooth. 2. Повинен загорітися світлодіодний індикатор WLAN/Bluetooth 3. Вимкніть WLAN та Bluetooth використовуючи апаратний перемикач (якщо є) 4. Увімкніть знову 5. Вимкніть WLAN та Bluetooth використовуючи аплет на панелі 6. Увімкніть знову ПЕРЕВІРКА: Чи вмикався світлодіодний індикатор WLAN/Bluetooth потрібним чином?

source: Audio tests
uk: Перевірка звуку

source: Benchmarks tests
uk: Тестування продуктивності

source: Bluetooth tests
uk: Тестування Bluetooth

source: Camera tests
uk: Тестування камери

source: Codec tests
uk: Тест кодеків

source: CPU tests
uk: Тестування процесора

source: System Daemon tests
uk: Тестування системних служб

source: Disk tests
uk: Перевірка дисків

source: eSATA disk tests
uk: Тестування дисків з інтерфейсом eSATA

source: Fingerprint reader tests
uk: Перевірка пристрою зчитування відбитків пальців

source: Firewire disk tests
uk: Перевірка дисків Firewire

source: Floppy disk tests
uk: Перевірка гнучких дисків

source: Graphics tests
uk: Тестування графічної системи

source: Hibernation tests
uk: Перевірка гібернації

source: Informational tests
uk: Інформаційні тести

source: Input Devices tests
uk: Тестування пристроїв введення

source: Software Installation tests
uk: Тестування встановлення ПЗ

source: Hotkey tests
uk: Тестування клавіш швидкого доступу

source: LED tests
uk: Тестування світлодіодів (LED)

source: Media Card tests
uk: Тестування карт пам'яті

source: Memory tests
uk: Тестування пам’яті

source: Rendercheck tests
uk: Тестування перевірки рендерингу

source: Miscellaneous tests
uk: Різноманітні тестування

source: Monitor tests
uk: Перевірка морітору

source: Networking tests
uk: Тестування мережі

source: Optical Drive tests
uk: Тестування оптичного пристрою

source: Panel Clock Verification tests
uk: Тестування годинника на панелі

source: Panel Reboot Verification tests
uk: Тестування перевірки перезавантаження панелі

source: ExpressCard tests
uk: Тести ExpressCard

source: Peripheral tests
uk: Перевірка периферії

source: Piglit tests
uk: Тести Piglit

source: Power Management tests
uk: Перевірка керування живленням

source: Server Services checks
uk: Перевірка служб серверу

source: Suspend tests
uk: Перевірка режиму сну

source: Touchpad tests
uk: Перевірка тачпаду

source: Touchscreen tests
uk: Тестування сенсорного екрану

source: USB tests
uk: Перевірка USB

source: User Applications
uk: Користувацькі додатки

source: Virtualization tests
uk: Тестування віртуалізації

source: Wireless networking tests
uk: Перевірка бездротової мережі

source: Mobile broadband tests
uk: Тестування мобільного широкосмугового під’єднання

source: Stress tests
uk: Стрес-тести

source: Smoke tests
uk: Тест на перегрів

source: Sniff Sniffers
uk: Стеження за аналізаторами трафіку

source: This test is automated and executes after the mediacard/mmc-insert test is run. It tests reading and writing to the MMC card.
uk: Це автоматизований тест, що виконується після приєднання карти пам'яті. Він тестує читання та запис на карту MMC.

source: PURPOSE: This test will check that the system correctly detects the removal of the MMC card from the systems card reader. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карток пам’яті, витягування карток типу Multimedia Card (MMC) ДІЇ: 1. Клацніть "Тест" та витягніть картку MMC з зчитувача. (Примітка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат.

source: This test is automated and executes after the mediacard/sd-insert test is run. It tests reading and writing to the SD card.
uk: Це автоматизований тест, що виконується після приєднання карти пам'яті SD. Він тестує читання та запис на карту SD.

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карток пам’яті, витягнення картки SD ДІЇ: 1. Клацніть "Тест" та витягніть картку SD зі зчитувача. (Примітка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат.

source: This is a fully automated version of mediacard/sd-automated and assumes that the system under test has a memory card device plugged in prior to checkbox execution. It is intended for SRU automated testing.
uk: Це повністю автоматизована версія mediacard/sd-automated, й вона передбачає, що до тестованого комп’ютера під’єднано пристрій читання карток пам’яті перед запуском checkbox. Призначенаа для автоматичного тестування SRU.

source: This test is automated and executes after the mediacard/sdhc-insert test is run. It tests reading and writing to the SDHC card.
uk: Цей тест запускається автоматично після виконання тесту «mediacard/sdhc-insert». Він призначений для перевірки читання з картки SDHC та запису на неї.

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карток пам’яті, витягнення картки SDHC ДІЇ: 1. Клацніть "Тест" та витягніть картку SDHC зі зчитувача. (Примітка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат.

source: This test is automated and executes after the mediacard/cf-insert test is run. It tests reading and writing to the CF card.
uk: Цей тест запускається автоматично після виконання тесту «mediacard/cf-insert». Він призначений для перевірки читання з картки пам’яті CF та запису на неї.

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карток пам’яті, витягнення картки CF ДІЇ: 1. Клацніть "Тест" та витягніть картку CF зі зчитувача. (Примітка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат.

source: This test is automated and executes after the mediacard/cf-insert-after-suspend test is run. It tests reading and writing to the CF card after the system has been suspended.
uk: Цей тест автоматизований та виконується після mediacard/cf-insert-after-suspend. Тест перевіряє читання та запис на CF картку після того, як система була призупинена.

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карток пам’яті, витягнення картки CF після переводу комп’ютера у режим призупинення роботи. ДІЇ: 1. Клацніть "Тест" та витягніть картку CF зі зчитувача. (Примітка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично вибраний результат.

source: This test is automated and executes after the mediacard/sdxc-insert test is run. It tests reading and writing to the SDXC card.
uk: Це автоматизований тест, що виконуєтьсяя після тесту mediacard/sdxc-insert. Він перевіряє читання та запис на картку пам’яті SDXC.

source: PURPOSE: This test will check that the system correctly detects the removal of a SDXC card from the systems card reader. STEPS: 1. Click "Test" and remove the SDXC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що система коректно визначає вилучення SDXC картки з системного карт-рідера. ДІЇ: 1. Клацніть "Тест" та вилучіть SDXC картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test is automated and executes after the mediacard/sdxc-insert-after-suspend test is run. It tests reading and writing to the SDXC card after the system has been suspended.
uk: Це автоматизований тест, що виконується після тесту mediacard/sdxc-insert-after-suspend. Він перевіряє читання та запис на картку пам’яті SDXC після виходу системи з режиму очікування.

source: This test is automated and executes after the mediacard/ms-insert test is run. It tests reading and writing to the MS card.
uk: Це автоматизований тест, що виконується після тесту mediacard/ms-insert. Він перевіряє читання та запис на картку пам’яті MS.

source: PURPOSE: This test will check that the system correctly detects the removal of a MS card from the systems card reader. STEPS: 1. Click "Test" and remove the MS card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що системний медіа-рідер може виявити витягнення MS картки з системного карт-рідера. ДІЇ: 1. Клацніть на "Тест" та вилучіть MS картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test is automated and executes after the mediacard/ms-insert-after-suspend test is run. It tests reading and writing to the MS card after the system has been suspended.
uk: Це автоматизований тест, що виконується після тесту mediacard/ms-insert-after-suspend. Він перевіряє читання та запис на картку пам’яті MS після виходу системи з режиму очікування.

source: PURPOSE: This test will check that the system correctly detects the removal of a MS card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MS card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевіряє що системний медіа-рідер може виявити витягнення MS картки з системного карт-рідера після того як система призупиняла роботу. ДІЇ: 1. Клацніть на "Тест" та вилучіть MS картку з рідера. (Зверніть увагу: цей тест має 20 секундний тайм-аут.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте вибраний автоматично результат.

source: This test is automated and executes after the mediacard/msp-insert test is run. It tests reading and writing to the MSP card.
uk: Це автоматизований тест, що виконується після тесту mediacard/msp-insert. Він перевіряє читання та запис на картку пам’яті MSP.
