Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume does not exist.
ru: Не удалось добавить том %(volume_id)s в группу согласования %(group_id)s: том не существует.
uk: Не вдалося додати том %(volume_id)s до групи погодження %(group_id)s: том не існує.

source: Consistency group is empty. No cgsnapshot will be created.
ru: Группа согласования пустая. Моментальные копии группы согласования создаваться не будут.
uk: Група погодження порожня. Миттєві копії групи погодження створюватися не будуть.

source: Cgsnapshot status must be available or error
ru: Состояние моментальной копии группы согласования должно быть available или error
uk: Стан миттєвої копії групи погодження має бути available або error

source: Condition has no field.
ru: В условии нет поля.
uk: Стан не має поля.

source: Database schema downgrade is not allowed.
ru: Понижение версии схемы базы данных не разрешено.
uk: Пониження версії схеми бази даних не дозволено.

source: Error writing field to database
ru: Ошибка записи поля в базу данных
uk: Помилка запису поля у базу даних

source: Unrecognized read_deleted value '%s'
ru: Нераспознанное значение read_deleted '%s'
uk: Нерозпізнане значення read_deleted '%s'

source: Unknown sort direction, must be 'desc' or 'asc'.
ru: Неизвестное направление сортировки. Оно должно быть 'desc' или 'asc'.
uk: Невідомий напрямок сортування. Він має бути 'desc' або 'asc'.

source: Sort direction array size exceeds sort key array size.
ru: Размер массива значений направления сортировки превышает размер массива ключей сортировки.
uk: Розмір масиву значень напрямку сортування перевищує розмір масиву ключів сортування.

source: No backup with id %s
ru: Отсутствует резервная копия с ИД %s
uk: Відсутня резервна копія з ІД %s

source: Volume must be available
ru: Том должен быть доступен
uk: Том повинен бути доступний

source: Transfer %(transfer_id)s: Volume id %(volume_id)s in unexpected state %(status)s, expected awaiting-transfer
ru: Передача %(transfer_id)s: ИД тома %(volume_id)s в непредвиденном состоянии %(status)s, ожидалось состояние Ожидание-передачи
uk: Передача %(transfer_id)s: ІД тому %(volume_id)s у непередбаченому стані %(status)s, очікувався стан Очікування-передачі

source: No consistency group with id %s
ru: Нет группы согласования с ИД %s
uk: Немає групи погодження з ІД %s

source: No cgsnapshot with id %s
ru: Нет моментальной копии группы согласования с ИД %s
uk: Немає миттєвої копії групи погодження з ІД %s

source: Invalid value for age, %(age)s
ru: Недопустимое значение возраста: %(age)s
uk: Неприпустиме значення віку: %(age)s

source: Must supply a positive value for age
ru: Должно быть указано положительное значение возраста
uk: Має бути вказано позитивне значення віку

source: Failed to parse the configuration option 'glance_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
uk: Не вдалося розпізнати параметр конфігурації «glance_catalog_info», має бути у формі <service_type>:<service_name>:<endpoint_type>

source: qemu-img %(minimum_version)s or later is required by this volume driver. Current qemu-img version: %(current_version)s
ru: Этому драйверу тома требуется qemu-img версии %(minimum_version)s. Текущая версия qemu-img: %(current_version)s
uk: Цьому драйверу тому потрібен qemu-img версії %(minimum_version)s. Поточна версія qemu-img: %(current_version)s

source: 'qemu-img info' parsing failed.
ru: Ошибка анализа 'qemu-img info'.
uk: Помилка аналізу 'qemu-img info'.

source: fmt=%(fmt)s backed by: %(backing_file)s
uk: fmt=%(fmt)s за підтримки: %(backing_file)s

source: Size is %(image_size)dGB and doesn't fit in a volume of size %(volume_size)dGB.
ru: Размер %(image_size)d ГБ не умещается на томе размером %(volume_size)d ГБ.
uk: Розмір %(image_size)d ГБ не втискається на том розміром %(volume_size)d ГБ.

source: qemu-img is not installed and image is of type %s. Only RAW images can be used if qemu-img is not installed.
ru: qemu-img не установлен, и образ имеет тип %s. Только образы RAW могут использоваться, когда qemu-img не установлен.
uk: qemu-img не встановлений, й образ має тип %s. Лише образи RAW можуть використовуватися, коли qemu-img не встановлений.

source: qemu-img is not installed and the disk format is not specified. Only RAW images can be used if qemu-img is not installed.
ru: qemu-img не установлен, и не указан формат диска. Только образы RAW могут использоваться, когда qemu-img не установлен.
uk: qemu-img не встановлений, й не вказаний формат диска. Лише образи RAW можуть використовуватися, коли qemu-img не встановлений.

source: fmt=%(fmt)s backed by:%(backing_file)s
ru: резервная копия fmt=%(fmt)s создана :%(backing_file)s
uk: резервна копія fmt=%(fmt)s створена :%(backing_file)s

source: Converted to %(vol_format)s, but format is now %(file_format)s
ru: Выполнено преобразование в %(vol_format)s, но в данный момент формат - %(file_format)s
uk: Виконано перетворення на %(vol_format)s, але в дану мить формат - %(file_format)s

source: Converted to %(f1)s, but format is now %(f2)s
ru: Выполнено преобразование в %(f1)s, но в данный момент формат - %(f2)s
uk: Виконано перетворення на %(f1)s, але в дану мить формат - %(f2)s

source: Invalid url: must be in the form 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', url specified is: %s
ru: Недопустимый url: вместо формата 'http[s]://<ip-адрес>|<полное-имя>[:порт]/<версия>' указан url: %s
uk: Невірна url: має бути у формі 'http[s]://<ipaddr>|<fqdn>[:port]/<version>', url зазначена є: %s

source: Invalid barbican api url: version is required, e.g. 'http[s]://<ipaddr>|<fqdn>[:port]/<version>' url specified is: %s
ru: Недопустимый url barbican api: необходимо указать версию, например, 'http[s]://<ip-адрес>|<полное-имя>[:порт]/<версия>'; указан url: %s
uk: Неприпустима url barbican api: необхідно вказати версію, наприклад, 'http[s]://<ip-адреса>|<повне-ім’я>[:порт]/<версія>'; вказано url: %s

source: User is not authorized to use key manager.
ru: У пользователя нет прав на использование Администратора ключей.
uk: В користувача немає прав на використання Адміністратора ключів.

source: Unable to create Barbican Client without project_id.
ru: Невозможно создать Barbican Client без project_id.
uk: Неможливо створити Barbican Client без project_id.

source: keymgr.fixed_key not defined
ru: keymgr.fixed_key не определен
uk: keymgr.fixed_key не визначений

source: Can't decode backup record.
ru: Не удалось декодировать запись резервной копии.
uk: Не вдалося декодувати запис резервної копії.

source: Can't parse backup record.
ru: Не удалось проанализировать запись резервной копии.
uk: Не вдалося проаналізувати запис резервної копії.

source: VersionedObject %s cannot retrieve object by id.
ru: VersionedObject %s не удается получить объект по ИД.
uk: VersionedObject %s не вдається отримати об’єкт за ІД.

source: VersionedObject %s does not support conditional update.
ru: VersionedObject %s не поддерживает условное обновление.
uk: VersionedObject %s не підтримує умовне оновлення.

source: consistencygroup assigned
ru: consistencygroup присвоена
uk: consistencygroup привласнена

source: attribute %s not lazy-loadable
ru: атрибут %s не с отложенной загрузкой
uk: атрибут %s не з відкладеним завантаженням

source: consistencygroup changed
ru: consistencygroup изменена
uk: consistencygroup змінена

source: snapshots changed
ru: моментальные копии изменены
uk: миттєві копії змінені

source: cgsnapshots assigned
ru: cgsnapshots присвоены
uk: cgsnapshots привласнені

source: volumes assigned
ru: тома присвоены
uk: томи привласнені

source: cgsnapshots changed
ru: cgsnapshots изменены
uk: cgsnapshots змінені

source: volumes changed
ru: тома изменены
uk: томи змінені

source: already created
ru: уже создан
uk: вже створений

source: volume assigned
ru: том присвоен
uk: том привласнений

source: cgsnapshot assigned
ru: cgsnapshot присвоен
uk: cgsnapshot привласнений

source: volume changed
ru: том изменен
uk: том змінено

source: cgsnapshot changed
ru: cgsnapshot изменен
uk: cgsnapshot змінений

source: snapshots assigned
ru: моментальные копии присвоены
uk: миттєві копії привласнені

source: glance_metadata changed
ru: glance_metadata изменены
uk: glance_metadata змінені

source: Replication is not enabled for volume
ru: Репликация не включена для тома
uk: Реплікація не увімкнена для тому

source: Replication status for volume must be active or active-stopped, but current status is: %s
ru: Состояние репликации тома должно быть Активна или Активна-Остановлена, но текущее состояние - %s
uk: Стан реплікації тому має бути Активна або Активна-Зупинена, але поточний стан - %s

source: Volume status for volume must be available, but current status is: %s
ru: Состояние тома должно быть Доступен, но текущее состояние - %s
uk: Стан тому має бути Доступний, але поточний стан - %s

source: Replication is not enabled
ru: Репликация не включена
uk: Реплікація не увімкнена

source: Replication status for volume must be inactive, active-stopped, or error, but current status is: %s
ru: Состояние репликации тома должно быть Неактивна, Активна-Остановлена или Ошибка, но текущее состояние - %s
uk: Стан реплікації тому має бути Неактивна, Активна-Зупинена або Помилка, але поточний стан - %s

source: Must implement host_passes_filters
ru: Необходимо реализовать host_passes_filters
uk: Необхідно зреалізувати host_passes_filters

source: Must implement find_retype_host
ru: Необходимо реализовать implement find_retype_host
uk: Необхідно зреалізувати implement find_retype_host

source: Must implement a fallback schedule
ru: Необходимо реализовать резервное расписание
uk: Необхідно зреалізувати резервний розклад

source: Must implement schedule_create_volume
ru: Необходимо реализовать schedule_create_volume
uk: Необхідно зреалізувати schedule_create_volume

source: Must implement schedule_create_consistencygroup
ru: Необходимо реализовать schedule_create_consistencygroup
uk: Необхідно зреалізувати schedule_create_consistencygroup

source: Must implement schedule_get_pools
ru: Необходимо реализовать schedule_get_pools
uk: Необхідно зреалізувати schedule_get_pools

source: No weighed hosts available
ru: Нет хостов с весами
uk: Немає хостів з вагами

source: Cannot place volume %(id)s on %(host)s
ru: Не удалось поместить том %(id)s на %(host)s
uk: Не вдалося помістити том %(id)s на %(host)s

source: No valid hosts for volume %(id)s with type %(type)s
ru: Нет допустимых хостов для тома %(id)s с типом %(type)s
uk: Немає припустимих хостів для тому %(id)s з типом %(type)s

source: Current host not valid for volume %(id)s with type %(type)s, migration not allowed
ru: Текущий хост недопустим для тома %(id)s с типом %(type)s. Перенос запрещен
uk: Поточний хост неприпустимий для тому %(id)s з типом %(type)s. Перенесення заборонено

source: Invalid value for 'scheduler_max_attempts', must be >=1
ru: Недопустимое значение для 'scheduler_max_attempts', значение должно быть >=1
uk: Неприпустиме значення для 'scheduler_max_attempts', значення має бути >=1

source: Exceeded max scheduling attempts %(max_attempts)d for volume %(volume_id)s
ru: Превышено максимальное число попыток планирования %(max_attempts)d для тома %(volume_id)s
uk: Перевищено максимальне число спроб плянування %(max_attempts)d для тому %(volume_id)s

source: volume_type cannot be None
ru: volume_type не может быть задан как None
uk: volume_type не може бути заданий як None

source: Failed to create scheduler manager volume flow
ru: Не удалось создать поток тома администратора планировщика
uk: Не вдалося створити потік тому адміністратора плянувальника

source: New volume type not specified in request_spec.
ru: Новый тип тома не указан в request_spec.
uk: Новий тип тому не вказаний в request_spec.

source: Could not find a host for volume %(volume_id)s with type %(type_id)s.
ru: Не найден хост для тома %(volume_id)s с типом %(type_id)s.
uk: Не знайдений хост для тому %(volume_id)s з типом %(type_id)s.

source: Hint "%s" not supported.
ru: Всплывающая подсказка "%s" не поддерживается.
uk: Виринаюча підказка "%s" не підтримується.

source: %(message)s Status Code: %(_status)s Body: %(_body)s
ru: %(message)s Код состояния: %(_status)s Тело: %(_body)s
uk: %(message)s Код стану: %(_status)s Тіло: %(_body)s

source: Authentication error
ru: Ошибка аутентификации
uk: Помилка розпізнавання

source: Authorization error
ru: Ошибка авторизации
uk: Помилка розпізнавання

source: Item not found
ru: объект не найден
uk: Пункт не знайдено

source: Unexpected status code
ru: Непредвиденный код состояния
uk: Непередбачений код стану

source: mock
ru: ложный
uk: хибний

source: Failed to backup volume metadata - Metadata backup object 'backup.%s.meta' already exists
ru: Не удалось создать резервную копию метаданных тома: объект резервной копии метаданных backup.%s.meta уже существует
uk: Не вдалося створити резервну копію метаданих тому: об’єкт резервної копії метаданих backup.%s.meta вже існує

source: fake
ru: поддельный
uk: підробний

source: V2 rollback - Volume in another storage group besides default storage group.
ru: Откат V2: том не в группе носителей по умолчанию.
uk: Відкат V2: том не у типовій групі носіїв.

source: V2 rollback, volume is not in any storage group.
ru: Откат V2: том не принадлежит ни одной группе носителей.
uk: Відкат V2: том не належить до жодної групи носіїв.

source: umount: <mnt_path>: target is busy
ru: umount: <путь_к_mnt>: цель занята
uk: umount: <шлях_до_mnt>: мета зайнята

source: umount: <mnt_path>: some other error
ru: umount: <путь_к_mnt>: другая ошибка
uk: umount: <шлях_до_mnt>: інша помилка

source: umount: %s: not mounted
ru: umount: %s: не смонтирован
uk: umount: %s: не змонтований

source: umount: %s: target is busy
ru: umount: %s: цель занята
uk: umount: %s: мета зайнята

source: Volume not found for instance %(instance_id)s.
ru: Не найден том для копии %(instance_id)s.
uk: Не знайдено том для копії %(instance_id)s.

source: The following migrations have a downgrade, which are not allowed: %s
ru: Для следующих переносов требуется понижение версии, что недопустимо: %s
uk: Для наступних переносів потрібне пониження версії, що неприпустимо: %s

source: flush() not supported in this version of librbd
ru: Функция flush() не поддерживается в этой версии librbd
uk: Функція flush() не підтримується у цій версії librbd

source: Failed to connect to sheep daemon. addr: %(addr)s, port: %(port)s
ru: Не удалось подключиться к демону sheep. Адрес: %(addr)s, порт: %(port)s
uk: Не вдалося під’єднатися до демона sheep. Адреса: %(addr)s, порт: %(port)s

source: Cluster is not formatted. You should probably perform "dog cluster format".
ru: Кластер не отформатирован. Необходимо выполнить команду "dog cluster format".
uk: Клястер не відформатований. Необхідно виконати команду "dog cluster format".

source: Waiting for all nodes to join cluster. Ensure all sheep daemons are running.
ru: Ожидание добавления всех узлов в кластер. Убедитесь, что работают все демоны sheep.
uk: Очікування додавання усіх вузлів в клястер. Переконайтеся, що працюють усі демони sheep.

source: Invalid sheepdog cluster status.
ru: Недопустимое состояние кластера sheepdog.
uk: Неприпустимий стан клястера sheepdog.

source: unrecognized argument %s
ru: Нераспознанный аргумент %s
uk: невідомий аргумент %s

source: obj missing quotes %s
ru: у obj отсутствуют кавычки %s
uk: у obj відсутні лапки %s

source: mdiskgrp missing quotes %s
ru: у mdiskgrp отсутствуют кавычки %s
uk: у mdiskgrp відсутні лапки %s

source: The copy should be primary or secondary
ru: Копия должна быть первичной или вторичной
uk: Копія має бути первинною або вторинною

source: Invalid input
ru: Недопустимый ввод
uk: Некоректні вхідні дані

source: Invalid ConsistencyGroup: Consistency group status must be available or error, but current status is: in-use
ru: Недопустимая группа согласования: состояние группы согласования должно быть available или error. Текущее состояние: in-use
uk: Неприпустима група погодження: стан групи погодження має бути available або error. Поточний стан: in-use

source: volume_types must be provided to create consistency group %s.
ru: Необходимо указать volume_types для создания группы согласования %s.
uk: Необхідно вказати volume_types для створення групи погодження %s.

source: Invalid volume: Cannot add volume fake-volume-uuid to consistency group %(group_id)s because volume cannot be found.
ru: Недопустимый том: нельзя добавить том fake-volume-uuid в группу согласования %(group_id)s, поскольку он не найден.
uk: Неприпустимий том: неможна додати том fake-volume-uuid до групи погодження %(group_id)s, оскільки його не знайдено.

source: Invalid volume: Cannot remove volume fake-volume-uuid from consistency group %(group_id)s because it is not in the group.
ru: Недопустимый том: нельзя удалить том fake-volume-uuid из группы согласования %(group_id)s, поскольку он отсутствует в этой группе.
uk: Неприпустимий том: неможна вилучити том fake-volume-uuid із групи погодження %(group_id)s, оскільки він відсутній у цій групі.

source: Invalid volume: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: ('available', 'in-use').
ru: Недопустимый том: нельзя добавить том %(volume_id)s в группу согласования %(group_id)s, поскольку он находится в недопустимом состоянии %(status)s. Допустимые состояния: ('available', 'in-use').
uk: Неприпустимий том: неможна додати том %(volume_id)s до групи погодження %(group_id)s, оскільки він знаходиться у неприпустимому стані %(status)s. Припустимі стани: ('available', 'in-use').

source: Invalid volume: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume type %(volume_type)s is not supported by the group.
ru: Недопустимый том: нельзя добавить том %(volume_id)s в группу согласования %(group_id)s, поскольку тип тома %(volume_type)s не поддерживается .
uk: Неприпустимий том: неможна додати том %(volume_id)s до групи погодження %(group_id)s, оскільки тип тому %(volume_type)s не підтримується .

source: Invalid ConsistencyGroup: Consistency group status must be available, but current status is: %s.
ru: Недопустимая группа согласования: состояние группы согласования должно быть available, однако текущее состояние - %s.
uk: Неприпустима група погодження: стан групи погодження має бути available, однак поточний стан - %s.

source: Invalid ConsistencyGroup: No host to create consistency group
ru: Недопустимая группа согласования: нет хоста для создания группы согласования
uk: Неприпустима група погодження: немає хосту для створення групи погодження

source: Create volume failed.
ru: Сбой создания тома.
uk: Збій створення тому.

source: Invalid value for NetApp configuration option netapp_lun_ostype.
ru: Недопустимое значение параметра конфигурации netapp_lun_ostype NetApp.
uk: Неприпустиме значення параметру конфігурації netapp_lun_ostype NetApp.

source: Invalid value for NetApp configuration option netapp_host_type.
ru: Недопустимое значение параметра конфигурации netapp_host_type NetApp.
uk: Неприпустиме значення параметру конфігурації netapp_host_type NetApp.

source: Error not a TypeError.
ru: Тип ошибки отличается от TypeError.
uk: Тип помилки відрізняється від TypeError.

source: Error not a KeyError.
ru: Тип ошибки отличается от KeyError.
uk: Тип помилки відрізняється від KeyError.

source: status must be available
ru: Требуемое состояние: Доступен
uk: стан повинен бути доступним

source: Attempt to transfer %s with invalid auth key.
ru: Попытка передачи %s с недопустимым ключом авторизации.
uk: Спроба передачі %s з неприпустимим ключем авторизації.

source: Volume %s must not be part of a consistency group.
ru: Том %s не должен быть частью группы согласования.
uk: Том %s не повинен бути частиною групи погодження.

source: Invalid volume size provided for create request: %s (size argument must be an integer (or string representation of an integer) and greater than zero).
ru: В запросе на создание указан недопустимый размер тома: %s (аргумент размера должен быть целым числом или строковым представлением числа и быть больше нуля).
uk: У запиті на створення вказаний неприпустимий розмір тому: %s (аргумент розміру має бути ціли числом або рядковим представленням числа й бути більше нуля).

source: volume_type must be provided when creating a volume in a consistency group.
ru: Должен быть указан volume_type, когда создается том в группе согласования .
uk: Має бути вказаний volume_type, коли створюється том у групі погодження.

source: Invalid volume_type provided: %s (requested type must be supported by this consistency group).
ru: Указано недопустимое значение volume_type: %s (запрошенный тип должен поддерживаться данной группой согласования).
uk: Вказано неприпустиме значення volume_type: %s (запитаний тип повинен підтримуватися даною групою погодження).

source: Invalid volume_type provided: %s (requested type is not compatible; either match source volume, or omit type argument).
ru: Указано недопустимое значение volume_type: %s (запрошенный тип несовместим или совпадает с исходным томом, или не указан аргумент типа).
uk: Вказано неприпустиме значення volume_type: %s (запитаний тип несумісний або збігається з початковим томом, або не вказаний аргумент типу).

source: No volume_type should be provided when creating test replica.
ru: Нельзя указывать volume_type при создании пробной копии.
uk: Неможна вказувати volume_type при створенні пробної копії.

source: Invalid volume_type provided: %s (requested type is not compatible; recommend omitting the type argument).
ru: Указано недопустимое значение volume_type: %s (запрошенный тип несовместим, рекомендуется убрать аргумент типа).
uk: Вказано неприпустиме значення volume_type: %s (запитаний тип несумісний, рекомендується прибрати аргумент типу).

source: Failed to create api volume flow.
ru: Не удалось создать поток тома api.
uk: Не вдалося створити потік тому api.

source: status must be %s and
ru: состоянием должно быть %s и
uk: станом має бути %s і

source: Volume %s must not be migrating, attached, belong to a consistency group or have snapshots.
ru: Том %s не должен быть в процессе переноса или присоединен, не должен принадлежать группе согласования или иметь моментальные копии.
uk: Том %s не повинен бути у процесі переносу або приєднаний, не повинен належати групі погодження або мати миттєві копії.

source: Failed to update snapshot.
ru: Не удалось обновить моментальную копию.
uk: Не вдалося оновити миттєву копію.

source: The volume cannot be updated during maintenance.
ru: Том невозможно обновить во время обслуживания.
uk: Том неможливо оновити під час обслуговування.

source: Volume status must be %s to reserve.
ru: Для резервирования том должен находиться в состоянии %s.
uk: Для резервування том повинен знаходитися у стані %s.

source: Unable to detach volume. Volume status must be 'in-use' and attach_status must be 'attached' to detach.
ru: Отсоединить том невозможно. Для отсоединения состояние должно быть 'используется', а attach_status должен быть 'подсоединен'.
uk: Від’єднати том неможливо. Для від’єднання стан має бути 'використовується', а attach_status має бути 'під’єднаний'.

source: The volume cannot be attached in maintenance mode.
ru: Том невозможно подключить в режиме обслуживания.
uk: Том неможливо під’єднати у режимі обслуговування.

source: The volume cannot be detached in maintenance mode.
ru: Том невозможно отключить в режиме обслуживания.
uk: Том неможливо від’єднати у режимі обслуговування.

source: The volume connection cannot be initialized in maintenance mode.
ru: Невозможно инициализировать соединение с томом в режиме обслуживания.
uk: Неможливо ініціялізувати з’єднання з томом у режимі обслуговування.
