Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Reset backup status aborted, the backup service currently configured [%(configured_service)s] is not the backup service that was used to create this backup [%(backup_service)s].
ru: Сброс состояния резервной копии прерван. Настроенная служба резервного копирования [%(configured_service)s] не является службой резервного копирования, которая использовалась для создания этой резервной копии [%(backup_service)s].
uk: Скидання стану резервної копії перервано. Налаштована служба резервного копіювання [%(configured_service)s] не є службою резервного копіювання, яка використовувалася для створення цієї резервної копії [%(backup_service)s].

source: Backup service %(configured_service)s does not support verify. Backup id %(id)s is not verified. Skipping verify.
ru: Служба резервного копирования %(configured_service)s не поддерживает проверку. ИД резервной копии %(id)s не проверен. Пропуск проверки.
uk: Служба резервного копіювання %(configured_service)s не підтримує перевірку. ІД резервної копії %(id)s не перевірено. Пропуск перевірки.

source: Backup service %(service)s does not support verify. Backup id %(id)s is not verified. Skipping reset.
ru: Служба резервного копирования %(service)s не поддерживает проверку. ИД резервной копии %(id)s не проверен. Пропуск сброса.
uk: Служба резервного копіювання %(service)s не підтримує перевірку. ІД резервної копії %(id)s не перевірено. Пропуск скидання.

source: Can't attach snapshot.
ru: Не удается присоединить моментальную копию.
uk: Неможливо долучити зняток.

source: Metadata backup object '%s' already exists
ru: Объект резервной копии метаданных %s уже существует
uk: Об’єкт резервної копії метаданих %s вже існує

source: invalid user '%s'
ru: недопустимый пользователь %s
uk: неправильний користувач «%s»

source: Backup id required
ru: Требуется ИД резервной копии
uk: Потрібен ІД резервної копії

source: image %s not found
ru: не найден образ %s
uk: не знайдено образ %s

source: RBD diff op failed - (ret=%(ret)s stderr=%(stderr)s)
ru: Сбой операции diff RBD - (код возврата=%(ret)s stderr=%(stderr)s)
uk: Збій операції diff RBD - (код повернення=%(ret)s stderr=%(stderr)s)

source: Snapshot='%(snap)s' does not exist in base image='%(base)s' - aborting incremental backup
ru: Моментальная копия='%(snap)s' не существует в базовом образе='%(base)s' - прерывание дополняющего резервного копирования
uk: Миттєва копія='%(snap)s' не існує у базовому образі='%(base)s' - переривання доповнюючого резервного копіювання

source: Backup should only have one snapshot but instead has %s
ru: Резервная копия должна иметь только одну моментальную копию, а имеет %s
uk: Резервна копія повинна мати лише одну миттєву копію, а має %s

source: Need non-zero volume size
ru: Требуется ненулевой размер тома
uk: Потрібен ненульовий розмір тому

source: Failed to backup volume metadata - %s
ru: Не удалось создать резервную копию метаданных тома - %s
uk: Не вдалося створити резервну копію метаданих тому - %s

source: Metadata restore failed due to incompatible version
ru: Не удалось восстановить метаданные: несовместимая версия
uk: Не вдалося відновити метадані: несумісна версія

source: Unset gcs options: %s
ru: Сбросить параметры gcs: %s
uk: Скинути параметри gcs: %s

source: MD5 of object: %(object_name)s before: %(md5)s and after: %(etag)s is not same.
ru: MD5 объекта %(object_name)s до: %(md5)s и после: %(etag)s не совпадают.
uk: MD5 об’єкту %(object_name)s до: %(md5)s та після: %(etag)s не збігаються.

source: Required flag %s is not set
ru: Не указан требуемый флаг %s
uk: Не вказаний потрібний прапор %s

source: Failed to parse the configuration option 'swift_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
ru: Выполнить синтаксический анализ опции конфигурации 'swift_catalog_info' не удалось, она должна быть в формате <тип_службы>:<имя_службы>:<тип_конечной_точки>
uk: Виконати синтаксичний аналіз опції конфігурації 'swift_catalog_info' не вдалося, вона повинна бути у форматі <тип_служби>:<ім’я_служби>:<тип_кінцевої_точки>

source: Could not determine which Swift endpoint to use. This can either be set in the service catalog or with the cinder.conf config option 'backup_swift_url'.
ru: Не удается определить, какую конечную точку Swift следует использовать. Задать ее можно в каталоге служб или посредством опции конфигурации cinder.conf, 'backup_swift_url'.
uk: Не вдається визначити, яку кінцеву точку Swift слід використовувати. Задати її можна у каталозі служб або за допомогою опції конфігурації cinder.conf, 'backup_swift_url'.

source: Failed to parse the configuration option 'keystone_catalog_info', must be in the form <service_type>:<service_name>:<endpoint_type>
ru: Выполнить синтаксический анализ опции конфигурации 'keystone_catalog_info' не удалось, она должна быть в формате <тип_службы>:<имя_службы>:<тип_конечной_точки>
uk: Виконати синтаксичний аналіз опції конфігурації 'keystone_catalog_info' не вдалося, вона повинна бути у форматі <тип_служби>:<ім’я_служби>:<тип_кінцевої_точки>

source: Could not determine which Keystone endpoint to use. This can either be set in the service catalog or with the cinder.conf config option 'backup_swift_auth_url'.
ru: Не удается определить, какую конечную точку Keystone следует использовать. Задать ее можно в каталоге служб или посредством опции конфигурации cinder.conf, 'backup_swift__auth_url'.
uk: Не вдається визначити, яку кінцеву точку Keystone слід використовувати. Задати її можна у каталозі служб або за допомогою опції конфігурації cinder.conf, 'backup_swift__auth_url'.

source: error writing object to swift, MD5 of object in swift %(etag)s is not the same as MD5 of object sent to swift %(md5)s
ru: Ошибка записи объекта в swift, MD5 объекта в swift %(etag)s не совпадает с MD5 объекта, отправленного в swift %(md5)s
uk: помилка запису об’єкту в swift, MD5 об’єкту в swift %(etag)s не збігається з MD5 об’єкту, відправленого в swift %(md5)s

source: %(op)s: backup %(bck_id)s, volume %(vol_id)s failed. Backup object has unexpected mode. Image or file backups supported, actual mode is %(vol_mode)s.
ru: %(op)s: не удалось создать резервную копию %(bck_id)s, том %(vol_id)s. Объект резервной копии находится в неожиданном режиме. Поддерживаются резервные копии файлов и образов. Фактический режим: %(vol_mode)s.
uk: %(op)s: не вдалося створити резервну копію %(bck_id)s, том %(vol_id)s. Об’єкт резервної копії знаходиться в неочікуваному режимі. Підтримуються резервні копії файлів і образів. Фактичний режим: %(vol_mode)s.

source: backup: %(vol_id)s failed to create device hardlink from %(vpath)s to %(bpath)s. stdout: %(out)s stderr: %(err)s
ru: При создании резервной копии %(vol_id)s не удалось создать жесткую ссылку на устройство с %(vpath)s на %(bpath)s. stdout: %(out)s stderr: %(err)s
uk: При створенні резервної копії %(vol_id)s не вдалося створити жорстке посилання на пристрій з %(vpath)s на %(bpath)s. stdout: %(out)s stderr: %(err)s

source: backup: %(vol_id)s failed. %(path)s is unexpected file type. Block or regular files supported, actual file mode is %(vol_mode)s.
ru: Сбой создания резервной копии %(vol_id)s. %(path)s - неподдерживаемый тип файла. Поддерживаются блоковые и обычные файлы. Фактический режим файла: %(vol_mode)s.
uk: Збій створення резервної копії %(vol_id)s. %(path)s - непідтримуваний тип файлу. Підтримуються блокові та звичайні файли. Фактичний режим файлу: %(vol_mode)s.

source: backup: %(vol_id)s failed. Cannot obtain real path to volume at %(path)s.
ru: Сбой создания резервной копии %(vol_id)s. Не удалось получить фактический путь к тому в %(path)s.
uk: Збій створення резервної копії %(vol_id)s. Не вдалося отримати фактичний шлях до тому в %(path)s.

source: backup: %(vol_id)s failed. %(path)s is not a file.
ru: Сбой создания резервной копии %(vol_id)s. %(path)s не файл.
uk: Збій створення резервної копії %(vol_id)s. %(path)s не файл.

source: backup: %(vol_id)s failed to obtain backup success notification from server. stdout: %(out)s stderr: %(err)s
ru: При создании резервной копии %(vol_id)s не удалось получить уведомление об успешности от сервера. stdout: %(out)s stderr: %(err)s
uk: При створенні резервної копії %(vol_id)s не вдалося отримати сповіщення про успішність від сервера. stdout: %(out)s stderr: %(err)s

source: restore: %(vol_id)s failed. stdout: %(out)s stderr: %(err)s.
ru: сбой восстановления %(vol_id)s. stdout: %(out)s stderr: %(err)s.
uk: збій відновлення %(vol_id)s. stdout: %(out)s stderr: %(err)s.

source: Volume metadata backup requested but this driver does not yet support this feature.
ru: Запрошено резервное копирование метаданных тома, но этот драйвер еще не поддерживает эту функцию.
uk: Запитано резервне копіювання метаданих тому, але цей драйвер ще не підтримує цю функцію.

source: backup: %(vol_id)s failed to run dsmc on %(bpath)s. stdout: %(out)s stderr: %(err)s
ru: Во время резервного копирования %(vol_id)s не удалось выполнить команду dsmc в %(bpath)s. stdout: %(out)s stderr: %(err)s
uk: Під час резервного копіювання %(vol_id)s не вдалося виконати команду dsmc в %(bpath)s. stdout: %(out)s stderr: %(err)s

source: backup: %(vol_id)s failed to run dsmc due to invalid arguments on %(bpath)s. stdout: %(out)s stderr: %(err)s
ru: Во время выполнения резервного копирования %(vol_id)s не удалось выполнить команду dsmc: недопустимые аргументы в %(bpath)s. stdout: %(out)s stderr: %(err)s
uk: Під час виконання резервного копіювання %(vol_id)s не вдалося виконати команду dsmc: неприпустимі аргументи в %(bpath)s. stdout: %(out)s stderr: %(err)s

source: restore: %(vol_id)s failed to run dsmc on %(bpath)s. stdout: %(out)s stderr: %(err)s
ru: Во время восстановления %(vol_id)s не удалось выполнить команду dsmc в %(bpath)s. stdout: %(out)s stderr: %(err)s
uk: Під час відновлення %(vol_id)s не вдалося виконати команду dsmc в %(bpath)s. stdout: %(out)s stderr: %(err)s

source: restore: %(vol_id)s failed to run dsmc due to invalid arguments on %(bpath)s. stdout: %(out)s stderr: %(err)s
ru: Во время выполнения восстановления %(vol_id)s не удалось выполнить команду dsmc: недопустимые аргументы в %(bpath)s. stdout: %(out)s stderr: %(err)s
uk: Під час виконання відновлення %(vol_id)s не вдалося виконати команду dsmc: неприпустимі аргументи в %(bpath)s. stdout: %(out)s stderr: %(err)s

source: delete: %(vol_id)s failed to run dsmc with stdout: %(out)s stderr: %(err)s
ru: Во время удаления %(vol_id)s не удалось выполнить команду dsmc, stdout: %(out)s stderr: %(err)s
uk: Під час вилучення %(vol_id)s не вдалося виконати команду dsmc, stdout: %(out)s stderr: %(err)s

source: delete: %(vol_id)s failed to run dsmc due to invalid arguments with stdout: %(out)s stderr: %(err)s
ru: Во время удаления %(vol_id)s не удалось выполнить команду dsmc: недопустимые аргументы с stdout: %(out)s stderr: %(err)s
uk: Під час вилучення %(vol_id)s не вдалося виконати команду dsmc: неприпустимі аргументи з stdout: %(out)s stderr: %(err)s

source: cinder-all is deprecated in Newton and will be removed in Ocata.
uk: cinder-all застаріла в Newton і буде вилучена в Ocata.

source: The above error may show that the database has not been created. Please create a database using 'cinder-manage db sync' before running this command.
ru: Приведенная выше ошибка могла показать, что база данных не была создана. Перед выполнением этой команды создайте базу данных с помощью команды 'cinder-manage db sync'.
uk: Наведена вище помилка могла показати, що база даних не була створена. Перед виконанням цієї команди створіть базу даних за допомогою команди 'cinder-manage db sync'.

source: Must supply a positive, non-zero value for age
ru: В качестве возраста необходимо указать положительное число, не равное 0
uk: У якости віку необхідно вказати додатнє число, що не дорівнює 0

source: Purge command failed, check cinder-manage logs for more details.
uk: Не вдалося виконати команду "Очистити", дивіться подробиці в журналі cinder-manage.

source: Volume not yet assigned to host.
ru: Том не связан с хостом.
uk: Том не пов’язаний з хостом.

source: Deleting volume from database and skipping rpc.
ru: Удаление тома из базы данных и пропуск rpc.
uk: Вилучення тому із бази даних і пропуск rpc.

source: Volume is in-use.
ru: Том используется.
uk: Том використовується.

source: Detach volume from instance and then try again.
ru: Отключите том от экземпляра и повторите операцию.
uk: Відімкніть том від примірника й повторіть операцію.

source: Line %(dis)d : %(line)s
ru: Строка %(dis)d : %(line)s
uk: Рядок %(dis)d : %(line)s

source: No errors in logfiles!
ru: Нет ошибок в файлах протоколов!
uk: Немає помилок у файлах протоколів!

source: Unable to find system log file!
ru: Не найден файл системного протокола!
uk: Не знайдено файлу системного протоколу!

source: Last %s cinder syslog entries:-
ru: Последние записи системного протокола cinder %s:-
uk: Останні записи системного протоколу cinder %s:-

source: No cinder entries in syslog!
ru: Нет записей cinder в системном протоколе!
uk: Немає записів cinder у системному протоколі!

source: User ID
ru: ID пользователя
uk: ID користувача

source: Project ID
ru: ID проекта
uk: ID проєкту

source: Host
ru: Узел
uk: Хост

source: Name
ru: Имя
uk: Ім'я

source: Container
ru: контейнер
uk: Контейнер

source: Status
ru: Статус
uk: Статус

source: Size
ru: Размер
uk: Розмір

source: Object Count
ru: Количество объектов
uk: Кількість об’єктів

source: Binary
ru: Двоичный
uk: Двійковий

source: Zone
ru: Зона
uk: Зона

source: State
ru: Состояние
uk: Стан

source: Updated At
ru: Обновлено
uk: Оновлено

source: RPC Version
ru: Версия RPC
uk: Версія RPC

source: Object Version
ru: Версия объекта
uk: Версія об’єкту

source: Host not found. Failed to remove %(service)s on %(host)s.
ru: Хост не найден. Не удалось переместить %(service)s на %(host)s.
uk: Хост не знайдений. Не вдалося перемістити %(service)s на %(host)s.

source: Service %(service)s on host %(host)s removed.
ru: Служба %(service)s удалена с хоста %(host)s.
uk: Служба %(service)s вилучена з хосту %(host)s.

source: OpenStack Cinder version: %(version)s
ru: Версия OpenStack Cinder: %(version)s
uk: Версія OpenStack Cinder: %(version)s

source: Available categories:
ru: Доступные категории:
uk: Наявні категорії:

source: Invalid directory: %s
ru: Недопустимый каталог: %s
uk: Неприпустимий каталог: %s

source: Could not read %s. Re-running with sudo
ru: Невозможно прочитать %s. Повторное выполнение с помощью sudo
uk: Неможливо прочитати %s. Повторне виконання за допомогою sudo

source: sudo failed, continuing as if nothing happened
ru: не удалось выполнить sudo, выполнение продолжается, как будто ничего не произошло
uk: не вдалося виконати sudo, виконання продовжується, ніби нічого не відбулося

source: Please re-run cinder-manage as root.
ru: Выполните команду cinder-manage повторно от имени пользователя root.
uk: Виконайте команду cinder-manage вдруге від ім’я користувача root.

source: Ensure that configfs is mounted at /sys/kernel/config.
ru: Убедитесь, что configfs смонтирована в /sys/kernel/config.
uk: Переконайтеся, що configfs змонтована в /sys/kernel/config.

source: %(msg_type)s: creating NetworkPortal: ensure port %(port)d on ip %(ip)s is not in use by another service.
ru: %(msg_type)s: создание NetworkPortal: убедитесь, что порт %(port)d на IP-адресе %(ip)s не занят другой службой.
uk: %(msg_type)s: створення NetworkPortal: переконайтеся, що порт %(port)d на IP-адресі %(ip)s не зайнятий іншою службою.

source: Error enabling iSER for NetworkPortal: please ensure that RDMA is supported on your iSCSI port %(port)d on ip %(ip)s.
ru: Ошибка включения iSER для NetworkPortal: убедитесь, что RDMA поддерживается на порте iSCSI %(port)d по IP-адресу %(ip)s.
uk: Помилка вмикання iSER для NetworkPortal: переконайтеся, що RDMA підтримується на порті iSCSI %(port)d за IP-адресою %(ip)s.

source: Could not find target %s
ru: Не удалось найти целевой объект %s
uk: Не вдалося знайти об’єкт призначення %s

source: delete_initiator: %s ACL not found. Continuing.
ru: delete_initiator: %s ACL не найден. Выполнение продолжается.
uk: delete_initiator: %s ACL не знайдено. Продовження.

source: rtslib_fb is missing member %s: You may need a newer python-rtslib-fb.
ru: В rtslib_fb отсутствует элемент %s: может потребоваться более новая версия python-rtslib-fb.
uk: В rtslib_fb відсутній елемент %s: може знадобитися новіша версія python-rtslib-fb.

source: targetcli not installed and could not create default directory (%(default_path)s): %(exc)s
ru: Программа targetcli не установлена, поэтому не удалось создать каталог по умолчанию (%(default_path)s): %(exc)s
uk: Проґрама targetcli не встановлена, тому не вдалося створити типовий каталог (%(default_path)s): %(exc)s

source: Could not save configuration to %(file_path)s: %(exc)s
ru: Не удалось сохранить конфигурацию в %(file_path)s: %(exc)s
uk: Не вдалося зберегти конфігурацію в %(file_path)s: %(exc)s

source: Could not restore configuration file %(file_path)s: %(exc)s
ru: Не удалось восстановить файл конфигурации %(file_path)s: %(exc)s
uk: Не вдалося відновити файл конфігурації %(file_path)s: %(exc)s

source: Volume service %s failed to start.
ru: Не удалось запустить службу томов %s.
uk: Не вдалося запустити службу томів %s.

source: No volume service(s) started successfully, terminating.
ru: Не удалось запустить службы томов. Завершение.
uk: Не вдалося запустити служби томів. Завершення.

source: The end time (%(end)s) must be after the start time (%(start)s).
ru: Конечное время (%(end)s) должно указывать на время после начального времени (%(start)s).
uk: Кінцевий час (%(end)s) повинен вказувати на час після початкового часу (%(start)s).

source: Creating usages for %(begin_period)s until %(end_period)s
ru: Создаются сведения об использовании с %(begin_period)s по %(end_period)s
uk: Створюються відомости про використання з %(begin_period)s по %(end_period)s

source: DEPRECATED: Deploy v1 of the Cinder API.
ru: УСТАРЕЛО: Развернуть версию 1 API Cinder.
uk: ЗАСТАРІЛО: Розгорнути версію 1 API Cinder.

source: DEPRECATED: Deploy v2 of the Cinder API.
ru: УСТАРЕЛО: Развернуть версию 2 API Cinder.
uk: ЗАСТАРІЛО: Розгорнути версію 2 API Cinder.

source: Deploy v3 of the Cinder API.
ru: Развернуть версию 3 API Cinder.
uk: Розгорнути версію 3 API Cinder.

source: Unknown sort direction, must be 'desc' or 'asc'
ru: Неизвестное направление сортировки, должно быть 'desc' или 'asc'
uk: Невідомий напрямок сортування, повинен бути 'desc' або 'asc'

source: No host to create consistency group %s.
ru: Нет хоста для создания группы согласования %s.
uk: Немає хосту для створення групи погодження %s.

source: Cgsnahost is empty. No consistency group will be created.
ru: Пустой cgsnahost. Группа согласования создана не будет.
uk: Порожній cgsnahost. Група погодження створена не буде.

source: Source CG is empty. No consistency group will be created.
ru: Исходная группа согласования пустая. Группа согласования создана не будет.
uk: Початкова група погодження порожня. Група погодження створена не буде.

source: Consistency group status must be available or error, but current status is: %s
ru: Состояние группы согласования должно быть available или error. Текущее состояние: %s
uk: Стан групи погодження має бути available або error. Поточний стан: %s

source: Consistency group %s still has dependent cgsnapshots.
ru: Группа согласования %s имеет зависимые моментальные копии.
uk: Група погодження %s має залежні миттєві копії.

source: Consistency group %s still contains volumes. The force flag is required to delete it.
ru: Группа согласования %s еще содержит тома. Требуется флаг force, чтобы ее удалить.
uk: Група погодження %s ще містить томи. Потрібен прапор force, щоб її вилучити.

source: Volume in consistency group %s is attached. Need to detach first.
ru: Том в группе согласования %s подключен. Его необходимо сначала отключить.
uk: Том у групі погодження %s під’єднаний. Його необхідно спочатку від’єднати.

source: Volume in consistency group still has dependent snapshots.
ru: Том в группе согласования еще имеет зависимые моментальные копии.
uk: Том у групі погодження ще має залежні миттєві копії.

source: Consistency group status must be available, but current status is: %s.
ru: Состояние группы согласования должно быть available, однако текущее состояние - %s.
uk: Стан групи погодження має бути available, однак поточний стан - %s.

source: UUIDs %s are in both add and remove volume list.
ru: UUID %s находятся и в списке добавления томов, и в списке удаления томов.
uk: UUID %s знаходяться й у переліку додавання томів, й у переліку вилучення томів.

source: Cannot update consistency group %(group_id)s because no valid name, description, add_volumes, or remove_volumes were provided.
ru: Не удалось обновить группу согласования %(group_id)s: недопустимое значение параметра name, description, add_volumes или remove_volumes.
uk: Не вдалося оновити групу погодження %(group_id)s: неприпустиме значення параметру name, description, add_volumes або remove_volumes.

source: Cannot remove volume %(volume_id)s from consistency group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
ru: Не удалось удалить том %(volume_id)s из группы согласования %(group_id)s: том находится в недопустимом состоянии %(status)s. Допустимые состояния: %(valid)s.
uk: Не вдалося вилучити том %(volume_id)s із групи погодження %(group_id)s: том знаходиться у неприпустимому стані %(status)s. Припустимі стани: %(valid)s.

source: Cannot remove volume %(volume_id)s from consistency group %(group_id)s because it is not in the group.
ru: Не удалось удалить том %(volume_id)s из группы согласования %(group_id)s: он не находится в группе.
uk: Не вдалося вилучити том %(volume_id)s із групи погодження %(group_id)s: він не знаходиться у групі.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume cannot be found.
ru: Не удалось добавить том %(volume_id)s в группу согласования %(group_id)s: том не найден.
uk: Не вдалося додати том %(volume_id)s до групи погодження %(group_id)s: том не знайдений.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because it is already in consistency group %(orig_group)s.
ru: Не удалось добавить том %(volume_id)s в группу согласования %(group_id)s: он уже есть в группе согласования %(orig_group)s.
uk: Не вдалося додати том %(volume_id)s до групи погодження %(group_id)s: він вже є у групі погодження %(orig_group)s.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because it has no volume type.
ru: Не удалось добавить том %(volume_id)s в группу согласования %(group_id)s: том не имеет типа тома.
uk: Не вдалося додати том %(volume_id)s до групи погодження %(group_id)s: том не має типу тому.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume type %(volume_type)s is not supported by the group.
ru: Не удалось добавить том %(volume_id)s в группу согласования %(group_id)s: тип тома %(volume_type)s не поддерживается группой.
uk: Не вдалося додати том %(volume_id)s до групи погодження %(group_id)s: тип тому %(volume_type)s не підтримується групою.

source: Cannot add volume %(volume_id)s to consistency group %(group_id)s because volume is in an invalid state: %(status)s. Valid states are: %(valid)s.
ru: Не удалось добавить том %(volume_id)s в группу согласования %(group_id)s: том находится в недопустимом состоянии %(status)s. Допустимые состояния: %(valid)s.
uk: Не вдалося додати том %(volume_id)s до групи погодження %(group_id)s: том знаходиться у неприпустимому стані %(status)s. Припустимі стани: %(valid)s..

source: Volume is not local to this node.
ru: Том не является локальным для этого узла.
uk: Том не є локальним для цього вузла.
