Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
ru: read_deleted может принимать значения 'no', 'yes' или 'only', значение %r недопустимо
uk: read_deleted може бути лише один з 'no', 'yes', або 'only, не %r

source: Coordinator uninitialized.
ru: Координатор деинициализирован.
uk: Координатор неініціялізованих.

source: Not a valid string: %s
ru: Недопустимая строка: %s
uk: Неприпустимий рядок: %s

source: An unknown exception occurred.
ru: Обнаружено неизвестное исключение.
uk: Сталося невідоме виключення.

source: Bad or unexpected response from the storage volume backend API: %(data)s
ru: Неправильный или непредвиденный ответ от API базовой программы тома хранилища: %(data)s
uk: Неприпустима або непередбачена відповідь від API внутрішнього інтерфейсу логічного диску: %(data)s

source: Volume driver reported an error: %(message)s
ru: Драйвер тома выдал ошибку: %(message)s
uk: Помилка драйвера тому: %(message)s

source: Backup driver reported an error: %(message)s
ru: Драйвер резервного копирования выдал ошибку: %(message)s
uk: Драйвер резервних копій повідомив про помилку: %(message)s

source: Connection to glance failed: %(reason)s
ru: Не удалось подключиться к glance: %(reason)s
uk: Не вдалося під’єднатися до glance: %(reason)s

source: Not authorized.
ru: Не авторизировано.
uk: Не уповноважено.

source: User does not have admin privileges
ru: Пользователь не имеет административных привилегий
uk: Користувач не має адміністративних привілеїв

source: Policy doesn't allow %(action)s to be performed.
ru: Политика не допускает выполнения %(action)s.
uk: Політика не припускає виконання %(action)s.

source: Not authorized for image %(image_id)s.
ru: Нет доступа к образу %(image_id)s.
uk: Неавторизовано для зображення %(image_id)s.

source: Volume driver not ready.
ru: Драйвер тома не готов.
uk: Драйвер тому не готовий.

source: Unacceptable parameters.
ru: Недопустимые параметры.
uk: Неприпустимі параметри.

source: Invalid snapshot: %(reason)s
ru: Недопустимая моментальная копия: %(reason)s
uk: Неприпустимий зняток: %(reason)s

source: Invalid attaching mode '%(mode)s' for volume %(volume_id)s.
ru: Недопустимый режим подключения %(mode)s для тома %(volume_id)s.
uk: Невірний режим прикріплення '%(mode)s' для тому %(volume_id)s.

source: Volume %(volume_id)s is still attached, detach volume first.
ru: Том %(volume_id)s все еще присоединен, сначала отсоедините его.
uk: Логічний диск %(volume_id)s досі приєднаний, від’єднайте його.

source: The results are invalid.
ru: Неверные результаты.
uk: Результати невірні.

source: Invalid input received: %(reason)s
ru: Получены недопустимые входные данные: %(reason)s
uk: Отримане невірне введення: %(reason)s

source: Invalid volume type: %(reason)s
ru: Недопустимый тип тома: %(reason)s
uk: Невірний тип тому: %(reason)s

source: Invalid volume: %(reason)s
ru: Недопустимый том: %(reason)s
uk: Неприпустимий том: %(reason)s

source: Invalid content type %(content_type)s.
ru: Недопустимый тип содержимого %(content_type)s.
uk: Неприпустимий тип вмісту %(content_type)s.

source: Invalid host: %(reason)s
ru: Недопустимый хост: %(reason)s
uk: Неприпустимий хост: %(reason)s

source: Invalid auth key: %(reason)s
ru: Недопустимый ключ идентификации: %(reason)s
uk: Неприпустимий ключ ідентифікації: %(reason)s

source: Value "%(value)s" is not valid for configuration option "%(option)s"
ru: Значение "%(value)s" недопустимо для параметра конфигурации "%(option)s"
uk: Значення "%(value)s" неприпустиме для параметру конфігурації "%(option)s"

source: Service is unavailable at this time.
ru: В данный момент служба недоступна.
uk: На цю мить служба недоступна.

source: Image %(image_id)s is unacceptable: %(reason)s
ru: Образ %(image_id)s недопустим: %(reason)s
uk: Образ %(image_id)s неприпустимий: %(reason)s

source: The device in the path %(path)s is unavailable: %(reason)s
ru: Устройство в пути %(path)s недоступно: %(reason)s
uk: Пристрій на шляху %(path)s недоступний: %(reason)s

source: Expected a uuid but received %(uuid)s.
ru: Ожидался uuid, а получен %(uuid)s.
uk: Замість очікуваного UUID - %(uuid)s.

source: API Version String %(version)s is of invalid format. Must be of format MajorNum.MinorNum.
ru: Недопустимый формат строки версии API %(version)s. Требуется формат: MajorNum.MinorNum.
uk: Неприпустимий формат рядка версії API %(version)s. Потрібен формат: MajorNum.MinorNum.

source: API version %(version)s is not supported on this method.
ru: Версия API %(version)s не поддерживается этим методом.
uk: Версія API %(version)s не підтримується цим методом.

source: Version %(req_ver)s is not supported by the API. Minimum is %(min_ver)s and maximum is %(max_ver)s.
ru: Версия %(req_ver)s не поддерживается в API. Минимальная требуемая версия: %(min_ver)s, максимальная: %(max_ver)s.
uk: Версія %(req_ver)s не підтримується в API. Мінімальна потрібна версія: %(min_ver)s, максимальна: %(max_ver)s.

source: Error while requesting %(service)s API.
ru: Ошибка во время запроса API %(service)s.
uk: Помилка під час запиту API %(service)s.

source: Timeout while requesting %(service)s API.
ru: Тайм-аут во время запроса API %(service)s.
uk: Тайм-аут під час запиту API %(service)s.

source: Timeout while requesting capabilities from backend %(service)s.
ru: Тайм-аут во время функциональности от базовой системы %(service)s.
uk: Тайм-аут під час функційности від базової системи %(service)s.

source: Resource could not be found.
ru: Ресурс не может быть найден.
uk: Ресурс не може бути знайдений.

source: Volume %(volume_id)s could not be found.
ru: Том %(volume_id)s не найден.
uk: Том %(volume_id)s не знайдений.

source: Volume attachment could not be found with filter: %(filter)s .
ru: Подключение тома не удалось найти с фильтром %(filter)s .
uk: Підключення тому не вдалося знайти з фільтром %(filter)s .

source: Volume %(volume_id)s has no metadata with key %(metadata_key)s.
ru: Том %(volume_id)s не имеет метаданных с ключом %(metadata_key)s.
uk: Том %(volume_id)s не має метаданих з ключем %(metadata_key)s.

source: Volume %(volume_id)s has no administration metadata with key %(metadata_key)s.
ru: У тома %(volume_id)s нет метаданных администрирования с ключом %(metadata_key)s.
uk: У тому %(volume_id)s немає метаданих адміністрування з ключем %(metadata_key)s.

source: Invalid metadata: %(reason)s
ru: Недопустимые метаданные: %(reason)s
uk: Неприпустимі метадані: %(reason)s

source: Invalid metadata size: %(reason)s
ru: Недопустимый размер метаданных: %(reason)s
uk: Неприпустимий розмір метаданих: %(reason)s

source: Snapshot %(snapshot_id)s has no metadata with key %(metadata_key)s.
ru: У снимка %(snapshot_id)s нет метаданных с ключом %(metadata_key)s.
uk: У знятку %(snapshot_id)s немає метаданих з ключем %(metadata_key)s.

source: Volume type %(volume_type_id)s could not be found.
ru: Тип тома %(volume_type_id)s не может быть найден.
uk: Тип тому %(volume_type_id)s не може бути знайдений.

source: Volume type with name %(volume_type_name)s could not be found.
ru: Тип тома под названием %(volume_type_name)s не может быть найден.
uk: Тип тому під назвою %(volume_type_name)s не може бути знайдений.

source: Volume type access not found for %(volume_type_id)s / %(project_id)s combination.
ru: Не найдены права доступа к комбинации типа тома %(volume_type_id)s / %(project_id)s .
uk: Не знайдені права доступу до комбінації типу тому %(volume_type_id)s / %(project_id)s .

source: Volume Type %(volume_type_id)s has no extra specs with key %(extra_specs_key)s.
ru: Тип тома %(volume_type_id)s не имеет дополнительных особенностей с ключом %(extra_specs_key)s.
uk: Тип тому %(volume_type_id)s не має додаткових особливостей з ключем %(extra_specs_key)s.

source: Volume Type %(volume_type_id)s deletion is not allowed with volumes present with the type.
ru: Удаление типа тома %(volume_type_id)s запрещено, если есть тома с таким типом.
uk: Вилучення типу тому %(volume_type_id)s заборонено, якщо є томи з таким типом.

source: Snapshot %(snapshot_id)s could not be found.
ru: Снимок %(snapshot_id)s не может быть найден.
uk: Зняток %(snapshot_id)s не може бути знайдений.

source: Instance %(uuid)s could not be found.
ru: Не удалось найти экземпляр %(uuid)s.
uk: Не вдалося знайти примірник %(uuid)s.

source: deleting volume %(volume_name)s that has snapshot
ru: удаление тома %(volume_name)s, который имеет снимок
uk: вилучення тому %(volume_name)s, який має зняток

source: deleting snapshot %(snapshot_name)s that has dependent volumes
ru: удаляемый снимок %(snapshot_name)s имеет зависимые тома
uk: вилучення знятку %(snapshot_name)s, який пов’язаний з томами

source: No target id found for volume %(volume_id)s.
ru: Не найден target id для тома %(volume_id)s.
uk: Не знайдено призначуваний ідентифікатор для тому %(volume_id)s.

source: Invalid image href %(image_href)s.
ru: Недопустимый образ href %(image_href)s.
uk: Неприпустимий образ href %(image_href)s.

source: Image %(image_id)s could not be found.
ru: Образ %(image_id)s не найден.
uk: Образ %(image_id)s не знайдений.

source: Service %(service_id)s could not be found on host %(host)s.
ru: Служба %(service_id)s не найдена на хосте %(host)s.
uk: Служба %(service_id)s не знайдена на хості %(host)s.

source: Service %(service_id)s could not be found.
ru: Служба %(service_id)s не найдена.
uk: Служба %(service_id)s не знайдена.

source: Service is too old to fulfil this request.
ru: Служба устарела и не поддерживает этот запрос.
uk: Служба застаріла й не підтримує цей запит.

source: Host %(host)s could not be found.
ru: Узел %(host)s не найден.
uk: Вузол %(host)s не знайдений.

source: Scheduler Host Filter %(filter_name)s could not be found.
ru: Фильтр узлов диспетчера %(filter_name)s не найден
uk: Планувальник фільтру вузлів %(filter_name)s не знайдений.

source: Scheduler Host Weigher %(weigher_name)s could not be found.
ru: Не удалось найти определитель весовых коэффициентов хостов планировщика %(weigher_name)s.
uk: Не вдалося знайти визначник вагових коефіцієнтів хостів планувальника %(weigher_name)s.

source: Invalid reservation expiration %(expire)s.
ru: Неверный срок резервирования %(expire)s.
uk: Невірний термін резервування %(expire)s.

source: Change would make usage less than 0 for the following resources: %(unders)s
ru: Изменение будет использовать менее 0 для следующих ресурсов: %(unders)s
uk: Зміна буде використовувати менше 0 для таких ресурсів: %(unders)s

source: Project quotas are not properly setup for nested quotas: %(reason)s.
ru: В проекте неправильно настроена поддержка вложенных квот: %(reason)s.
uk: У проєкті неправильно налаштована підтримка вкладених квот: %(reason)s.

source: Quota could not be found
ru: Квота не найдена
uk: Квота не знайдена

source: Unknown quota resources %(unknown)s.
ru: Неизвестные ресурсы квоты: %(unknown)s.
uk: Невідомі ресурси квоти: %(unknown)s.

source: Quota for project %(project_id)s could not be found.
ru: Квота проекта %(project_id)s не найдена.
uk: Квота проекту %(project_id)s не знайдена.

source: Quota class %(class_name)s could not be found.
ru: Класс квоты %(class_name)s не найден.
uk: Клас квотування %(class_name)s не знайдений.

source: Quota usage for project %(project_id)s could not be found.
ru: Использование квоты для проекта %(project_id)s не найдено.
uk: Квота використання для проекту %(project_id)s не знайдена.

source: Quota reservation %(uuid)s could not be found.
ru: Резервирование квоты %(uuid)s не найдено.
uk: Резервування квоти %(uuid)s не знайдено.

source: Quota exceeded for resources: %(overs)s
ru: Квота превышена для ресурсов: %(overs)s
uk: Перевищена квота для ресурсів: %(overs)s

source: File %(file_path)s could not be found.
ru: Файл %(file_path)s не может быть найден.
uk: Файл %(file_path)s не може бути знайдений.

source: Volume Type %(id)s already exists.
ru: Тип тома %(id)s уже существует.
uk: Тип тому %(id)s вже існує.

source: Volume type access for %(volume_type_id)s / %(project_id)s combination already exists.
ru: Права доступа к типу тома для комбинации %(volume_type_id)s / %(project_id)s уже существуют.
uk: Права доступу до типу тому для комбінації %(volume_type_id)s / %(project_id)s вже існують.

source: Volume type encryption for type %(type_id)s already exists.
ru: Шифрование типа тома для типа %(type_id)s уже существует.
uk: Шифрування типу тому для типу %(type_id)s вже існує.

source: Volume type encryption for type %(type_id)s does not exist.
ru: Шифрование типа тома для типа %(type_id)s не существует.
uk: Шифрування типу тому для типу %(type_id)s не існує.

source: Malformed message body: %(reason)s
ru: Неправильное тело сообщения: %(reason)s
uk: Неправильне тіло повідомлення: %(reason)s

source: Could not find config at %(path)s
ru: Невозможно найти конфигурацию по адресу %(path)s
uk: Неможливо знайти конфігурацію за адресою %(path)s

source: Could not find parameter %(param)s
ru: Не удалось найти параметр %(param)s
uk: Не вдалося знайти параметр %(param)s

source: Could not load paste app '%(name)s' from %(path)s
ru: Невозможно загрузить приложение '%(name)s' из %(path)s
uk: Неможливо завантажити додаток '%(name)s' із %(path)s

source: No valid host was found. %(reason)s
ru: Допустимый узел не найден. %(reason)s
uk: Припустимий вузол не знайдений. %(reason)s

source: Quota exceeded: code=%(code)s
ru: Квота превышена: код=%(code)s
uk: Перевищено квоту: код=%(code)s

source: Requested volume or snapshot exceeds allowed %(name)s quota. Requested %(requested)sG, quota is %(quota)sG and %(consumed)sG has been consumed.
ru: Запрошенный том или моментальная копия превышают разрешенную квоту %(name)s. Запрошено %(requested)s ГБ, квота %(quota)s ГБ, использовано %(consumed)s ГБ.
uk: Запитаний том або миттєва копія перевищують дозволену квоту %(name)s. Запитано %(requested)s ГБ, квота %(quota)s ГБ, використано %(consumed)s ГБ.

source: Requested volume size %(size)d is larger than maximum allowed limit %(limit)d.
ru: Запрошенный размер тома %(size)d больше максимально допустимого (%(limit)d).
uk: Запитаний розмір тому %(size)d більше максимально допустимого (%(limit)d).

source: Requested backup exceeds allowed Backup gigabytes quota. Requested %(requested)sG, quota is %(quota)sG and %(consumed)sG has been consumed.
ru: Размер запрошенной резервной копии превышает разрешенную квоту резервных копий в ГБ. Запрошено: %(requested)s ГБ, квота %(quota)s ГБ, использовано %(consumed)s ГБ.
uk: Розмір запитаної резервної копії перевищує дозволену квоту резервних копій в ГБ. Запитано: %(requested)s ГБ, квота %(quota)s ГБ, використано %(consumed)s ГБ.

source: Maximum number of volumes allowed (%(allowed)d) exceeded for quota '%(name)s'.
ru: Превышено максимально разрешенное число томов (%(allowed)d) для квоты '%(name)s'.
uk: Перевищено максимально дозволене число томів (%(allowed)d) для квоти '%(name)s'.

source: Maximum number of snapshots allowed (%(allowed)d) exceeded
ru: Превышено максимально разрешенное число моментальных копий (%(allowed)d)
uk: Перевищено максимально дозволене число миттєвих копій (%(allowed)d)

source: Maximum number of backups allowed (%(allowed)d) exceeded
ru: Превышено максимальное число резервных копий (%(allowed)d)
uk: Перевищено максимально дозволене число резервних копій (%(allowed)d)

source: Detected more than one volume with name %(vol_name)s
ru: Обнаружено больше одного тома с именем %(vol_name)s
uk: Знайдено більше одного тома з іменем %(vol_name)s

source: Cannot create volume_type with name %(name)s and specs %(extra_specs)s
ru: Невозможно создать volume_type с именем %(name)s и спецификациями %(extra_specs)s
uk: Неможливо створити volume_type з іменем %(name)s і специфікаціями %(extra_specs)s

source: Cannot update volume_type %(id)s
ru: Не удалось обновить volume_type %(id)s
uk: Неможливо оновити volume_type %(id)s

source: Unknown or unsupported command %(cmd)s
ru: Неизвестная или неподдерживаемая команда %(cmd)s
uk: Невідома або не підтримувана команда %(cmd)s

source: Malformed response to command %(cmd)s: %(reason)s
ru: Неправильный ответ на команду %(cmd)s: %(reason)s
uk: Спотворена відповідь на команду %(cmd)s: %(reason)s

source: Operation failed with status=%(status)s. Full dump: %(data)s
ru: Операция не выполнена, состояние=%(status)s. Полный дамп: %(data)s
uk: Не вдалося виконати операцію зі статусом=%(status)s. Повне скидання: %(data)s

source: Connector doesn't have required information: %(missing)s
ru: Коннектор не содержит требуемую информацию: %(missing)s
uk: Конектор не містить потрібну інформацію: %(missing)s

source: Glance metadata cannot be updated, key %(key)s exists for volume id %(volume_id)s
ru: Не удается обновить метаданные Glance, ключ %(key)s существует для ИД тома %(volume_id)s
uk: Не вдається оновити метадані Glance, ключ %(key)s існує для ІД тому %(volume_id)s

source: Glance metadata for volume/snapshot %(id)s cannot be found.
ru: Не найдены метаданные glance для тома/моментальной копии %(id)s.
uk: Не знайдені метадані glance для тому/миттєвої копії %(id)s.

source: Failed to export for volume: %(reason)s
ru: Не удалось экспортировать для тома: %(reason)s
uk: Не вдалося експортувати для тому: %(reason)s

source: Failed to remove export for volume %(volume)s: %(reason)s
ru: Не удалось удалить экспорт для тома %(volume)s: %(reason)s
uk: Не вдалося вилучити експорт для тому %(volume)s: %(reason)s

source: Failed to create metadata for volume: %(reason)s
ru: Не удалось создать метаданные для тома: %(reason)s
uk: Не вдалося створити метадані для тому: %(reason)s

source: Failed to update metadata for volume: %(reason)s
ru: Не удалось обновить метаданные для тома: %(reason)s
uk: Не вдалося оновити метадані для тому: %(reason)s

source: Failed to copy metadata to volume: %(reason)s
ru: Не удалось скопировать метаданные на том: %(reason)s
uk: Не вдалося скопіювати метадані до тому: %(reason)s

source: The type of metadata: %(metadata_type)s for volume/snapshot %(id)s is invalid.
ru: Тип метаданных %(metadata_type)s для тома/моментальной копии %(id)s недопустимый.
uk: Тип метаданих %(metadata_type)s для тому/миттєвої копії %(id)s неприпустимий.

source: Failed to copy image to volume: %(reason)s
ru: Не удалось скопировать образ на том: %(reason)s
uk: Не вдалося скопіювати образ до тому: %(reason)s

source: Invalid Ceph args provided for backup rbd operation
ru: Для операции резервного копирования rbd указаны недопустимые аргументы Ceph
uk: Для операції резервного копіювання rbd вказані неприпустимі аргументи Ceph

source: An error has occurred during backup operation
ru: Ошибка операции резервного копирования
uk: Помилка операції резервного копіювання

source: Unsupported backup metadata version requested
ru: Запрошена неподдерживаемая версия метаданных резервной копии
uk: Запитана непідтримувана версія метаданих резервної копії

source: Unsupported backup verify driver
ru: Неподдерживаемый драйвер проверки резервной копии
uk: Непідтримуваний драйвер перевірки резервної копії

source: Metadata backup already exists for this volume
ru: Резервная копия метаданных уже существует для этого тома
uk: Резервна копія метаданих вже існує для цього тому

source: Backup RBD operation failed
ru: Сбой операции резервного копирования RBD
uk: Збій операції резервного копіювання RBD

source: Backup operation of an encrypted volume failed.
ru: Операция резервного копирования зашифрованного тома не выполнена.
uk: Операція резервного копіювання зашифрованого тому не виконана.

source: Backup %(backup_id)s could not be found.
ru: Не удалось найти резервную копию %(backup_id)s.
uk: Не вдалося знайти резервну копію %(backup_id)s.

source: Failed to identify volume backend.
ru: Не удалось идентифицировать базовую программу тома.
uk: Не вдалося ідентифікувати базову проґраму тому.

source: Invalid backup: %(reason)s
ru: Недопустимая резервная копия: %(reason)s
uk: Некоректна резервна копія: %(reason)s

source: Connection to swift failed: %(reason)s
ru: Ошибка соединения с swift: %(reason)s
uk: Помилка з’єднання зі swift: %(reason)s

source: Transfer %(transfer_id)s could not be found.
ru: Не удалось найти передачу %(transfer_id)s.
uk: Не вдалося знайти передачу %(transfer_id)s.

source: Volume migration failed: %(reason)s
ru: Не удалось выполнить перенос тома: %(reason)s
uk: Міграція тому не вдалася: %(reason)s

source: SSH command injection detected: %(command)s
ru: Обнаружено внедрение команды SSH: %(command)s
uk: Виявлено впровадження команди SSH: %(command)s

source: QoS Specs %(specs_id)s already exists.
ru: Спецификация QoS %(specs_id)s уже существует.
uk: Специфікація QoS %(specs_id)s вже існує.

source: Failed to create qos_specs: %(name)s with specs %(qos_specs)s.
ru: Не удалось создать qos_specs %(name)s со спецификацией %(qos_specs)s.
uk: Не вдалося створити qos_specs %(name)s із специфікацією %(qos_specs)s.

source: Failed to update qos_specs: %(specs_id)s with specs %(qos_specs)s.
ru: Не удалось изменить qos_specs %(specs_id)s со спецификацией %(qos_specs)s.
uk: Не вдалося змінити qos_specs %(specs_id)s із специфікацією %(qos_specs)s.

source: No such QoS spec %(specs_id)s.
ru: Нет такой спецификации QoS: %(specs_id)s.
uk: Немає такої специфікації QoS: %(specs_id)s.

source: Failed to associate qos_specs: %(specs_id)s with type %(type_id)s.
ru: Не удалось связать qos_specs %(specs_id)s с типом %(type_id)s.
uk: Не вдалося пов’язати qos_specs %(specs_id)s з типом %(type_id)s.

source: Failed to disassociate qos_specs: %(specs_id)s with type %(type_id)s.
ru: Не удалось удалить связь qos_specs %(specs_id)s с типом %(type_id)s.
uk: Не вдалося вилучити зв’язок qos_specs %(specs_id)s з типом %(type_id)s.

source: QoS spec %(specs_id)s has no spec with key %(specs_key)s.
ru: Спецификация QoS %(specs_id)s не имеет спецификации с ключом %(specs_key)s.
uk: Специфікація QoS %(specs_id)s не має специфікації з ключем %(specs_key)s.

source: Invalid qos specs: %(reason)s
ru: Недопустимая спецификация QoS: %(reason)s
uk: Неприпустима специфікація QoS: %(reason)s

source: QoS Specs %(specs_id)s is still associated with entities.
ru: Спецификация QoS %(specs_id)s еще связана с сущностями.
uk: Специфікація QoS %(specs_id)s ще пов’язана з сутностями.

source: key manager error: %(reason)s
ru: ошибка администратора ключей: %(reason)s
uk: помилка адміністратора ключів: %(reason)s

source: Manage existing volume failed due to invalid backend reference %(existing_ref)s: %(reason)s
ru: Сбой управления существующим томом: недопустимая ссылка на основную программу %(existing_ref)s: %(reason)s
uk: Збій керування існуючим томом: неприпустиме посилання на основну проґраму %(existing_ref)s: %(reason)s

source: Unable to manage existing volume. Volume %(volume_ref)s already managed.
ru: Невозможно управлять существующим томом. Том %(volume_ref)s уже находится под управлением.
uk: Неможливо керувати існуючим томом. Том %(volume_ref)s вже знаходиться під керуванням.

source: Invalid Replication Target: %(reason)s
ru: Недопустимый целевой объект репликации: %(reason)s
uk: Неприпустимий цільовий об’єкт реплікації: %(reason)s

source: Unable to failover to replication target:%(reason)s).
ru: Не удается переключиться после сбоя на целевой объект репликации: %(reason)s).
uk: Не вдається перемикнутися після збою на цільовий об’єкт реплікації: %(reason)s).

source: Volume %(volume_id)s replication error: %(reason)s
ru: Ошибка репликации тома %(volume_id)s: %(reason)s
uk: Помилка реплікації тому %(volume_id)s: %(reason)s

source: Volume replication for %(volume_id)s could not be found.
ru: Копия тома %(volume_id)s не найдена.
uk: Копія тому %(volume_id)s не знайдена.

source: Manage existing volume failed due to volume type mismatch: %(reason)s
ru: Сбой управления существующим томом из-за несоответствия типа тома: %(reason)s
uk: Збій керування існуючим томом з-за невідповідности типу тому: %(reason)s
