Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: _create_host: No connector ports.
ru: _create_host: отсутствуют порты коннекторов.
uk: _create_host: відсутні порти конекторів.

source: _get_vdisk_map_properties: No node found in I/O group %(gid)s for volume %(vol)s.
ru: _get_vdisk_map_properties: не найдены узлы в группе ввода-вывода %(gid)s для тома %(vol)s.
uk: _get_vdisk_map_properties: не знайдені вузли у групі вводу-виводу %(gid)s для тому %(vol)s.

source: _get_vdisk_map_properties: Could not get FC connection information for the host-volume connection. Is the host configured properly for FC connections?
ru: _get_vdisk_map_properties: не удалось получить информацию о соединении FC для соединения хост-том. Правильно ли настроен хост для соединений FC?
uk: _get_vdisk_map_properties: не вдалося отримати інформацію про з’єднання FC для з’єднання з хост-томом. Чи правильно налаштований хост для з’єднань FC?

source: initialize_connection: vdisk %s is not defined.
ru: initialize_connection: vdisk %s не определен.
uk: initialize_connection: vdisk %s не визначений.

source: '%(prot)s' is invalid for flashsystem_connection_protocol in config file. valid value(s) are %(enabled)s.
ru: '%(prot)s' недопустим для flashsystem_connection_protocol в файле конфигурации. Допустимые значения: %(enabled)s.
uk: '%(prot)s' неприпустимий для flashsystem_connection_protocol у файлі конфігурації. Припустимі значення: %(enabled)s.

source: iscsi_ip_address must be set in config file when using protocol 'iSCSI'.
ru: В файле конфигурации должен быть указан параметр iscsi_ip_address, когда используется протокол 'iSCSI'.
uk: У файлі конфігурації має бути вказаний параметр iscsi_ip_address, коли використовується протокол 'iSCSI'.

source: No node found in I/O group %(gid)s for volume %(vol)s.
ru: Не найден узел в группе ввода-вывода %(gid)s для тома %(vol)s.
uk: Не знайдено вузол у групі вводу-виводу %(gid)s для тому %(vol)s.

source: vdisk %s is not defined.
ru: vdisk %s не определен.
uk: vdisk %s не визначений.

source: No config node found.
ru: Не найден узел конфигурации.
uk: Не знайдений вузол конфігурації.

source: State of node is wrong. Current state is %s.
ru: Неверное состояние узла. Текущее состояние: %s.
uk: Невірний стан вузла. Поточний стан: %s.

source: No ip address found.
ru: Не найден IP-адрес.
uk: Не знайдена IP-адреса.

source: GPFS is not running, state: %s.
ru: GPFS не выполняется, состояние: %s.
uk: GPFS не виконується, стан: %s.

source: Failed to find fileset for path %(path)s, command output: %(cmdout)s.
ru: Не найден набор файлов для пути %(path)s, вывод команды: %(cmdout)s.
uk: Не знайдено набір файлів для шляху %(path)s, вивід команди: %(cmdout)s.

source: Invalid storage pool %s requested. Retype failed.
ru: Запрошен недопустимый пул памяти %s. Сбой изменения типа.
uk: Запитаний неприпустимий пул пам’яті %s. Збій зміни типу.

source: Could not find GPFS cluster id: %s.
ru: Не найден ИД кластера GPFS: %s.
uk: Не знайдений ІД клястера GPFS: %s.

source: Could not find GPFS file system device: %s.
ru: Не найдено устройство файловой системы GPFS: %s.
uk: Не знайдено пристрою файлової системи GPFS: %s.

source: Invalid storage pool %s specificed.
ru: Указан недопустимый пул памяти %s.
uk: Вказано неприпустимий пул пам’яті %s.

source: Option gpfs_mount_point_base is not set correctly.
ru: Опция gpfs_mount_point_base указана неправильно.
uk: Опція gpfs_mount_point_base вказана неправильно.

source: Option gpfs_images_share_mode is not set correctly.
ru: Опция gpfs_images_share_mode указана неправильно.
uk: Опція gpfs_images_share_mode вказана неправильно.

source: Option gpfs_images_dir is not set correctly.
ru: Опция gpfs_images_dir указана неправильно.
uk: Опція gpfs_images_dir вказана неправильно.

source: gpfs_images_share_mode is set to copy_on_write, but %(vol)s and %(img)s belong to different file systems.
ru: Параметру gpfs_images_share_mode присвоено значение copy_on_write, но %(vol)s и %(img)s относятся к разным файловым системам.
uk: Параметру gpfs_images_share_mode привласнено значення copy_on_write, але %(vol)s і %(img)s відносяться до різних файлових систем.

source: gpfs_images_share_mode is set to copy_on_write, but %(vol)s and %(img)s belong to different filesets.
ru: Параметру gpfs_images_share_mode присвоено значение copy_on_write, но %(vol)s и %(img)s относятся к разным наборам файлов.
uk: Параметру gpfs_images_share_mode привласнено значення copy_on_write, але %(vol)s і %(img)s відносяться до різних наборів файлів.

source: Downlevel GPFS Cluster Detected. GPFS Clone feature not enabled in cluster daemon level %(cur)s - must be at least at level %(min)s.
ru: Обнаружено понижение уровня кластера GPFS. Функция дублирования GPFS не включена на уровне демона кластера %(cur)s: должен быть уровень не ниже %(min)s.
uk: Виявлено пониження рівню клястера GPFS. Функція дублювання GPFS не увімкнена на рівні демону клястера %(cur)s: має бути рівень не ничже %(min)s.

source: %s must be an absolute path.
ru: %s должен быть абсолютным путем.
uk: %s має бути абсолютним шляхом.

source: %s is not a directory.
ru: %s не является каталогом.
uk: %s не є каталогом.

source: The GPFS filesystem %(fs)s is not at the required release level. Current level is %(cur)s, must be at least %(min)s.
ru: Уровень выпуска файловой системы GPFS %(fs)s не соответствует требуемому. Текущий уровень - %(cur)s, должен быть %(min)s.
uk: Рівень випуску файлової системи GPFS %(fs)s не відповідає потрібному. Поточний рівень - %(cur)s, має бути %(min)s.

source: mkfs failed on volume %(vol)s, error message was: %(err)s.
ru: Сбой команды mkfs для тома %(vol)s, сообщение об ошибке: %(err)s.
uk: Збій команди mkfs для тому %(vol)s, повідомлення про помилку: %(err)s.

source: %s cannot be accessed. Verify that GPFS is active and file system is mounted.
ru: %s недоступен. Убедитесь, что GPFS активна и файловая система смонтирована.
uk: %s недоступний. Переконайтеся, що GPFS активна й файлова система змонтована.

source: Failed to create consistency group: %(cgid)s. Error: %(excmsg)s.
ru: Не удалось создать группу согласования %(cgid)s. Ошибка: %(excmsg)s.
uk: Не вдалося створити групу погодження %(cgid)s. Помилка: %(excmsg)s.

source: Failed to link fileset for the share %(cgname)s. Error: %(excmsg)s.
ru: Не удалось связать набор файлов для общей группы согласования %(cgname)s. Ошибка: %(excmsg)s.
uk: Не вдалося пов’язати набір файлів для спільної групи погодження %(cgname)s. Помилка: %(excmsg)s.

source: Failed to set permissions for the consistency group %(cgname)s. Error: %(excmsg)s.
ru: Не удалось настроить права доступа для группы согласования %(cgname)s. Ошибка: %(excmsg)s.
uk: Не вдалося налаштувати права доступу для групи погодження %(cgname)s. Помилка: %(excmsg)s.

source: Failed to unlink fileset for consistency group %(cgname)s. Error: %(excmsg)s.
ru: Не удалось удалить связь набора файлов для группы согласования %(cgname)s. Ошибка: %(excmsg)s.
uk: Не вдалося вилучити зв’язок набору файлів для групи погодження %(cgname)s. Помилка: %(excmsg)s.

source: Failed to delete fileset for consistency group %(cgname)s. Error: %(excmsg)s.
ru: Не удалось удалить набор файлов для группы согласования %(cgname)s. Ошибка: %(excmsg)s.
uk: Не вдалося вилучити набір файлів для групи погодження %(cgname)s. Помилка: %(excmsg)s.

source: Unable to create replica clone for volume %s.
ru: Не удалось создать реплику дубликата для тома %s.
uk: Не вдалося створити репліку дублікату для тому %s.

source: Unable to promote replica to primary for volume %s. No secondary copy available.
ru: Не удалось сделать копию главной для тома %s. Вспомогательной копии нет.
uk: Не вдалося створити копію головною для тому %s. Допоміжної копії немає.

source: Primary copy status: %(status)s and synchronized: %(sync)s.
ru: Состояние главной копии: %(status)s, синхронизирована: %(sync)s.
uk: Стан головної копії: %(status)s, синхронізована: %(sync)s.

source: Secondary copy status: %(status)s and synchronized: %(sync)s, sync progress is: %(progress)s%%.
ru: Состояние вспомогательной копии: %(status)s, состояние синхронизации: %(sync)s, ход синхронизации %(progress)s%%.
uk: Стан допоміжної копії: %(status)s, стан синхронізації: %(sync)s, хід синхронізації %(progress)s%%.

source: Unable to establish the partnership with the Storwize cluster %s.
ru: Не удаётся установить партнёрство с кластером Storwize %s.
uk: Не вдається встановити партнерство з клястером Storwize %s.

source: Unable to set up mirror mode replication for %(vol)s. Exception: %(err)s.
ru: Не удаётся настроить зеркальную репликацию для %(vol)s. Исключительная ситуация: %(err)s.
uk: Не вдається налаштувати дзеркальну реплікацію для %(vol)s. Виключна ситуація: %(err)s.

source: Unable to create the relationship for %s.
ru: Не удаётся создать взаимосвязь для %s.
uk: Неможливо створити з’язок для %s.

source: Failed to get remote copy information for %(volume)s due to %(err)s.
ru: Не удаётся получить информацию удаленного копирования для %(volume)s, причина: %(err)s.
uk: Не вдається отримати інформацію віддаленого копіювання для %(volume)s, причина: %(err)s.

source: Unable to delete the target volume for volume %(vol)s. Exception: %(err)s.
ru: Не удаётся удалить целевой том для %(vol)s. Исключительная ситуация: %(err)s.
uk: Не вдається вилучити том призначення для %(vol)s. Виключна ситуація: %(err)s.

source: Unable to access the Storwize back-end for volume %s.
ru: Не удаётся получить доступ к базовой системе Storwize для тома %s.
uk: Не вдається отримати доступ до базової системи Storwize для тому %s.

source: Unable to get the replication relationship for volume %s.
ru: Не удаётся получить взаимосвязь репликации для тома %s.
uk: Не вдається отримати взаємозв’язок реплікації для тому %s.

source: Unable to fail-over the volume %(id)s to the secondary back-end, because the replication relationship is unable to switch: %(error)s
ru: Не удаётся переключить том %(id)s на вторичную базовую систему, так как невозможно переключить взаимосвязь репликации: %(error)s
uk: Не вдається перемикнути том %(id)s на вторинну базову систему, оскільки неможливо перемикнути взаємозв’язок реплікації: %(error)s

source: CLI Exception output: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
ru: Вывод исключительной ситуации CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s.
uk: Вивід виключної ситуації CLI: команда: %(cmd)s stdout: %(out)s stderr: %(err)s.

source: Expected no output from CLI command %(cmd)s, got %(out)s.
ru: Вывод из команды %(cmd)s интерфейса командной строки не ожидался. Получен %(out)s.
uk: Вивід із команди %(cmd)s інтерфейсу командного рядка не очікувався. Отриманий %(out)s.

source: Failed to parse CLI output: command: %(cmd)s stdout: %(out)s stderr: %(err)s.
ru: Ошибка анализа вывода интерфейса командной строки: команда: %(cmd)s stdout: %(out)s stderr: %(err)s.
uk: Помилка аналізу виводу інтерфейсу командного рядка: команда: %(cmd)s stdout: %(out)s stderr: %(err)s.

source: Must pass wwpn or host to lsfabric.
ru: В lsfabric должно быть передано глобальное имя порта или хост.
uk: В lsfabric має бути передано глобальне ім’я порту або хост.

source: CMMVC6071E The VDisk-to-host mapping was not created because the VDisk is already mapped to a host. "
ru: CMMVC6071E Связь VDisk с хостом не создана, так как VDisk уже связан с хостом. "
uk: CMMVC6071E Зв’язок VDisk з хостом не створено, оскільки VDisk вже пов’язаний з хостом. "

source: Could not find key in output of command %(cmd)s: %(out)s.
ru: Не найден ключ в выводе команды %(cmd)s: %(out)s.
uk: Не знайдений ключ у виводі команды %(cmd)s: %(out)s.

source: Failed to get code level (%s).
ru: Не удалось получить уровень кода (%s).
uk: Не вдалося отримати рівень коду (%s).

source: Expected integer for node_count, svcinfo lsiogrp returned: %(node)s.
ru: Ожидалось целочисленное значение для node_count, команда svcinfo lsiogrp вернула %(node)s.
uk: Очікувалося цілочисельне значення для node_count, команда svcinfo lsiogrp повернула %(node)s.

source: Failed to find host %s.
ru: Не найден хост %s.
uk: Не знайдено хост %s.

source: create_host: Host name is not unicode or string.
ru: create_host: Имя хоста не типа string или unicode.
uk: create_host: Ім’я хосту не типу string або unicode.

source: create_host: No initiators or wwpns supplied.
ru: create_host: Не переданы инициаторы или глобальные имена портов.
uk: create_host: Не передані ініціятори або глобальні імена портів.

source: Illegal value specified for storwize_svc_vol_grainsize: set to either 32, 64, 128, or 256.
ru: Для storwize_svc_vol_grainsize указано недопустимое значение: допустимые значения: 32, 64, 128 и 256.
uk: Для storwize_svc_vol_grainsize вказано неприпустиме значення: припустимі значення: 32, 64, 128 та 256.

source: System does not support compression.
ru: Система не поддерживает сжатие.
uk: Система не підтримує стиснення.

source: If compression is set to True, rsize must also be set (not equal to -1).
ru: Если параметру сжатия присвоено значение True, необходимо также указать значение rsize (не равное -1).
uk: Якщо параметру стиснення привласнено значення True, необхідно також вказати значення rsize (що не дорівнює -1).

source: I/O group %(iogrp)d is not valid; available I/O groups are %(avail)s.
ru: Группа ввода-вывода %(iogrp)d недопустимая. Доступные группы ввода-вывода: %(avail)s.
uk: Група вводу-виводу %(iogrp)d неприпустима. Доступні групи вводу-виводу: %(avail)s.

source: If nofmtdisk is set to True, rsize must also be set to -1.
ru: Если параметру nofmtdisk присвоено значение True, то rsize должен быть равен -1.
uk: Якщо параметру nofmtdisk привласнено значення True, то rsize має дорівнювати -1.

source: CommandLineHelper._wait_for_condition: %s timeout.
ru: CommandLineHelper._wait_for_condition: тайм-аут %s.
uk: CommandLineHelper._wait_for_condition: тайм-аут %s.

source: Failed to find a vdisk copy in the expected pool.
ru: Не найдена копия vdisk в ожидаемом пуле.
uk: Не знайдена копія vdisk у очікуваному пулі.

source: Unexecpted mapping status %(status)s for mapping %(id)s. Attributes: %(attr)s.
ru: Непредвиденное состояние %(status)s для связывания %(id)s. Атрибуты: %(attr)s.
uk: Непередбачений стан %(status)s для пов’язування %(id)s. Атрибути: %(attr)s.

source: Mapping %(id)s prepare failed to complete within theallotted %(to)d seconds timeout. Terminating.
ru: Подготовка преобразования %(id)s не выполнена за отведенный тайм-аут %(to)d секунд. Завершается.
uk: Підготовка перетворення %(id)s не виконана за відведений тайм-аут %(to)d секунд. Завершується.

source: Unexpected mapping status %(status)s for mapping%(id)s. Attributes: %(attr)s.
ru: Непредвиденное состояние %(status)s для связывания %(id)s. Атрибуты: %(attr)s.
uk: Непередбачений стан %(status)s для пов’язування %(id)s. Атрибути: %(attr)s.

source: create_copy: Source vdisk %(src)s does not exist.
ru: create_copy: исходный vdisk %(src)s не существует.
uk: create_copy: початковий vdisk %(src)s не існує.

source: Vdisk %(name)s not involved in mapping %(src)s -> %(tgt)s.
ru: Vdisk %(name)s не участвует в связи %(src)s -> %(tgt)s.
uk: Vdisk %(name)s не бере участи у зв’язку %(src)s -> %(tgt)s.

source: create_copy: Source vdisk %(src)s (%(src_id)s) does not exist.
ru: create_copy: Исходный vdisk %(src)s (%(src_id)s) не существует.
uk: create_copy: Початковий vdisk %(src)s (%(src_id)s) не існує.

source: add_vdisk_copy failed: A copy of volume %s exists. Adding another copy would exceed the limit of 2 copies.
ru: Операция add_vdisk_copy не выполнена: существует копия тома %s. Добавление другой копии приведет к превышению ограничения в 2 копии.
uk: Операція add_vdisk_copy не виконана: існує копія тому %s. Додавання іншої копії призведе до перевищення обмеження в 2 копії.

source: add_vdisk_copy started without a vdisk copy in the expected pool.
ru: Функция add_vdisk_copy начала выполнение без копии vdisk в ожидаемом пуле.
uk: Функція add_vdisk_copy почала виконання без копії vdisk у очікуваному пулі.

source: Expected single vdisk returned from lsvdisk when filtering on vdisk_UID. %(count)s were returned.
ru: Во время фильтрации по vdisk_UID от команды lsvdisk ожидался один vdisk. Возвращено %(count)s.
uk: Під час фільтрації по vdisk_UID від команди lsvdisk очікувався один vdisk. Повернено %(count)s.

source: Did not find the expected key %(key)s in %(fun)s: %(raw)s.
ru: Не найден ожидаемый ключ %(key)s в %(fun)s: %(raw)s.
uk: Не знайдено очікуваний ключ %(key)s в %(fun)s: %(raw)s.

source: Unexpected CLI response: header/row mismatch. header: %(header)s, row: %(row)s.
ru: Непредвиденный ответ интерфейса командной строки: несоответствие заголовка/строки. Заголовок: %(header)s, строка: %(row)s.
uk: Непередбачена відповідь інтерфейсу командного рядка: невідповідність заголовку/рядка. Заголовок: %(header)s, рядок: %(row)s.

source: Failed getting details for pool %s.
ru: Не удалось получить сведения для пула %s.
uk: Не вдалося отримати відомости для пулу %s.

source: Unable to determine system name.
ru: Не удалось определить имя системы.
uk: Не вдалося визначити ім’я системи.

source: Unable to determine system id.
ru: Не удалось определить ИД системы.
uk: Не вдалося визначити ІД системи.

source: do_setup: No configured nodes.
ru: do_setup: Нет настроенных узлов.
uk: do_setup: Немає налаштованих вузлів.

source: The storage device does not support %(prot)s. Please configure the device to support %(prot)s or switch to a driver using a different protocol.
ru: Носитель не поддерживает %(prot)s. Настройте поддержку %(prot)s в устройстве или переключитесь на драйвер с другим протоколом.
uk: Носій не підтримує %(prot)s. Налаштуйте підтримку %(prot)s у пристрої або перемикніть на драйвер з іншим протоколом.

source: Password or SSH private key is required for authentication: set either san_password or san_private_key option.
ru: Для идентификации требуется пароль или личный ключ SSH: задайте опцию san_password или san_private_key.
uk: Для ідентифікації потрібен пароль або особистий ключ SSH: задайте опцію san_password або san_private_key.

source: create_snapshot: get source volume failed.
ru: create_snapshot: не удалось получить исходный том.
uk: create_snapshot: не вдалося отримати початковий том.

source: create_volume_from_snapshot: Source and destination size differ.
ru: create_volume_from_snapshot: различаются исходный и целевой размеры.
uk: create_volume_from_snapshot: різняться початковий та цільовий розміри.

source: create_cloned_volume: source volume %(src_vol)s size is %(src_size)dGB and doesn't fit in target volume %(tgt_vol)s of size %(tgt_size)dGB.
ru: create_cloned_volume: размер исходного тома %(src_vol)s равен %(src_size)d ГБ и превышает размер целевого тома %(tgt_vol)s, %(tgt_size)d ГБ.
uk: create_cloned_volume: розмір початкового тому %(src_vol)s дорівнює %(src_size)d ГБ й перевищує розмір тому призначення %(tgt_vol)s, %(tgt_size)d ГБ.

source: _extend_volume_op: Extending a volume with snapshots is not supported.
ru: _extend_volume_op: расширение тома с моментальными копиями не поддерживается.
uk: _extend_volume_op: розширення тому з миттєвими копіями не підтримується.

source: Failed to get remote copy information for %(volume)s. Exception: %(err)s.
ru: Не удаётся получить информацию удаленного копирования для %(volume)s. Исключительная ситуация: %(err)s.
uk: Не вдається отримати інформацію віддаленого копіювання для %(volume)s. Виключна ситуація: %(err)s.

source: The host is not ready to be failed back. Please resynchronize the volumes and resume replication on the Storwize backends.
ru: Хост не готов к обратному переключению. Выполните повторную синхронизацию томов и возобновите репликацию в базовых системах Storwize.
uk: Хост не готовий до зворотнього перемикання. Виконайте повторну синхронізацію томів та відновіть реплікацію у базових системах Storwize.

source: Issuing a fail-over failed because replication is not properly configured.
ru: Переключение после сбоя невозможно, так как репликация настроена неверно.
uk: Перемикання після збою неможливе, оскільки реплікація налаштована невірно.

source: Volume %s is not of replicated type. This volume needs to be of a volume type with the extra spec replication_enabled set to '<is> True' to support replication actions.
ru: Тип тома %s не поддерживает репликацию. Для поддержки репликации в параметрах типа тома необходимо указать replication_enabled со значением '<is> True'.
uk: Тип тому %s не підтримує реплікацію. Для підтримки реплікації у параметрах типу тому необхідно вказати replication_enabled із значенням '<is> True'.

source: The back-end where the volume is created does not have replication enabled.
ru: Репликация не включена в базовой системе, где создан том.
uk: Реплікація не увімкнена у базовій системі, де створений том.

source: Unable to retype: Current action needs volume-copy, it is not allowed when new type is replication. Volume = %s
ru: Не удалось изменить тип: для текущего действия требуется том-копия, что не разрешено, если в качестве нового типа указана репликация. Том: %s
uk: Не вдалося змінити тип: для поточної дії потрібна том-копія, що не дозволено, якщо у якости нового типу вказана реплікація. Том: %s

source: Unable to retype: A copy of volume %s exists. Retyping would exceed the limit of 2 copies.
ru: Изменить тип невозможно: существует копия тома %s. Изменение типа приведет к превышению ограничения в 2 копии.
uk: Змінити тип неможливо: існує копія тому %s. Зміна типу призведе до перевищення обмеження в 2 копії.

source: Failed to manage existing volume due to the volume to be managed is not in a valid I/O group.
ru: Не удаётся сделать управляемым существующий том, который не включен в допустимую группу ввода-вывода.
uk: Не вдається зробити керованим існуючий том, який не включений у припустиму групу вводу-виводу.

source: Failed to manage existing volume due to the volume to be managed is thin, but the volume type chosen is thick.
ru: Не удаётся сделать управляемым существующий том, который является простым, но тип которого указан как расширенный.
uk: Не вдається зробити керованим існуючий том, який є простим, але тип якого вказаний як розширений.

source: Failed to manage existing volume due to the volume to be managed is thick, but the volume type chosen is thin.
ru: Не удаётся сделать управляемым существующий том, который является расширенным, но тип которого указан как простой.
uk: Не вдається зробити керованим існуючий том, який є розширеним, але тип якого вказаний як простий.

source: Failed to manage existing volume due to the volume to be managed is not compress, but the volume type chosen is compress.
ru: Не удаётся сделать управляемым существующий том, который является несжатым, но тип которого указан как сжатый.
uk: Не вдається зробити керованим існуючий том, який є не стисненим, але тип якого вказаний як стиснений.

source: Failed to manage existing volume due to the volume to be managed is compress, but the volume type chosen is not compress.
ru: Не удаётся сделать управляемым существующий том, который является сжатым, но тип которого указан как несжатый.
uk: Не вдається зробити керованим існуючий том, який є стисненим, але тип якого вказаний як не стиснений.

source: Failed to manage existing volume due to I/O group mismatch. The I/O group of the volume to be managed is %(vdisk_iogrp)s. I/O groupof the chosen type is %(opt_iogrp)s.
ru: Не удаётся сделать управляемым существующий том из-за несовпадения группы ввода-вывода. Группа ввода-вывода тома, передаваемого в управление, - это %(vdisk_iogrp)s. Группа ввода-вывода выбранного типа - %(opt_iogrp)s.
uk: Не вдається зробити керованим існуючий том з-за незбігу групи вводу-виводу. Група вводу-виводу тому, що передається у керування, - це %(vdisk_iogrp)s. Група вводу-виводу обраного типу - %(opt_iogrp)s.
