Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Please enter the e-mail address associated with your Launchpad account (if applicable)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">and click the Submit Results button to submit these test results to Launchpad.</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Будь ласка, уведіть адресу електронної пошти, пов'язану з обліковим записом Launchpad (якщо є)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">і натисніть кнопку Відправити результати, щоб представити результати у Launchpad.</span></p></body></html>

source: Submission details
uk: Детальніше

source: Email:
uk: Ел. пошта:

source: Submit results
uk: Відправити результати

source: View results
uk: Переглянути результати

source: Submit to HEXR
uk: Розмістити у HEXR

source: Results
uk: Результати
