Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-cinder_cinder-*.po
Languages: ru, uk

source: Error extending volume: %(reason)s
ru: Ошибка расширения тома: %(reason)s
uk: Помилка розширення тому: %(reason)s

source: Error during evaluator parsing: %(reason)s
ru: Ошибка во время анализа вычислителя: %(reason)s
uk: Помилка під час аналізу обчислювача: %(reason)s

source: Unable to create lock. Coordination backend not started.
ru: Не удается создать блокировку. Базовая система координации не запущена.
uk: Не вдається створити блокування. Базова система координації не запущена.

source: Lock acquisition failed.
ru: Не удается установить блокировку.
uk: Не вдається встановити блокування.

source: Unable to find Volume Group: %(vg_name)s
ru: Не удалось найти группу томов %(vg_name)s
uk: Не вдалося знайти групу томів %(vg_name)s

source: Failed to create Volume Group: %(vg_name)s
ru: Не удалось создать группу тома %(vg_name)s
uk: Не вдалося створити групу тому %(vg_name)s

source: Volume device not found at %(device)s.
ru: Не найдено устройство тома в %(device)s.
uk: Не знайдено пристрій тому в %(device)s.

source: Pure Storage Cinder driver failure: %(reason)s
ru: Сбой драйвера Pure Storage Cinder: %(reason)s
uk: Збій драйвера Pure Storage Cinder: %(reason)s

source: Bad response from SolidFire API
ru: Неправильный ответ от API SolidFire
uk: Неприпустима відповідь від SolidFire API

source: SolidFire Cinder Driver exception
ru: Исключительная ситуация драйвера SolidFire Cinder
uk: Виключна ситуація драйвера SolidFire Cinder

source: Error in SolidFire API response: data=%(data)s
ru: Ошибка в ответе API SolidFire: data=%(data)s
uk: Помилка відповіді SolidFire API: data=%(data)s

source: Unable to locate account %(account_name)s on Solidfire device
ru: Не удалось найти учетную запись %(account_name)s на устройстве Solidfire
uk: Неможливо знайти обліковий запис %(account_name)s на пристрої Solidfire

source: Retryable SolidFire Exception encountered
ru: Обнаружена повторяемая исключительная ситуация SolidFire
uk: Виявлена повторювана виключна ситуація SolidFire

source: Invalid 3PAR Domain: %(err)s
ru: Недопустимый домен 3PAR: %(err)s
uk: Неприпустимий домен 3PAR: %(err)s

source: Unknown RemoteFS exception
ru: Неизвестная исключительная ситуация в RemoteFS
uk: Невідома виключна ситуація в RemoteFS

source: A concurrent, possibly contradictory, request has been made.
ru: Параллельно выполняется другой, вероятно, конфликтующий запрос.
uk: Параллельно виконується інший, ймовірно, конфліктуючий запит.

source: No mounted shares found
ru: Не обнаружено смонтированных общих ресурсов
uk: Не виявлено змонтованих спільних ресурсів

source: There is no share which can host %(volume_size)sG
ru: Отсутствуют общие ресурсы, которые могут управлять %(volume_size)sG
uk: Відсутні спільні ресурси, які можуть керувати %(volume_size)sG

source: Unknown NFS exception
ru: Неизвестная исключительная ситуация NFS
uk: Невідоме виключення NFS

source: No mounted NFS shares found
ru: Не обнаружено смонтированных общих ресурсов NFS
uk: Відсутні змонтовані спільні ресурси NFS

source: Unknown SMBFS exception.
ru: Неизвестная исключительная ситуация в SMBFS.
uk: Невідома виключна ситуація в SMBFS.

source: No mounted SMBFS shares found.
ru: Не обнаружено смонтированных общих ресурсов SMBFS.
uk: Не виявлено змонтованих спільних ресурсів SMBFS.

source: There is no share which can host %(volume_size)sG.
ru: Нет общих ресурсов, способных вместить %(volume_size)s ГБ.
uk: Немає спільних ресурсів, здатних умістити %(volume_size)s ГБ.

source: Unknown Gluster exception
ru: Неизвестная исключительная ситуация Gluster
uk: Невідоме виключення Gluster

source: No mounted Gluster shares found
ru: Не обнаружено смонтированных общих ресурсов Gluster
uk: Відсутні змонтовані спільні ресурси Gluster

source: Unknown Virtuozzo Storage exception
ru: Неизвестная исключительная ситуация Virtuozzo Storage
uk: Невідома виключна ситуація Virtuozzo Storage

source: No mounted Virtuozzo Storage shares found
ru: Не найдены смонтированные общие ресурсы Virtuozzo Storage
uk: Не знайдені змонтовані спільні ресурси Virtuozzo Storage

source: Fibre Channel connection control failure: %(reason)s
ru: Сбой управления соединением Fibre Channel: %(reason)s
uk: Збій керування з’єднанням Fibre Channel: %(reason)s

source: Fibre Channel Zone operation failed: %(reason)s
ru: Сбой операции зоны Fibre Channel: %(reason)s
uk: Збій операції зони Fibre Channel: %(reason)s

source: Fibre Channel SAN Lookup failure: %(reason)s
ru: Сбой поиска в SAN Fibre Channel: %(reason)s
uk: Збій пошуку в SAN Fibre Channel: %(reason)s

source: Brocade Fibre Channel Zoning CLI error: %(reason)s
ru: Ошибка CLI зонирования Brocade Fibre Channel: %(reason)s
uk: Помилка CLI зонування Brocade Fibre Channel: %(reason)s

source: Brocade Fibre Channel Zoning HTTP error: %(reason)s
ru: Ошибка HTTP зонирования Brocade Fibre Channel: %(reason)s
uk: Помилка HTTP зонування Brocade Fibre Channel: %(reason)s

source: Cisco Fibre Channel Zoning CLI error: %(reason)s
ru: Ошибка CLI зонирования Cisco Fibre Channel: %(reason)s
uk: Помилка CLI зонування Cisco Fibre Channel: %(reason)s

source: NetApp Cinder Driver exception.
ru: Исключительная ситуация драйвера NetApp Cinder.
uk: Виключна ситуація драйвера NetApp Cinder.

source: EMC VNX Cinder Driver CLI exception: %(cmd)s (Return Code: %(rc)s) (Output: %(out)s).
ru: Исключительная ситуация клиента драйвера EMC VNX Cinder: %(cmd)s (код возврата: %(rc)s) (вывод: %(out)s).
uk: Виключна ситуація клієнта драйвера EMC VNX Cinder: %(cmd)s (код повернення: %(rc)s) (вивід: %(out)s).

source: EMC VNX Cinder Driver SPUnavailableException: %(cmd)s (Return Code: %(rc)s) (Output: %(out)s).
ru: Драйвер EMC VNX Cinder, SPUnavailableException: %(cmd)s (код возврата: %(rc)s) (вывод: %(out)s).
uk: Драйвер EMC VNX Cinder, SPUnavailableException: %(cmd)s (код повернення: %(rc)s) (вивід: %(out)s).

source: ConsistencyGroup %(consistencygroup_id)s could not be found.
ru: Группа согласования %(consistencygroup_id)s не найдена.
uk: Група погодження %(consistencygroup_id)s не знайдена.

source: Invalid ConsistencyGroup: %(reason)s
ru: Недопустимая группа согласования: %(reason)s
uk: Неприпустима група погодження: %(reason)s

source: CgSnapshot %(cgsnapshot_id)s could not be found.
ru: Моментальная копия группы согласования %(cgsnapshot_id)s не найдена.
uk: Миттєва копія групи погодження %(cgsnapshot_id)s не знайдена.

source: Invalid CgSnapshot: %(reason)s
ru: Недопустимая моментальная копия группы согласования: %(reason)s
uk: Неприпустима миттєва копія групи погодження: %(reason)s

source: HBSD error occurs.
ru: Ошибка HBSD.
uk: Помилка HBSD.

source: Storage resource could not be found.
ru: Ресурс памяти не найден.
uk: Ресурс пам’яті не знайдений.

source: Volume %(volume_name)s is busy.
ru: Том %(volume_name)s занят.
uk: Том %(volume_name)s зайнятий.

source: Bad response from Datera API
ru: Неправильный ответ API Datera
uk: Неправильна відповідь API Datera

source: Failed to create iscsi target for volume %(volume_id)s.
ru: Не удалось создать iscsi target для тома %(volume_id)s.
uk: Не вдалося створити iscsi target для тому %(volume_id)s.

source: Failed to remove iscsi target for volume %(volume_id)s.
ru: Не удалось удалить целевой объект iscsi для тома %(volume_id)s.
uk: Не вдалося вилучити цільовий об’єкт iscsi для тому %(volume_id)s.

source: Failed to attach iSCSI target for volume %(volume_id)s.
ru: Не удалось подключить целевой объект iSCSI для тома %(volume_id)s.
uk: Не вдалося підключити цільовий об’єкт iSCSI для тому %(volume_id)s.

source: Failed to detach iSCSI target for volume %(volume_id)s.
ru: Не удалось отключить целевой объект iSCSI для тома %(volume_id)s.
uk: Не вдалося відключити цільовий об’єкт iSCSI для тому %(volume_id)s.

source: X-IO Volume Driver exception!
ru: Исключительная ситуация драйвера тома X-IO!
uk: Виняткова ситуація драйвера тому X-IO!

source: Volume backend config is invalid: %(reason)s
ru: Недопустимая конфигурация базовой программы тома: %(reason)s
uk: Неприпустима конфігурація базової проґрами тому: %(reason)s

source: Backend service retry timeout hit: %(timeout)s sec
ru: Тайм-аут повторов службы базовой программы: %(timeout)s с
uk: Тайм-аут повторів служби базової проґрами: %(timeout)s с

source: Backend reports: %(message)s
ru: Отчеты базовой программы: %(message)s
uk: Звіти базової проґрами: %(message)s

source: Backend reports: item already exists
ru: Отчеты базовой программы: элемент уже существует
uk: Звіти базової проґрами: елемент вже існує

source: Backend reports: item not found
ru: Отчеты базовой программы: элемент не найден
uk: Звіти базової проґрами: елемент не знайдений

source: The WebDAV request failed. Reason: %(msg)s, Return code/reason: %(code)s, Source Volume: %(src)s, Destination Volume: %(dst)s, Method: %(method)s.
ru: Запрос WebDAV не выполнен. Причина: %(msg)s, Код возврата/причина: %(code)s, Исходный том: %(src)s, Целевой том: %(dst)s, Метод: %(method)s.
uk: Запит WebDAV не виконаний. Причина: %(msg)s, Код повернення/причина: %(code)s, Початковий том: %(src)s, Цільовий том: %(dst)s, Метод: %(method)s.

source: Volume to Initiator Group mapping already exists
ru: Связь тома с группой инициаторов уже существует
uk: Зв’язок тому з групою ініціяторів вже існує

source: System is busy, retry operation.
ru: Система занята. Повторите операцию.
uk: Система зайнята. Повторіть операцію.

source: Exceeded the limit of snapshots per volume
ru: Превышено максимально допустимое число моментальных копий тома
uk: Перевищено максимально припустиме число миттєвих копій тому

source: Infortrend CLI exception: %(err)s Param: %(param)s (Return Code: %(rc)s) (Output: %(out)s)
ru: Исключительная ситуация CLI Infortrend: %(err)s. Параметр: %(param)s (Код возврата: %(rc)s) (Вывод: %(out)s)
uk: Виключна ситуація CLI Infortrend: %(err)s. Параметр: %(param)s (Код повернення: %(rc)s) (Вивід: %(out)s)

source: Backend doesn't exist (%(backend)s)
ru: Базовый сервер не существует (%(backend)s)
uk: Базовий сервер не існує (%(backend)s)

source: Not enough space on backend (%(backend)s)
ru: Недостаточно места на базовом сервере (%(backend)s)
uk: Бракує місця на базовому сервері (%(backend)s)

source: No active iSCSI portals with supplied iSCSI IPs
ru: Нет активных порталов iSCSI с указанными IP-адресами iSCSI
uk: Немає активних порталів iSCSI із вказаними IP-адресами iSCSI

source: An error has occured in SheepdogDriver. (Reason: %(reason)s)
ru: Обнаружена ошибка в SheepdogDriver. (Причина: %(reason)s)
uk: Виявлена помилка в SheepdogDriver. (Причина: %(reason)s)

source: (Command: %(cmd)s) (Return Code: %(exit_code)s) (Stdout: %(stdout)s) (Stderr: %(stderr)s)
ru: (Команда: %(cmd)s) (Код возврата: %(exit_code)s) (stdout: %(stdout)s) (stderr: %(stderr)s)
uk: (Команда: %(cmd)s) (Код повернення: %(exit_code)s) (stdout: %(stdout)s) (stderr: %(stderr)s)

source: There is no metadata in DB object.
ru: Нет метаданных в объекте базы данных.
uk: Немає метаданих у об’єкті бази даних.

source: Operation not supported: %(operation)s.
ru: Операция не поддерживается: %(operation)s.
uk: Операція не підтримується: %(operation)s.

source: Coho Data Cinder driver failure: %(message)s
ru: Ошибка драйвера Coho Data Cinder: %(message)s
uk: Помилка драйвера Coho Data Cinder: %(message)s

source: Unexpected response from Tegile IntelliFlash API
ru: Непредвиденный ответ от Tegile IntelliFlash API
uk: Непередбачена відповідь від Tegile IntelliFlash API

source: Google Cloud Storage connection failure: %(reason)s
ru: Ошибка связи с Google Cloud Storage: %(reason)s
uk: Помилка зв’язку з Google Cloud Storage: %(reason)s

source: Google Cloud Storage api failure: %(reason)s
ru: Ошибка API Google Cloud Storage: %(reason)s
uk: Помилка API Google Cloud Storage: %(reason)s

source: Google Cloud Storage oauth2 failure: %(reason)s
ru: Ошибка oauth2 Google Cloud Storage: %(reason)s
uk: Помилка oauth2 Google Cloud Storage: %(reason)s

source: Default quota for resource: %(res)s is set by the default quota flag: quota_%(res)s, it is now deprecated. Please use the default quota class for default quota.
ru: Квота по умолчанию для ресурса %(res)s, заданная флагом квоты по умолчанию quota_%(res)s, устарела. Используйте класс квоты по умолчанию для квоты по умолчанию.
uk: Типова квота для ресурсу %(res)s, задана типовим прапором квоти quota_%(res)s, застаріла. Використовуйте типову клясу квоти для типової квоти.

source: Sum of child usage '%(sum)s' is greater than free quota of '%(free)s' for project '%(proj)s' for resource '%(res)s'. Please lower the limit or usage for one or more of the following projects: '%(child_ids)s'
ru: Общее использование дочерним объектом '%(sum)s' превышает свободную квоту '%(free)s' в проекте '%(proj)s' для ресурса '%(res)s'. Уменьшите требования или использование для одного или нескольких следующих проектов: '%(child_ids)s'
uk: Спільне використання дочірнім об’єктом '%(sum)s' перевищує вільну квоту '%(free)s' у проєкті '%(proj)s' для ресурсу '%(res)s'. Зменшіть вимоги або використання для одного або декількох наступних проєктів: '%(child_ids)s'

source: Invalid allocated quotas defined for the following project quotas: %s
ru: Неправильно определены квоты для следующего проекта: %s
uk: Неправильно визначені квоти для наступного проєкту: %s

source: Quota limit invalid for project '%(proj)s' for resource '%(res)s': limit of %(limit)d is less than in-use value of %(used)d
ru: Неверно задано ограничение квот в проекте '%(proj)s' для ресурса '%(res)s': порог %(limit)d меньше, чем текущее использование %(used)d
uk: Невірно задано обмеження квот у проєкті '%(proj)s' для ресурсу '%(res)s': поріг %(limit)d менше, ніж поточне використання %(used)d

source: Cannot register resource
ru: Не удалось зарегистрировать ресурс
uk: Неможливо зареєструвати ресурс

source: Cannot register resources
ru: Не удалось зарегистрировать ресурсы
uk: Неможливо зареєструвати ресурси

source: Tenant ID: %s does not exist.
ru: ИД арендатора %s не существует.
uk: ІД арендатора %s не існує.

source: Keystone version 3 or greater must be used to get nested quota support.
ru: Поддержка вложенных квот доступна в keystone версии не ниже 3.
uk: Підтримка вкладених квот доступна у keystone версії не нижче 3.

source: Must run this command as cloud admin using a Keystone policy.json which allows cloud admin to list and get any project.
ru: Эту команду может выполнять только администратор облака с использованием Keystone policy.json, где администратору облака предоставлены права на вывод списка проектов и получение любого проекта.
uk: Цю команду може виконувати лише адміністратор хмари з використанням Keystone policy.json, де адміністратору хмари надані права на вивід переліку проєктів та отримання будь-якого проєкту.

source: %(worker_name)s value of %(workers)d is invalid, must be greater than 0.
ru: Значение %(worker_name)s %(workers)d недопустимо. Значение должно быть больше 0.
uk: Значення %(worker_name)s %(workers)d неприпустиме. Значення має бути більше 0.

source: serve() can only be called once
ru: serve() может быть вызван только один раз
uk: serve() може бути викликаний лише один раз

source: Unable to find ssh_hosts_key_file: %s
ru: Не найден ssh_hosts_key_file: %s
uk: Не знайдений ssh_hosts_key_file: %s

source: Specify a password or private_key
ru: Укажите пароль или личный_ключ
uk: Вкажіть пароль або особистий_ключ

source: Error connecting via ssh: %s
ru: Ошибка при соединении посредством ssh: %s
uk: Помилка при з’єднанні за допомогою ssh: %s

source: Can not translate %s to integer.
ru: Невозможно преобразовать %s в целое число.
uk: Неможливо перетворити %s у ціле число.

source: May specify only one of %s
ru: Можно указать только одно из следующих значений: %s
uk: Можна вказати лише одне з наступних значень: %s

source: Value %(param)s for %(param_string)s is not a boolean.
ru: Значение %(param)s для %(param_string)s не булевское.
uk: Значення %(param)s для %(param_string)s не є логічним значенням.

source: Unable to get a block device for file '%s'
ru: Получить блокирующее устройство для файла '%s' невозможно
uk: Отримати блокуючий пристрій для файлу '%s' неможливо

source: %s is not a string or unicode
ru: %s не является строкой или unicode
uk: %s не є рядком або unicode

source: %(name)s has a minimum character requirement of %(min_length)s.
ru: Минимальное число символов в %(name)s должно составлять %(min_length)s.
uk: Мінімальне число символів у %(name)s має складати %(min_length)s.

source: %(name)s has more than %(max_length)s characters.
ru: %(name)s содержит более %(max_length)s символов.
uk: %(name)s містить більше %(max_length)s символів.

source: or
ru: или
uk: або

source: %s must be an integer.
ru: %s должен быть целым числом.
uk: %s має бути цілим числом.

source: %(value_name)s must be >= %(min_value)d
ru: %(value_name)s должен быть >= %(min_value)d
uk: %(value_name)s має бути >= %(min_value)d

source: %(value_name)s must be <= %(max_value)d
ru: %(value_name)s должно быть <= %(max_value)d
uk: %(value_name)s має бути <= %(max_value)d

source: limit param must be an integer
ru: Параметр limit должен быть целым числом
uk: обмежуючий параметр повинен бути цілочисельним

source: limit param must be positive
ru: Параметр limit должен быть положительным
uk: обмежуючий параметр повинен бути позитивним

source: marker [%s] not found
ru: маркер [%s] не найден
uk: маркер [%s] не знайдений

source: The 'sort_key' and 'sort_dir' parameters are deprecated and cannot be used with the 'sort' parameter.
ru: Параметры sort_key и sort_dir устарели и не могут использоваться с параметром sort.
uk: Параметри sort_key і sort_dir застаріли й не можуть використовуватися з параметром sort.

source: Must specify 'status'
ru: Необходимо указать 'status'
uk: Необхідно вказати 'status'

source: Must specify a valid status
ru: Необходимо указать допустимое состояние
uk: Необхідно вказати припустимий стан

source: Must specify a valid attach status
ru: Необходимо указать допустимое состояние вложения
uk: Необхідно вказати припустимий стан вкладення

source: Must specify a valid migration status
ru: Необходимо указать допустимое состояние переноса
uk: Необхідно вказати припустимий стан переносу

source: Must specify 'status', 'attach_status' or 'migration_status' for update.
ru: Необходимо указать 'status', 'attach_status' или 'migration_status' для обновления.
uk: Необхідно вказати 'status', 'attach_status' або 'migration_status' для оновлення.

source: Must specify 'connector'.
ru: Необходимо указать 'connector'.
uk: Необхідно вказати 'connector'.

source: Unable to terminate volume connection from backend.
ru: Не удалось разорвать соединение с томом из базовой программы.
uk: Не вдалося розірвати з’єднання з томом із базової проґрами.

source: Must specify 'host'.
ru: Необходимо указать 'host'.
uk: Необхідно вказати 'host'.

source: Must specify 'new_volume'
ru: Необходимо указать 'new_volume'
uk: Необхідно вказати 'new_volume'

source: Incorrect request body format
ru: Неправильный формат тела запроса
uk: Неправильний формат тіла запиту

source: Incorrect request body format.
ru: Недопустимый формат тела запроса.
uk: Невірний формат тіла запиту.

source: Can't find service: %s
ru: Служба не найдена: %s
uk: Служба не знайдена: %s

source: Invalid cgsnapshot
ru: Недопустимая моментальная копия группы согласования
uk: Неприпустима миттєва копія групи погодження

source: Failed cgsnapshot
ru: Сбойная моментальная копия группы согласования
uk: Збійна миттєва копія групи погодження

source: 'consistencygroup_id' must be specified
ru: Необходимо указать consistencygroup_id
uk: Необхідно вказати consistencygroup_id

source: Missing required element 'consistencygroup' in request body.
ru: В теле запроса отсутствует обязательный элемент 'consistencygroup'.
uk: У тілі запиту відсутній обов’язковий елемент 'consistencygroup'.

source: Invalid value '%s' for force.
ru: Неверное значение '%s' для принудительного применения.
uk: Невірне значення '%s' для примусового застосування.

source: volume_types must be provided to create consistency group %(name)s.
ru: Необходимо указать volume_types для создания группы согласования %(name)s.
uk: Необхідно вказати volume_types для створення групи погодження %(name)s.

source: Either 'cgsnapshot_id' or 'source_cgid' must be provided to create consistency group %(name)s from source.
ru: Необходимо указать 'cgsnapshot_id' или 'source_cgid' для создания группы согласования %(name)s из источника.
uk: Необхідно вказати 'cgsnapshot_id' або 'source_cgid' для створення групи погодження %(name)s із джерела.

source: Cannot provide both 'cgsnapshot_id' and 'source_cgid' to create consistency group %(name)s from source.
ru: Нельзя одновременно указывать 'cgsnapshot_id' и 'source_cgid' для создания группы согласования %(name)s из источника.
uk: Неможна одночасно вказувати 'cgsnapshot_id' і 'source_cgid' для створення групи погодження %(name)s із джерела.

source: Missing request body.
ru: Отсутствует тело запроса.
uk: Відсутнє тіло запиту.

source: Name, description, add_volumes, and remove_volumes can not be all empty in the request body.
ru: Параметры name, description, add_volumes и remove_volumes не могут быть все пустыми в теле запроса.
uk: Параметри name, description, add_volumes і remove_volumes не можуть бути усі порожніми у тілі запиту.

source: Host '%s' could not be found.
ru: Не удалось найти хост '%s'.
uk: Вузол '%s' не знайдений.

source: Invalid status: '%s'
ru: Недопустимое состояние: '%s'
uk: Неприпустимий стан: '%s'

source: Invalid update setting: '%s'
ru: Недопустимый параметр обновления: '%s'
uk: Неприпустимий параметр оновлення: '%s'

source: Describe-resource is admin only functionality
ru: Функция Describe-resource доступна только администраторам
uk: Функція Describe-resource доступна лише адміністраторам

source: Host not found
ru: Узел не найден
uk: Вузол не знайдено

source: Please specify a name for QoS specs.
ru: Укажите имя спецификации QoS.
uk: Будь ласка, вкажіть назву для специфікацій QoS.

source: Failed to disassociate qos specs.
ru: Не удалось удалить связь спецификации QoS.
uk: Не вдалося вилучити зв’язок специфікації QoS.

source: Qos specs still in use.
ru: Спецификация QoS еще используется.
uk: Специфікація QoS ще використовується.

source: Volume Type id must not be None.
ru: ИД типа тома не должен быть None.
uk: ІД типу тому не повинен бути None.

source: Missing required element quota_class_set in request body.
ru: Отсутствует требуемый параметр quota_class_set в теле запроса.
uk: Відсутній потрібний параметр quota_class_set у тілі запиту.

source: Quota %s limit must be equal or greater than existing resources.
ru: Ограничение %s квоты должно быть не меньше существующих ресурсов.
uk: Обмеження %s квоти має бути не менше існуючих ресурсів.

source: Update and delete quota operations can only be made by an admin of immediate parent or by the CLOUD admin.
ru: Операции изменения и удаления квоты разрешены только для администратора непосредственного родительского объекта и для администратора облака.
uk: Операції зміни та вилучення квоти дозволені лише для адміністратора безпосереднього батьківського об’єкту й для адміністратора хмари.

source: Update and delete quota operations can only be made to projects in the same hierarchy of the project in which users are scoped to.
ru: Операции изменения и удаления квоты разрешены только для проектов в той жеиерархии проекта, где находятся пользователи.
uk: Операції зміни та вилучення квоти дозволені лише для проєктів у тій самій ієрархії проєкту, де знаходяться користувачі.

source: Show operations can only be made to projects in the same hierarchy of the project in which users are scoped to.
ru: Операции Показать доступны только для проектов в той же иерархии проекта, где находятся пользователи.
uk: Показати операції, що доступні лише для проєктів у тій самій ієрархії проєкту, де знаходяться користувачі.
