Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-checkbox_checkbox-*.po
Languages: uk

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 250 cycles
uk: МЕТА: Це автоматизований стрес-тест, який протягом 250 циклів, буде примусово переводити комп’ютер у режим сну та виходити з нього

source: Attaches the log from the 250 cycle Hibernate/Resume test if it exists
uk: Приєднання запису дій з 250 циклів тесту Гібернація/Вихід з Гібернації, якщо він існує.

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 250 cycles.
uk: МЕТА: Це автоматизований стрес-тест, який протягом 250 циклів, буде примусово переводити комп’ютер у режим очікування та виходити з нього

source: Attaches the log from the 250 cycle Suspend/Resume test if it exists
uk: Приєднання запису дій з 250 циклів тесту Сну/Вихід з Сну, якщо він існує.

source: Checks the sleep times to ensure that a machine suspends and resumes within a given threshold
uk: Перевірка часу сну, аби переконатися що машина призупиняє роботу та прокидається у рамках заданого інтервалу

source: Stress reboot system (100 cycles)
uk: Стрес-перезавантаження системи (100 циклів)

source: Stress poweroff system (100 cycles)
uk: Стрес-вимкнення системи (100 циклів)

source: Check logs for the stress reboot (100 cycles) test case
uk: Перевірка запису дій тесту стрес-перезавантаження (100 циклів)

source: Check logs for the stress poweroff (100 cycles) test case
uk: Перевірка запису дій тесту стрес-вимкнення (100 циклів)

source: Run the graphics stress test. This test can take a few minutes.
uk: Виконати графічний стрес-тест. Ця перевірка може зайняти декілька хвилин.

source: Attaches the graphics stress results to the submission.
uk: Додає результати графічних стрес-тестів у звіт.

source: Runs a test that transfers 100 10MB files 3 times to usb.
uk: Запускає тест, який 3 рази передає 100 файлів розміром по 10 МБ через порт USB.

source: Runs a test that transfers 100 10MB files 3 times to a SDHC card.
uk: Запускає тест, який 3 рази передає 100 файлів розміром по 10 МБ на карту пам’яті SDHC.

source: Ping ubuntu.com and restart network interfaces 100 times
uk: Виконати команду «ping» для ubuntu.com та перезапустити мережеві інтерфейси 100 раз

source: PURPOSE: To make sure that stressing the wifi hotkey does not cause applets to disappear from the panel or the system to lock up STEPS: 1. Log in to desktop 2. Press wifi hotkey at a rate of 1 press per second and slowly increase the speed of the tap, until you are tapping as fast as possible VERIFICATION: Verify the system is not frozen and the wifi and bluetooth applets are still visible and functional
uk: МЕТА: Щоб переконатися, що натискання клавіші швидкого доступу Wi-Fi не призводить до того, що система не відповідає на запити або зникнення міні-проґрами з верхньої панелі ДІЇ: 1. Виконайте вхід на стільницю 2. Натискайте клавішу швидкого доступу до Wi-Fi з частотою 1 натискання на секунду, поступово збільшуючи швидкість торкань, доти доки частота торкань не стане максимально можливою ПЕРЕВІРКА: Переконайтеся, що система відповідає на запити, а міні-проґрами Wi-Fi та Bluetooth відображаються і працездатні

source: Record the current network before suspending.
uk: Запис стану поточної мережі перед сном.

source: Record the current resolution before suspending.
uk: Запис роздільної здатності перед сном.

source: Record mixer settings before suspending.
uk: Запис налаштувань мікшера перед сном.

source: Verify that all the CPUs are online before suspending
uk: Перевірка чи всі процесори працюють перед сном

source: Dumps memory info to a file for comparison after suspend test has been run
uk: Збереження стану пам'яті у файл для порівняння стану пам'яті після сну.

source: This test disconnects all connections and then connects to the wireless interface. It then checks the connection to confirm it's working as expected.
uk: Цей тест відмикає усі з'єднання, а потім під’єднується до бездротового інтерфейсу. Потім він перевіряє зв'язок, щоб переконатися, що він працює, як очікувалося.

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Make sure Bluetooth is enabled by checking the Bluetooth indicator applet 2. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 3. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
uk: МЕТА: Цей тест відправить зображення "JPEG_Color_Image_Ubuntu.jpg" на вказаний пристрій ДІЇ: 1. Переконайтеся, що Bluetooth увімкнений перевіркою аплету індикаторів Bluetooth 2. Натисніть кнопку "Тест" й Вам буде запропоновано увести ім’я пристрою Bluetooth, яке може приймати файли (Це може зайняти деякий час, після вводу імені файлу, для початку передачі) 3. Приймайте будь-які підказки, які з’являються на обох пристроях ПЕРЕВІРКА: Чи були дані передані коректно?

source: This is the automated version of suspend/suspend_advanced.
uk: Це автоматизований варіант suspend/suspend_advanced.

source: PURPOSE: Wake up by USB keyboard STEPS: 1. Enable "Wake by USB KB/Mouse" item in BIOS 2. Press "Test" to enter suspend (S3) mode 3. Press any key of USB keyboard to wake system up VERIFICATION: Did the system wake up from suspend mode when you pressed a keyboard key?
uk: МЕТА: Вихід із режиму очікування по натисканню клавіші на USB-клавіятурі ДІЇ: 1. Увімкніть «Wake by USB KB/Mouse» в BIOS 2. Натисніть «Перевірити», щоб перейти у режим очікування (S3) 3. Натисніть будь-яку клавішу на USB-клавіятурі, щоб повернути систему у робочий режим ПЕРЕВІРКА: Чи вийшла система із режиму очікування при натисканні клавіші на клавіятурі?

source: PURPOSE: Wake up by USB mouse STEPS: 1. Enable "Wake by USB KB/Mouse" item in BIOS 2. Press "Test" to enter suspend (S3) mode 3. Press any button of USB mouse to wake system up VERIFICATION: Did the system wake up from suspend mode when you pressed the mouse button?
uk: МЕТА: Вихід із режиму очікування за допомогою миші з інтерфейсом USB ДІЇ: 1. Увімкніть «Wake by USB KB/Mouse» в BIOS 2. Натисніть «Перевірити», щоб перейти у режим очікування (S3) 3. Натисніть будь-яку кнопку миші з інтерфейсом USB, щоб повернути систему у робочий режим ПЕРЕВІРКА: Чи вийшла система з режиму очікування при натисканні кнопки миші?

source: Test the network after resuming.
uk: Перевірка мережі після виходу з режиму сну.

source: Test to see that we have the same resolution after resuming as before.
uk: Перевірка того, що роздільна здатність не змінилася після виходу з режиму сну.

source: Verify that mixer settings after suspend are the same as before suspend.
uk: Перевірка того, що налаштування мікшера такі ж самі як були до сну.

source: Verify that all CPUs are online after resuming.
uk: Перевірка, щот всі задіяні процесори працюють після сну.

source: Verify that all memory is available after resuming from suspend.
uk: Перевірка того, що вся пам'ять доступна після виходу з режиму сну.

source: PURPOSE: This test will check that the display is correct after suspend and resume STEPS: 1. Check that your display does not show up visual artifacts after resuming. VERIFICATION: Does the display work normally after resuming from suspend?
uk: МЕТА: Цей тест перевіряє правильність роботи екрану після переходу і виходу із режиму призупинення роботи ДІЇ: 1. Переконайтеся, що Ваш екран не відображає візуальні спотворення після виходу з цього режиму. ПЕРЕВІРКА: Чи працює екран належним чином після виходу з режиму очікування?

source: This test checks that the wireless interface is working after suspending the system. It disconnects all interfaces and then connects to the wireless interface and checks that the connection is working as expected.
uk: Цей тест перевіряє, що бездротовий інтерфейс працює після призупинення системи. Він відключає всі інтерфейси, а потім підключається до бездротового інтерфейсу і перевіряє, що зв'язок працює, як очікувалося.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols after the system has been suspended.
uk: Перевірка того, що обладнання бездротових систем може під’єднатися до маршрутизатора використовуючи WPA-безпеку та 802.11b/g протоколи після того, як систему було переведено в режим сну.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols after the system has been suspended.
uk: Перевірка того, що обладнання бездротових систем може під’єднатися до маршрутизатора без використання безпеки та 802.11b/g протоколів після того, як систему було переведено в режим сну.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol after the system has been suspended.
uk: Перевірка того, що обладнання бездротових систем може під’єднатися до маршрутизатора використовуючи WPA-безпеку та 802.11n протоколи після того, як систему було переведено в режим сну.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol after the system has been suspended.
uk: Перевірка того, що обладнання бездротових систем може під’єднатися до маршрутизатора без використання безпеки та 802.11n протоколів після того, як систему було переведено в режим сну.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the B and G wireless bands 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use WPA2 and ensure the PSK matches that set in ROUTER_PSK 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
uk: МЕТА: Перевірка можливостей під’єднання бездротового обладнання системи до маршрутизатора використовуючи протоколи WPA і 802.11b/g. ДІЇ: 1. Відкрийте засіб налаштування маршрутизаторів 2. Змініть налаштування таким чином, щоб дозволяти лише з’єднання у діяпазонах B та G 3. Переконайтеся, що SSID встановлений як ROUTER_SSID 4. Змініть налаштування безпеки, щоб використовувати WPA2 і переконатися, що PSK відповідає встановленому в ROUTER_PSK 5. Клацніть кнопку 'Перевірити', щоб створити з’єднання з маршрутизатором та перевірити з’єднання ПЕРЕВІРКА: Перевірка автоматизована, не змінюйте автоматично вибраний результат.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the B and G wireless bands 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use no security 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
uk: МЕТА: Перевірка можливостей під’єднання бездротового обладнання системи до маршрутизатора за протоколом 802.11b/g без використання шифрування. ДІЇ: 1. Відкрийте засіб налаштування маршрутизаторів 2. Змініть налаштування таким чином, щоб дозволяти лише з’єднання в діяпазонах B та G 3. Переконайтеся, що SSID встановлений як ROUTER_SSID 4. Змініть налаштування безпеки, таким чином, щоб не використовувалося шифрування 5. Клацніть кнопку 'Перевірити', щоб створити з’єднання з маршрутизатором і перевірити з’єднання ПЕРЕВІРКА: Перевірка автоматизована, не змінюйте автоматично вибраний результат.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the N wireless band 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use WPA2 and ensure the PSK matches that set in ROUTER_PSK 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
uk: МЕТА: Перевірка можливостей під’єднання бездротового обладнання системи до маршрутизатора використовуючи протоколи WPA та 802.11n. STEPS: 1. Відкрийте засіб налаштування маршрутизаторів 2. Змініть налаштування таким чином, щоб дозволяти лише з’єднання в діяпазоні N 3. Переконайтеся, що SSID встановлений як ROUTER_SSID 4. Змініть налаштування безпеки, щоб використовувати WPA2 і переконатися, що PSK відповідає встановленому в ROUTER_PSK 5. Клацніть кнопку 'Перевірити', щоб створити з’єднання з маршрутизатором та перевірити з’єднання ПЕРЕВІРКА: Перевірка автоматизована, не змінюйте автоматично вибраний результат.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the N wireless band 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use no security 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
uk: МЕТА: Перевіряє можливість бездротового обладнання під’єднуватися до маршрутизатора не використовуючи шифрування, за протоколом 802.11n. ДІЇ: 1. Відкрийте засіб налаштування маршрутизатора 2. Змініть налаштування таким чином, щоб дозволялися бездротові з’єднаня лише у режимі N 3. Переконайтеся, що SSID призначений ROUTER_SSID 4. Змініть налаштування безпеки, так щоб не використовувалося шифрування 5. Клацніть кнопку 'Перевірити', щоб створити з’єднання з маршрутизатором та перевірити під’єднання ПЕРЕВІРКА: Перевірка автоматизована, не змінюйте автоматично вибраний результат.

source: This test grabs the hardware address of the bluetooth adapter after suspend and compares it to the address grabbed before suspend.
uk: Цей тест порівнює апаратну адресу адаптера Bluetooth до та після переходу до режиму сну.

source: This is an automated Bluetooth file transfer test. It sends an image to the device specified by the BTDEVADDR environment variable.
uk: Це автоматизований тест передачі файлів за допомогою Bluetooth. Він посилає зображення на пристрої, зазначені у змінній середовища BTDEVADDR.

source: This is an automated Bluetooth test. It emulates browsing on a remote device specified by the BTDEVADDR environment variable.
uk: Це автоматизована перевірка Bluetooth. Вона емулює огляд віддаленого пристрою, вказаного змінною оточення BTDEVADDR.

source: This is an automated Bluetooth test. It receives the given file from a remote host specified by the BTDEVADDR environment variable
uk: Це автоматизована перевірка Bluetooth. Виконується приймання заданого файлу від віддаленого вузла, вказане змінною оточеня BTDEVADDR

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 2. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
uk: МЕТА: Ця перевірка дозволить відправити зображення 'JPEG_Color_Image_Ubuntu.jpg' на вказаний пристрій ДІЇ: 1. Клацніть "Перевірити", після чого Вам буде необхідно увести ім’я пристрою з Bluetooth, яке підтримує передачу файлів (це може зайняти декілька секунд після уведення імені, після чого почнеться передача файлу) 2. Погодьтеся з усіма запитами, які будуть з’являтися на обох пристроях ПЕРЕВІРКА: Чи були дані передані належним чином?

source: PURPOSE: This test will cycle through the detected display modes STEPS: 1. Click "Test" and the display will cycle trough the display modes VERIFICATION: Did your display look fine in the detected mode?
uk: МЕТА: Ця перевірка дозволить виконати цикл переходів певними режимами екрану ДІЇ: 1. Клацніть "Перевірити" й екран пройде цикл переходів режимами екрану ПЕРЕВІРКА: Відображення у певному режимі на екрані виглядає належним чином?

source: This test will check to make sure supported video modes work after a suspend and resume. This is done automatically by taking screenshots and uploading them as an attachment.
uk: Цей тест буде збирати перелік підтримуваних видиворежимів після сну та поновлення. Це робиться автоматично шляхом збереження знятків екрану та завантаження їх у вигляді вкладень.

source: This attaches screenshots from the suspend/cycle_resolutions_after_suspend_auto test to the results submission.
uk: Це надає скріншотів з тесту suspend/cycle_resolutions_after_suspend_auto для представлення результатів.

source: This will check to make sure that your audio device works properly after a suspend and resume. This may work fine with speakers and onboard microphone, however, it works best if used with a cable connecting the audio-out jack to the audio-in jack.
uk: Це дає можливість переконатися, що ваш звуковий пристрій працює належним чином після сну та поновлення. Це може добре працювати з динаміками та бортовим мікрофоном, тим не менш, він працює краще, якщо використовується з приєднаним кабелем до роз'єму аудіо-входу та аудіо-виходу.

source: Attaches the log from the single suspend/resume test to the results
uk: Приєднує записи дій одинарного тесту режиму сну/поновлення до результатів

source: PURPOSE: Take a screengrab of the current screen after suspend (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: Review attachment manually later
uk: МЕТА: Створити зняток поточного екрану після режиму призупинки (виконавши вхід в Unity) ДІЇ: 1. Створіть зняток використовуючи веб-камеру з інтерфейсом USB ПЕРЕВІРКА: Продивіться вкладення самостійно пізніше

source: Checks the length of time it takes to reconnect an existing wifi connection after a suspend/resume cycle.
uk: Перевіряє час, необхідний на повторне встановлення існуючого WiFi-з’єднання після циклу переходу у режим очікування/виходу з нього.

source: Checks the length of time it takes to reconnect an existing wired connection after a suspend/resume cycle.
uk: Перевіряє час необхідний для відновлення дротового з’єднання після циклу призупинки роботи і прокидання.

source: PURPOSE: Validate that the power LED operated the same after resuming from suspend STEPS: 1. Power LED should be on while device is switched on VERIFICATION: Does the power LED remain on after resuming from suspend?
uk: МЕТА: Перевірити, що світлодіодний індикатор живлення працює так само після виходу з режиму очікування ДІЇ: 1. Індикатор живлення повинен світитися, коли пристрій увімкнений ПЕРЕВІРКА: Чи продовжує світлодіодний індикатор живлення світитися після виходу з режиму очікування?

source: PURPOSE: Validate that the battery light shows charging status after resuming from suspend STEPS: 1. Let system run on battery for a while 2. Plug in AC plug VERIFICATION: Did the battery indicator LED still turn orange after resuming from suspend?
uk: МЕТА: Перевірити, що індикатор акумулятора показує статус «заряджається» після виходу з режиму очікування ДІЇ: 1. Дайте системі попрацювати деякий час від акумулятора 2. Під’єднайте адаптер змінного струму ПЕРЕВІРКА: Чи змінюється колір світлодіодного індикатора на помаранчевий після виходу з режиму очікування?

source: PURPOSE: Validate that the camera LED still works as expected after resuming from suspend STEPS: 1. Select Test to activate camera 2. Camera LED should light for a few seconds VERIFICATION: Did the camera LED still turn on and off after resuming from suspend?
uk: МЕТА: Перевірка працездатності світлодіодного індикатора камери після виходу з режиму очікування ДІЇ: 1. Виберіть Перевірити, щоб увімкнути камеру 2. Світлодіодний індикатор повинен загорітися на декілька секунд ПЕРЕВІРКА: Чи загорається, чи відмикається світлодіодний індикатор камери після виходу з режиму очікування?

source: PURPOSE: Touchpad LED verification after resuming from suspend STEPS: 1. Click on the touchpad button or press key combination to enable/disable touchpad button 2. Slide your finger on the touchpad VERIFICATION: 1. Touchpad LED status should toggle everytime the button is clicked or the key combination is pressed 2. When the LED is on, the mouse pointer should move on touchpad usage 3. When the LED is off, the mouse pointer should not move on touchpad usage
uk: МЕТА: Перевірка працездатності світлодіодного індикатора після виходу з режиму очікування ДІЇ: 1. Клацніть на кнопці сенсорної панелі або натисніть сполучення клавіш для вмикання і вимикання сенсорної панелі 2. Переміщайте палець по сенсорній панелі ПЕРЕВІРКА: 1. Стан світлодіодного індикатора має змінюватися кожного разу при натисканні кнопки або сполучення клавіш 2. Коли індикатор світиться, можна використовувати сенсорну панель для керування вказівником миші 3. Коли індикатор не світиться, сенсорну панель неможна використовувати для керування вказівником миші

source: PURPOSE: This test will test the brightness key after resuming from suspend STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses after resuming from suspend?
uk: МЕТА: Перевірка працездатності клавіш керування яскравістю після виходу з режиму очікування ДІЇ: 1. Натискайте клавіші керування яскравістю на клавіятурі ПЕРЕВІРКА: Чи змінюється яскравість при натисканні цих клавіш після виходу з режиму очікування?

source: This is an automated version of usb/storage-automated and assumes that the server has usb storage devices plugged in prior to checkbox execution. It is intended for servers and SRU automated testing.
uk: Це автоматизована версія сховища usb, вона передбачає, що сервер має під’єднання пристрою зберігання даних usb до виконання. Тест призначений для автоматичного тестування серверів і SRU.

source: This test is automated and executes after the mediacard/mmc-insert-after-suspend test is run. It tests reading and writing to the MMC card after the system has been suspended.
uk: Це автоматизований тест, що виконується після запуску тесту приєднання карти пам'яті після режиму сну. Він тестує читання та запис на карту MMC після режиму сну.

source: PURPOSE: This test will check that the system correctly detects the removal of an MMC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
uk: МЕТА: Цей тест перевірить можливість визначення зчитувачем карт пам’яті, витягнення карти MMC після переведення комп’ютера у режим призупинки роботи ДІЇ: 1. Клацніть "Перевірити" й вставте картку MMC у зчитувач. (Нотатка: час очікування до початку перевірки, дорівнює 20 секундам.) ПЕРЕВІРКА: Перевірка цього тесту автоматизована. Не змінюйте автоматично обраний результат.

source: This test is automated and executes after the mediacard/sd-insert-after-suspend test is run. It tests reading and writing to the SD card after the system has been suspended.
uk: Це автоматизований тест, що виконується після запуску тесту приєднання карти пам'яті після режиму сну. Він тестує читання та запис на карту SD після режиму сну.
