Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
be: Некаторае прапрыетарнае праграмнае забеспячэнне было зроблена для працы з Debian. Нягледзячы на тое, што гэта праграмнае забеспячэнне не з'яўляецца часткай Debian, яго можна ўсталяваць з дапамогай стандартных інструментаў аперацыйнай сістэмы. Дадзенае праграмнае забеспячэнне мае разнастайныя ліцэнзіі, якія могуць абмяжоўваць выкарыстанне, змяненне або абагульванне з іншымі карыстальнікамі.

source: Please choose whether you want to have it available anyway.
be: Выберыце, ці хочаце вы зрабіць гэтае праграмнае забеспячэнне даступным у любым выпадку.

source: Use contrib software?
be: Выкарыстоўваць праграмнае забеспячэнне contrib?

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
be: Некаторае дадатковае праграмнае забеспячэнне было зроблена для працы з Debian. Нягледзячы на тое, што гэта праграмнае забеспячэнне распаўсюджваецца бясплатна, яго функцыянаванне залежыць ад прапрыетарнага праграмнага забеспячэння. Такое праграмнае забеспячэнне не можа быць часткай Debian, але яго можна ўсталяваць з дапамогай стандартных інструментаў аперацыйнай сістэмы.

source: Please choose whether you want this software to be made available to you.
be: Выберыце, ці хочаце вы зрабіць дадзенае праграмнае забеспячэнне даступным.

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
be: Праграме ўсталявання не ўдалося атрымаць доступ да люстры. Праблема можа быць як у вашай сетцы, так і ў люстры. Вы можаце паўтарыць спробу, выбраць іншую люстру або праігнараваць праблему і працягнуць без пакетаў з гэтай люстры.

source: Use a network mirror?
be: Выкарыстоўваць сеткавую люстру?

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
be: Сеткавая люстра можа быць выкарыстана для дапаўнення праграмнага забеспячэння, якое размешчана на дыску CD. Гэта таксама дазваляе зрабіць даступнымі больш новыя версіі праграмнага забеспячэння.

source: Continue without a network mirror?
be: Працягнуць без сеткавай люстры?

source: No network mirror was selected.
be: Не выбрана сеткавая люстра.

source: Use restricted software?
be: Выкарыстоўваць праграмнае забеспячэнне з абмежаваннямі?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
be: Некаторае прапрыетарнае праграмнае забеспячэнне даступна ў форме пакетаў. Нягледзячы на тое, што гэта праграмнае забеспячэнне не з'яўляецца часткай галоўнага дыстрыбутыва, яго можна ўсталяваць з дапамогай стандартных інструментаў кіравання пакетамі. Дадзенае праграмнае забеспячэнне мае разнастайныя ліцэнзіі, якія могуць абмяжоўваць выкарыстанне, змяненне або абагульванне з іншымі карыстальнікамі.

source: Use software from the "universe" component?
be: Выкарыстоўваць праграмнае забеспячэнне з кампанента «universe»?

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
be: Некаторае дадатковае праграмнае забеспячэнне даступна ў форме пакетаў. Нягледзячы на тое, што гэта праграмнае забеспячэнне распаўсюджваюцца бясплатна і не з'яўляецца часткай галоўнага дыстрыбутыва, яго можна ўсталяваць з дапамогай стандартных інструментаў кіравання пакетамі.

source: Use software from the "multiverse" component?
be: Выкарыстоўваць праграмнае забеспячэнне з кампанента «multiverse»?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
be: Некаторае прапрыетарнае праграмнае забеспячэнне даступна ў форме пакетаў. Нягледзячы на тое, што гэта праграмнае забеспячэнне не з'яўляецца часткай галоўнага дыстрыбутыва, яго можна ўсталяваць з дапамогай стандартных інструментаў кіравання пакетамі. Дадзенае праграмнае забеспячэнне мае разнастайныя ліцэнзіі і (у некаторых выпадках) абмежаванні патэнтаў, якія могуць абмяжоўваць выкарыстанне, змяненне або абагульванне з іншымі карыстальнікамі.

source: Use software from the "partner" repository?
be: Выкарыстоўваць праграмнае забеспячэнне з рэпазіторыя «partner»?

source: Some additional software is available from Canonical's "partner" repository. This software is not part of Ubuntu, but is offered by Canonical and the respective vendors as a service to Ubuntu users.
be: Некаторае дадатковае праграмнае забеспячэнне даступна з «партнёрскага» рэпазіторыя Canonical. Гэта праграмнае забеспячэнне не з'яўляецца часткай Ubuntu, але прапануецца кампаніяй Canonical і адпаведнымі пастаўшчыкамі ў якасці сэрвісу для карыстальнікаў Ubuntu.

source: Use backported software?
be: Выкарыстоўваць партаванае ПЗ?

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
be: Некаторае праграмнае забеспячэнне партавана з дрэва распрацоўкі ў гэты выпуск. Хоць гэта праграмнае забеспячэнне не праходзіла праз такое поўнае тэсціраванне, як праграмы ў дадзеным выпуску, яны ўключаюць у сябе больш новыя версіі некаторых праграм і могуць забяспечыць карысныя функцыі.

source: Use software from the "extras" repository?
be: Выкарыстоўваць праграмнае забеспячэнне з рэпазіторыя «extras»?

source: Additional software is available from the Ubuntu "extras" repository. This software is not part of Ubuntu, but is offered by third-party developers who want to ship their latest software.
be: Дадатковае праграмнае забеспячэнне даступна ў рэпазіторыі «extras» аперацыйнай сістэмы Ubuntu. Гэта праграмнае забеспячэнне не з'яўляецца часткай Ubuntu, але прапануецца іншымі распрацоўшчыкамі, якія хочуць падзяліцца сваімі апошнімі версіямі праграмнага забеспячэння.

source: Allow login as root?
be: Дазваляць уваход у якасці суперкарыстальніка?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
be: Будзе створаны ўліковы запіс карыстальніка з магчымасцю атрымання правоў суперкарыстальніка пры дапамозе каманды 'sudo', калі вы забароніце ўваход ад імя суперкарыстальніка.

source: Root password:
be: Пароль суперкарыстальніка:

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
be: Вам неабходна задаць пароль для суперкарыстальніка. Доступ да камп'ютара зламысніка або некваліфікаванага карыстальніка з гэтымі правамі можа стаць прычынай катастрафічных наступстваў. Варта паклапаціцца пра надзейны пароль. Такім паролем не павінна быць слова са слоўніка або нешта такое, што непасрэдна асацыюецца з вамі.

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
be: Добры пароль будзе змяшчаць сумесь літар, лічбаў і знакаў пунктуацыі і ён павінен рэгулярна змяняцца.

source: The root user should not have an empty password. If you leave this empty, the root account will be disabled and the system's initial user account will be given the power to become root using the "sudo" command.
be: Пароль уліковага запісу суперкарыстальніка не павінен быць пустым. Калі пакінуць гэта поле пусты, то дадзены ўліковы запіс будзе заблакіраваны, а наладжанаму ў праграме ўсталявання ўліковаму запісу будзе дазволена працаваць з правамі суперкарыстальніка праз каманду «sudo».

source: Note that you will not be able to see the password as you type it.
be: Звярніце ўвагу, што вы не будзеце бачыць пароль пры ўводзе.

source: Re-enter password to verify:
be: Паўторна ўвядзіце пароль для праверкі:

source: Please enter the same root password again to verify that you have typed it correctly.
be: Увядзіце пароль суперкарыстальніка яшчэ раз, каб пераканацца ў правільнасці ўводу.

source: Create a normal user account now?
be: Стварыць уліковы запіс звычайнага карыстальніка?

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
be: Вельмі дрэнная ідэя выкарыстоўваць уліковы запіс суперкарыстальніка для выканання паўсядзённых дзеянняў (напрыклад, праца з электроннай поштай), бо нават маленькая памылка можа прывесці да крытычных наступстваў. Для штодзённых задач можна стварыць звычайны ўліковы запіс карыстальніка.

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an username, like 'imurdock' or 'rms'.
be: Звярніце ўвагу, што стварыць яго можна і пазней (як і любы дадатковы ўліковы запіс) з дапамогай каманды 'adduser <імя_карыстальніка>' ад імя суперкарыстальніка, дзе <імя_карыстальніка> - гэта імя новага карыстальніка ўведзенае лацінскімі літарамі (напрыклад, 'imurdock' або 'rms').

source: Full name for the new user:
be: Поўнае імя новага карыстальніка:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
be: Уліковы запіс карыстальніка будзе створаны, каб вы маглі выкарыстоўваць яго замест уліковага запісу суперкарыстальніка для паўсядзённых задач, якія не патрабуюць правоў адміністратара.

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
be: Увядзіце сапраўднае імя гэтага карыстальніка. Гэтыя звесткі будуць выкарыстоўвацца ў якасці прадвызначанай крыніцы для электронных лістоў, якія адпраўляе гэты карыстальнік або нейкая праграма, якая паказвае сапраўднае імя карыстальніка. Ваша поўнае імя добра пасуе для гэтага.

source: Username for your account:
be: Імя карыстальніка для вашага ўліковага запісу:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
be: Выберыце імя карыстальніка для новага ўліковага запісу. Ваша імя добра пасуе для гэтага. Імя карыстальніка павінна пачынацца з маленькай лацінскай літары за якой можа ісці любая камбінацыя лічбаў і маленькіх лацінскіх літар.

source: Invalid username
be: Памылковае імя карыстальніка

source: The username you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
be: Уведзенае імя карыстальніка з'яўляецца памылковым. Заўважце, што імёны карыстальнікаў павінны пачынацца з маленькай лацінскай літары, пасля якой далей можна ўводзіць любую камбінацыю з лічбаў і маленькіх лацінскіх літар.

source: Reserved username
be: Зарэзерваванае імя карыстальніка

source: The username you entered (${USERNAME}) is reserved for use by the system. Please select a different one.
be: Уведзенае імя карыстальніка ${USERNAME} зарэзервавана для сістэмнага карыстання. Выберыце іншае імя карыстальніка.

source: Choose a password for the new user:
be: Выберыце пароль для новага карыстальніка:

source: Please enter the same user password again to verify you have typed it correctly.
be: Паўтарыце ўведзены пароль, каб праверыць правільнасць яго ўводу.

source: Password input error
be: Памылка пры ўводзе пароля

source: The two passwords you entered were not the same. Please try again.
be: Уведзеныя паролі не супадаюць. Паспрабуйце яшчэ раз.

source: Empty password
be: Пусты пароль

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
be: Вы ўвялі пусты пароль, а гэта забаронена рабіць. Увядзіце не пусты пароль.

source: Enable shadow passwords?
be: Уключыць ценявыя паролі?

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
be: Ценявыя паролі робяць сістэму больш бяспечнай, бо ніхто не зможа прагледзець нават зашыфраваныя паролі. Паролі захоўваюцца ў асобным файле і могуць быць прачытаны толькі адмысловай праграмай. Ценявыя паролі настойліва рэкамендуецца выкарыстоўваць усюды, за выключэннем такіх асяроддзяў, як NIS.

source: Set up users and passwords
be: Наладзіць карыстальнікаў і паролі

source: Setting users and passwords...
be: Наладжванне карыстальнікаў і пароляў...

source: Use weak password?
be: Выкарыстоўваць ненадзейны пароль?

source: You entered a password that consists of less than eight characters, which is considered too weak. You should choose a stronger password.
be: Уведзены вамі пароль складаецца менш чым з васьмі сімвалаў, таму ён з'яўляецца ненадзейным. Вы павінны выбраць больш надзейны пароль.

source: Encrypt your home directory?
be: Зашыфраваць хатні каталог?

source: You may configure your home directory for encryption, such that any files stored there remain private even if your computer is stolen.
be: Шыфраванне хатняга каталога дазволіць захаваць у прыватнасці вашы асабістыя звесткі, нават калі ваш камп'ютар будзе скрадзены.

source: The system will seamlessly mount your encrypted home directory each time you login and automatically unmount when you log out of all active sessions.
be: Сістэма будзе незаўважна падключаць зашыфраваны хатні каталог кожны раз пры ўваходзе і адключаць яго пры выхадзе з усіх актыўных сеансаў.

source: Home directory encryption failed
be: Збой шыфравання хатняга каталога

source: The installer failed to set up home directory encryption. Your home directory will be unencrypted after installation. This is probably a bug, and you may wish to investigate and reinstall.
be: Збой шыфравання хатняга каталога з дапамогай праграмы ўсталявання. Пасля ўсталявання ён застанецца незашыфраваны. Верагодна, што гэта памылка, якую вы захочаце даследаваць і паспрабаваць выправіць шляхам пераўсталявання аперацыйнай сістэмы.

source: Select and install software
be: Выбраць і ўсталяваць праграмнае забеспячэнне

source: Setting up...
be: Наладжванне...

source: Upgrading software...
be: Абнаўлене праграм...

source: Running tasksel...
be: Запуск tasksel...

source: Cleaning up...
be: Ачыстка...

source: Download language support?
be: Спампаваць падтрымку мовы?

source: The installation CD does not contain full support for your language. Do you want to download the required packages from the Internet now? This includes spell-checking, dictionaries, and translations for various applications.
be: Усталёвачны CD не змяшчае поўнай падтрымкі вашай мовы. Вы сапраўды хочаце спампаваць неабходныя пакеты з інтэрнэту? Яны ўключаюць праверку правапісу, слоўнікі і пераклады розных праграм.

source: If you do not want to download this now, you may start the Language Selector after installation to install complete support for your language.
be: Вы можаце запусціць Language Selector пасля ўсталявання, каб усталяваць поўную падтрымку для вашай мовы, калі не хочаце спампоўваць файлы лакалізацыі ў дадзены момант.

source: No automatic updates
be: Без аўтаматычнага абнаўлення

source: Install security updates automatically
be: Усталёўваць абнаўленні бяспекі аўтаматычна

source: Manage system with Landscape
be: Кіраванне сістэмай з дапамогай Landscape

source: How do you want to manage upgrades on this system?
be: Якім чынам вы хочаце кіраваць абнаўленнем сістэмы?

source: Applying updates on a frequent basis is an important part of keeping your system secure.
be: Рэгулярныя абнаўленні з'яўляюцца важнай часткай захавання бяспекі ў вашай сістэме.

source: By default, updates need to be applied manually using package management tools. Alternatively, you can choose to have this system automatically download and install security updates, or you can choose to manage this system over the web as part of a group of systems using Canonical's Landscape service.
be: Прадвызначана, абнаўленні ўжываюцца ўручную з выкарыстаннем інструментаў кіравання пакетамі. Для гэтай сістэмы таксама можна выбраць аўтаматычнае спампоўванне і ўсталяванне абнаўленняў бяспекі або кіраваць гэтай сістэмай праз інтэрнэт як часткай групы сістэм, якую выкарыстоўвае сэрвіс Canonical Landscape.

source: Continue without boot loader
be: Працягнуць без загрузчыка

source: Failed to mount /target/proc
be: Не ўдалося падключыць /target/proc

source: Mounting the proc file system on /target/proc failed.
be: Збой падключэння файлавай сістэмы proc у /target/proc.

source: Warning: Your system may be unbootable!
be: Папярэджанне: магчыма, што ваша сістэма не зможа загрузіцца!

source: Setting firmware variables for automatic boot
be: Наладжванне пераменных убудаванай праграмы для аўтаматычнай загрузкі

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
be: Для аўтаматычнага запуску сістэмы вам неабходна будзе задаць некаторыя пераменныя ва ўбудаванай праграме Genesi. Пасля завяршэння ўсталявання сістэма перазагрузіцца. Для аўтаматычнай загрузкі, задайце наступныя пераменныя з каманднага радка ўбудаванай праграмы:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
be: Вам неабходна зрабіць гэта толькі адзін раз. Пасля гэтага, увядзіце каманду «boot» або перазагрузіце сістэму, каб пачаць у ёй працу.

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
be: Таксама вы можаце загрузіць ядро самастойна. Дастаткова ўвесці ў камандны радок убудаванай праграмы:

source: Some variables need to be set in CFE in order for your system to boot automatically. At the end of installation, the system will reboot. At the firmware prompt, set the following variables to simplify booting:
be: Для аўтаматычнага загрузкі сістэмы вам неабходна будзе задаць некаторыя пераменныя ў CFE. Пасля завяршэння ўсталявання сістэма перазагрузіцца. Для спрашчэння загрузкі, задайце наступныя пераменныя з каманднага радка ўбудаванай праграмы:

source: You will only need to do this once. This enables you to just issue the command "boot_debian" at the CFE prompt.
be: Вам неабходна зрабіць гэта толькі адзін раз. Гэта дазволіць вам проста ўвесці каманду «boot_debian» у камандным радку CFE.

source: If you prefer to auto-boot on every startup, you can set the following variable in addition to the ones above:
be: Вы можаце задаць наступную пераменную ў дадатак да тых, якія бачыце вышэй. У такім выпадку аўтазагрузка будзе адбывацца пры кожным запуску.

source: No boot loader installed
be: Загрузчык не ўсталяваны

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
be: Загрузчык не ўсталяваны. Паколькі вы вырашылі не ўсталёўваць яго, або архітэктура вашага камп'ютара ў дадзены момант не падтрымлівае гэту магчымасць.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
be: Вам неабходна ўручную загрузіць ядро ${KERNEL} з раздзела ${BOOT} і перадаць у якасці аргумента ядра ${ROOT}.

source: Install the GRUB boot loader to the master boot record?
be: Ці ўсталёўваць загрузчык GRUB у асноўны загрузачны запіс (MBR)?

source: The following other operating systems have been detected on this computer: ${OS_LIST}
be: На гэтым камп'ютары знойдзены наступныя аперацыйныя сістэмы: ${OS_LIST}

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
be: Можна смела ўсталёўваць загрузчык у асноўны загрузачны запіс (MBR) першага цвёрдага дыска, калі ўсе вашы аперацыйныя сістэмы прысутнічаюць у гэтым спісе. Пры загрузцы камп'ютара вы зможаце выбіраць паміж загрузкай адной з гэтых аперацыйных сістэм або вашай новай сістэмай.

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
be: Здаецца, што гэта адзіная аперацыйная сістэма на гэтым камп'ютары. Калі гэта сапраўды так, то можна смела ўсталёўваць загрузчык GRUB у асноўны загрузачны запіс (MBR) на першым цвёрдым дыску.

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
be: Папярэджанне: калі праграме ўсталявання не ўдасца выявіць іншую аперацыйную сістэму, якая прысутнічае на гэтым камп'ютары, то тады змена асноўнага загрузачнага запісу (MBR) можа часова пазбавіць гэтую аперацыйную сістэму здольнасці загружацца. Пазней можна будзе самастойна сканфігураваць яе загрузку з дапамогай GRUB.

source: Install the GRUB boot loader to the Serial ATA RAID disk?
be: Ці ўсталёўваць загрузчык GRUB на дыск Serial ATA RAID?

source: Installation of GRUB on Serial ATA RAID is experimental.
be: Усталяванне GRUB на Serial ATA RAID з'яўляецца эксперыментальнай функцыяй.

source: GRUB is always installed to the master boot record (MBR) of the Serial ATA RAID disk. It is also assumed that disk is listed as the first hard disk in the boot order defined in the system's BIOS setup.
be: GRUB ужо ўсталяваны ў асноўны загрузачны запіс (MBR) дыска Serial ATA RAID. Пры гэтым мяркуецца, што гэты дыск знаходзіцца першым у парадку загрузкі цвёрдага дыска, які вызначаны наладамі сістэмнага BIOS.

source: The GRUB root device is: ${GRUBROOT}.
be: Каранёвая прылада GRUB: ${GRUBROOT}.

source: Unable to configure GRUB
be: Немагчыма сканфігураваць GRUB

source: An error occurred while setting up GRUB for your Serial ATA RAID disk.
be: Адбылася памылка падчас наладжвання GRUB для дыска Serial ATA RAID.

source: The GRUB installation has been aborted.
be: Усталяванне GRUB было перарвана.

source: Install the GRUB boot loader to the multipath device?
be: Ці ўсталёўваць загрузчык GRUB у шматшляховую прыладу?
