Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dctrl-tools_dctrl-tools-*.po
Languages: uk

source: %s (child): failed to exec /bin/sh: %s
uk: %s (child): неможливо виконати /bin/sh: %s

source: %s: command (%s) failed (exit status %d)
uk: %s: команду (%s) перервано (статус виходу %d)

source: %s: command (%s) was killed by signal %d
uk: %s: команду (%s) перервано сигналом %d

source: %s: %s: cannot stat: %s
uk: %s: %s: не вдалося виконати stat: %s

source: is a directory, skipping
uk: це каталог, ігнорується

source: is a block device, skipping
uk: це блочний пристрій, ігнорується

source: internal error
uk: внутрішня помилка

source: is a socket, skipping
uk: це сокет, ігнорується

source: unknown file type, skipping
uk: файл невідомого типу, ігнорується

source: %s: using `%s' as pager
uk: %s: використання `%s' як pager

source: %s: popen failed for %s: %s
uk: %s: помилка при виконанні popen для %s: %s

source: warning: expected a colon
uk: попередження: очікується двокрапка

source: expected a colon
uk: очікується двокрапка

source: Parse error in field.
uk: Граматична помилка у полі.

source: grep-dctrl -- grep Debian control files
uk: grep-dctrl -- grep по керуючим файлам Debian

source: FILTER [FILENAME...]
uk: ФІЛЬТР [ІМ’Я_ФАЙЛУ...]

source: LEVEL
uk: РІВЕНЬ

source: Set log level to LEVEL.
uk: Встановити заданий РІВЕНЬ деталізації повідомлень.

source: FIELD,FIELD,...
uk: ПОЛЕ,ПОЛЕ,...

source: Restrict pattern matching to the FIELDs given.
uk: Обмежити пошук шаблонів заданими ПОЛЯМИ.

source: This is a shorthand for -FPackage.
uk: Це скорочення для -FPackage.

source: This is a shorthand for -FSource:Package.
uk: Це скорочення для -FSource:Package.

source: Show only the body of these fields from the matching paragraphs.
uk: Показати лише вміст полів підходящих параграфів.

source: Show only the first line of the "Description" field from the matching paragraphs.
uk: Показати лише перший рядок поля "Description" підходящих параграфів.

source: Suppress field names when showing specified fields.
uk: Не показувати імена полів при показі вмісту полів.

source: Show only the names of the files that contain matching paragraphs.
uk: Показати лише імена файлів, які містять відповідні пункти.

source: Show only the names of the files that do not contain matching paragraphs.
uk: Показати лише імена файлів, які не містять відповідні пункти.

source: Regard the pattern as an extended POSIX regular expression.
uk: Розглядати шаблон як розширений регулярний вираз POSIX.

source: Regard the pattern as a standard POSIX regular expression.
uk: Розглядати шаблон як стандартний регулярний вираз POSIX.

source: Ignore case when looking for a match.
uk: Ігнорувати регістр при пошуку збігів.

source: Show only paragraphs that do not match.
uk: Показати лише параграфи, які не збігаються

source: Show those fields that have NOT been selected with -s
uk: Показати поля, які НЕ були вибрані з використанням -s

source: Show only the count of matching paragraphs.
uk: Показати лише кількість параграфів що збігаються.

source: Do an exact match.
uk: Шукати точні збіги.

source: Print out the copyright license.
uk: Роздрукувати ліцензію.

source: Conjunct filters.
uk: Застосувати кон’юнкцію фільтрів.

source: Disjunct filters.
uk: Застосувати диз’юнкцію фільтрів

source: Negate the following filters.
uk: Застосувати заперечення фільтрів.

source: Test for version number equality.
uk: Порівняти номери версій на рівність.

source: Version number comparison: <<.
uk: Порівняння номерів версій: <<.

source: Version number comparison: <=.
uk: Порівняння номерів версій: <=.

source: Version number comparison: >>.
uk: Порівняння номерів версій: >>.

source: Version number comparison: >=.
uk: Порівняння номерів версій: >=.

source: Debug option parsing.
uk: Показати налагоджувальну інформацію граматичного розбору.

source: Do not output to stdout.
uk: Не виводити нічого у stdout.

source: Attempt mmapping input files
uk: Намагатися виконати mmap для вхідних файлів

source: Ignore parse errors
uk: Ігнорувати помилки парсингу

source: PATTERN
uk: ШАБЛОН

source: Specify the pattern to search for
uk: Задати шаблон пошуку

source: Match only whole package names (this implies -e)
uk: Шукати в усіх іменах пакуків (це означає -e)

source: Ensure that the output is in dctrl format (overridden by -n)
uk: Виводити результати у форматі dctrl (перевизначається ключем -n).

source: Override the effect of an earlier --ensure-dctrl
uk: Перевизначити ефект попереднього --ensure-dctrl.

source: filter is too long
uk: задовгий фільтр

source: -v is incompatible with -L
uk: -v несумісний із -L

source: -v is incompatible with -l
uk: -v несумісний із -l

source: only one -l or -L is allowed
uk: лише один -l або -L дозволяється

source: -l is incompatible with -v
uk: -l несумісний із -v

source: -L is incompatible with -v
uk: -L несумісний із -v

source: too many output fields
uk: забагато вихідних файлів

source: no such log level '%s'
uk: рівню журналу %s не існує

source: internal error: unknown token %d
uk: внутрішня помилка: невідомий символ %d

source: unexpected end of filter
uk: несподіваний кінець фільтру

source: unexpected pattern in command line
uk: несподіваний шаблон у командному рядку

source: unexpected string in command line
uk: несподіваний текст у командному рядку

source: unexpected '%s' in command line
uk: несподіваний елемент '%s' у командному рядку

source: missing ')' in command line
uk: відсутня ')' у командному рядку

source: Multiple patterns for the same simple filter are not allowed
uk: Декілька шаблонів для одного простого фільтру не допускаються

source: A pattern is mandatory
uk: Шаблон обов’язковий

source: inconsistent modifiers of simple filters
uk: несумісні модифікатори простих фільтрів

source: too many file names
uk: забагато імен файлів

source: file names are not allowed within the filter
uk: імена файлів у фільтрі не припускаються

source: malformed filter
uk: неправильний фільтр

source: Adding "Description" to selected output fields because of -d
uk: Додається "Description" до вибраних для виводу полів з-за -d

source: -I requires at least one instance of -s
uk: -I вимагає принаймні одного екземпляру -s

source: cannot suppress field names when showing whole paragraphs
uk: неможливо не виводити імена полів, якщо параграфи показуються цілком

source: executable name '%s' is not recognised
uk: виконуваний файл має неприпустиме ім’я '%s'

source: Set debugging level to LEVEL.
uk: Встановити рівень налагодження рівним РІВНЮ.

source: Specify sort keys.
uk: Вказати ключі сортування.

source: invalid key flag
uk: неправильний прапорець ключа

source: sort-dctrl -- sort Debian control files
uk: sort-dctrl -- сортування по керуючим файлам Debian

source: Specify a delimiter.
uk: Вказати розділювач.

source: Do not print a table heading
uk: Не друкувати заголовок таблиці

source: Append the specified column.
uk: Додати вказаний стовпчик.

source: invalid column length
uk: неправильна довжина стовпчика

source: tbl-dctrl -- tabularize Debian control files
uk: tbl-dctrl -- показати інформацію з керуючих файлів Debian у вигляді таблиці

source: bad multibyte character
uk: неправильний багатобайтовий символ

source: FIELD
uk: ПОЛЕ

source: Specify the join field to use for the first file
uk: Визначте вхідні поля для використання першого файлу

source: Specify the join field to use for the second file
uk: Визначте вхідні поля для використання другого файлу

source: Specify the common join field
uk: Визначте загальні вхідні поля

source: FIELDNO
uk: НОМЕР ПОЛЯ

source: Print unpairable records from the indicated file (either 1 or 2)
uk: Друкувати незв’язані записи з вказаного файлу (або 1, або 2)

source: FIELDSPEC
uk: СПЕЦИФІКАЦІЯ ПОЛЯ

source: Specify the format of the output file
uk: Визначте формат вихідного файлу

source: malformed argument to '-a'
uk: неправильний аргумент для '-a'

source: the join field of the first file has already been specified
uk: вхідні поля першого файлу вже визначені

source: the join field of the second file has already been specified
uk: вхідні поля другого файлу вже визначені

source: missing '.' in output field specification
uk: пропущено '.' у специфікації вихідної області

source: expected either '1.' or '2.' at the start of the field specification
uk: на початку області специфікації очікується або '1.', або '2.'

source: join-dctrl -- join two Debian control files
uk: join-dctrl -- об’єднати два керуючих файли Debian

source: need exactly two input files
uk: потрібно два вхідних файли

source: cannot join a stream with itself
uk: не можу приєднатися до свого власного потоку

source: I'm broken - please report this bug.
uk: В мені помилка - будь-ласка, повідомте про неї.

source: cannot find enough memory
uk: нестача пам’яті
