Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: Detecting hardware to find hard drives
be: Выяўленне абсталявання для пошуку цвёрдых дыскаў

source: Searching drives for an installer ISO image
be: Пошук ISO-вобраза праграмы ўсталявання на дысках

source: Mounting ${DRIVE}...
be: Падключэнне ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
be: Сканаванне ${DRIVE} (у ${DIRECTORY})...

source: Do full disk search for installer ISO image?
be: Шукаць усталёвачныя ISO-вобразы па ўсім дыску?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
be: Хуткі пошук, які шукае ўсталёўвачныя ISO-вобразы толькі ў стандартных месцах, нічога не знайшоў. Можна правесці і больш дэтальны пошук, але гэта зойме больш часу.

source: Failed to find an installer ISO image
be: Не ўдалося знайсці ISO-вобраз праграмы ўсталявання

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted.
be: Не знойдзена ISO-вобразаў праграмы ўсталявання. Калі ён быў спампаваны, то можа мець неадпаведную назву файла (без пашырэння «.iso») або знаходзіцца на файлавай сістэме, якую не ўдалося падключыць.

source: You'll have to use an alternative installation method, select another device to look for ISO image, or try again after you've fixed it.
be: Скарыстайцеся альтэрнатыўным метадам усталявання. Выберыце іншую прыладу для пошуку ISO-вобраза або паспрабуйце яшчэ раз пасля яго выпраўлення.

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
be: Нягледзячы на тое, што былі знойдзены некалькі магчымых ISO-вобразаў, але падключыць іх не ўдалося. Магчыма, што ISO-вобраз быў пашкоджаны пры спампоўванні.

source: No installer ISO image found
be: Не знойдзены ISO-вобраз праграмы ўсталявання

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
be: Нягледзячы на тое, што былі знойдзены некалькі магчымых ISO-вобразаў, ніводны з іх не з'яўляецца ўсталёвачным ISO-вобразам.

source: Successfully mounted ${SUITE} installer ISO image
be: Паспяхова падключаны ISO-вобраз праграмы ўсталявання ${SUITE}

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
be: Файл ISO ${FILENAME} на ${DEVICE} (${SUITE}) будзе выкарыстаны як ISO-вобраз праграмы ўсталявання.

source: All detected devices
be: Усе выяўленыя прылады

source: Enter device manually
be: Увесці прыладу ўручную

source: Device or partition to search for installation ISO(s):
be: Раздзел або прылада для пошуку ўсталёвачных ISO:

source: You can select a device, manually specify a non-detected device, or rescan available devices (useful for slow USB devices).
be: Вы можаце выбраць прыладу, уручную пазначыць нявызначаную прыладу або паўторна сканаваць даступныя прылады (карысна для павольных прылад USB).

source: Device name:
be: Назва прылады:

source: Full search
be: Поўны пошук

source: ISO file to use:
be: Файл ISO, які выкарыстоўваецца:

source: One or multiple ISO files have been detected on the selected device(s). Please choose which one you want to use, or ask for a more thorough search.
be: Выяўлены адзін або некалькі файлаў ISO на выбранай прыладзе(ах). Выберыце адзін з гэтых файлаў для выкарыстання або запытайце больш дасканалы пошук.

source: Is ISO file ${FILENAME} the correct image for installation?
be: Ці файл ISO з назвай ${FILENAME} правільным вобразам для ўсталявання?

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}, code ${CODENAME}, self-described as '${DESCRIPTION}') will be used as the installation ISO image.
be: ISO-файл ${FILENAME} на ${DEVICE} (${SUITE}, код ${CODENAME}, уласнае апісанне '${DESCRIPTION}') будзе выкарыстаны як ISO-вобраз праграмы ўсталявання.

source: If multiple ISO files exist on the same installer drive, you may select which one you want to use.
be: Калі на прыладзе ўсталявання існуе некалькі файлаў ISO, то можна выбраць неабходны.

source: Load installer components from an installer ISO
be: Загрузка кампанентаў праграмы ўсталявання з ISO-вобраза

source: Save debug logs
be: Захоўваць журнал адладкі

source: floppy
be: дыскета

source: web
be: вэб

source: mounted file system
be: падключаная файлавая сістэма

source: How should the debug logs be saved or transferred?
be: Як трэба захоўваць або перадаваць файлы журнала з адладачнымі звесткамі?

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
be: Адладачныя файлы журнала, якія створаны праграмай усталявання могуць быць захаваны на дыскеце, перададзены праз інтэрнэт або захаваны на падключанай файлавай сістэме.

source: Directory in which to save debug logs:
be: Каталог для захоўвання журналаў адладкі:

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
be: Пераканайце, што файлавая сістэма, куды вы хочаце захаваць адладачны журнал, падключана належным чынам.

source: Cannot save logs
be: Немагчыма захаваць журнал

source: The directory "${DIR}" does not exist.
be: Каталог «${DIR}» не існуе.

source: Web server started, but network not running
be: Вэб-сервер запушчаны, але доступ да сеткі не наладжаны

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
be: Просты вэб-сервер запушчаны на гэтым камп'ютары для абслугоўвання файлаў журнала і адладачных звестак. Аднак, сетка пакуль не наладжана. Вэб-сервер застанецца працаваць і будзе даступны пасля канфігурацыі сеткі.

source: Web server started
be: Вэб-сервер запушчаны

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
be: Просты вэб-сервер запушчаны на гэтым камп'ютары для абслугоўвання файлаў журнала і адладачных звестак. Прадметны ўказальнік усіх даступных файлаў журнала можна знайсці па адрасе http://${ADDRESS}/

source: Insert formatted floppy in drive
be: Устаўце адфармаціраваную дыскету ў дыскавод

source: Log files and debug info will be copied into this floppy.
be: Файлы журнала і адладачныя звесткі будуць скапіяваны на гэтую дыскету.

source: The information will also be stored in /var/log/installer/ on the installed system.
be: Звесткі таксама будуць захоўвацца ў каталозе /var/log/installer/ усталяванай сістэмы.

source: Failed to mount the floppy
be: Не ўдалося падключыць дыскету

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
be: Прылада для чытання дыскет не знойдзена або ў ёй адсутнічае адфамаціраваная дыскета.

source: Gathering information for installation report...
be: Збор звестак для справаздачы аб усталяванні...

source: Check CD-ROM integrity?
be: Праверыць цэльнасць дыска CD?

source: Warning: this check depends on your hardware and may take some time.
be: Папярэджанне: гэта праверка залежыць ад вашага абсталяванні і можа заняць некаторы час.

source: Insert an Ubuntu CD-ROM
be: Устаўце дыск CD з Ubuntu

source: Please insert one of the official Ubuntu CD-ROMs into the drive before continuing.
be: Устаўце адзін з афіцыйных дыскаў Ubuntu у дыскавод CD-ROM перад тым, як працягнуць.

source: Failed to mount CD-ROM
be: Не ўдалося падключыць дыск CD

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
be: Не ўдалося падключыць дыск CD ${CDROM}. Праверце носьбіт і кабелі, а потым паспрабуйце яшчэ раз.

source: No valid Ubuntu CD-ROM
be: Гэты дыск CD не змяшчае Ubuntu

source: The CD-ROM you have inserted is not a valid Ubuntu CD-ROM. Please change the disk.
be: Устаўлены дыск CD не з'яўляецца сапраўдным дыскам Ubuntu. Замяніце дыск.

source: Failed to open checksum file
be: Не ўдалося адкрыць файл кантрольнай сумы

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
be: Збой адкрыцця файла MD5 з дыска CD. Дадзены файл змяшчае кантрольныя сумы файлаў, якія знаходзяцца на дыску CD.

source: Integrity test successful
be: Праверка цэласнасці завяршылася паспяхова

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
be: Праверка цэльнасці дыска CD паспяхова завершана. Дыск CD з'яўляецца працаздольным.

source: Integrity test failed
be: Збой праверкі цэласнасці

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
be: Збой праверкі кантрольнай сумы MD5 для файла ${FILE}. Магчыма, што ваш дыск CD або гэты файл пашкоджаны.

source: Check the integrity of another CD-ROM?
be: Праверыць цэльнасць іншага дыска CD?

source: Insert Ubuntu boot CD-ROM
be: Устаўце загрузачны дыск CD з Ubuntu

source: Please make sure you have inserted the Ubuntu boot CD-ROM to continue with the installation.
be: Пераканайцеся, што загрузачны дыск з Ubuntu устаўлены ў дыскавод перад тым, як працягнуць усталяванне.

source: Checking CD-ROM integrity
be: Праверка цэласнасці дыска CD

source: Checking file: ${FILE}
be: Праверка файла: ${FILE}

source: Check the CD-ROM(s) integrity
be: Праверыць цэльнасць дыска(ў) CD?

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
be: Для запуску вашай новай сістэмы на працэсарах Itanium, убудаваная праграма загружае загрузчык са свайго прыватнага раздзела EFI на цвёрдым дыску. Пасля гэтага загрузчык загружае аперацыйную сістэму з таго самага раздзела. Раздзел EFI адфармаціраваны ў файлавую сістэму FAT16 і зададзены ў якасці загрузачнага. У большасці выпадкаў праграмы ўсталявання размяшчаюць раздзел EFI у першасны загрузачны раздзел таго самага цвёрдага дыска, які ўтрымлівае каранёвую файлавую сістэму.

source: EFI boot partition
be: Загрузачны раздзел EFI

source: No EFI partition was found.
be: Раздзел EFI не знойдзены.

source: Partition for boot loader installation:
be: Раздзел для ўсталявання загрузчыка:

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
be: У спісе пералічаны раздзелы даступныя ў вашай сістэме. Выберыце той, які elilo будзе выкарыстоўваць для загрузкі вашай новай сістэмы.

source: No boot partitions detected
be: Загрузачныя раздзелы не выяўлены

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
be: Не знойдзены ніводны раздзел, які прыдатны для выкарыстання elilo. Для elilo неабходны раздзел з файлавай сістэмай FAT і зададзеным сцягам у стане загрузачны.

source: Install the elilo boot loader on a hard disk
be: Усталяваць загрузчык ELILO на цвёрды дыск.

source: Installing the ELILO package
be: Усталяванне пакета ELILO

source: Running ELILO for ${bootdev}
be: Запуск ELILO для ${bootdev}

source: ELILO installation failed. Continue anyway?
be: Збой усталявання ELILO. Працягнуць у любым выпадку?

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
be: Не ўдалося ўсталяваць пакет ELILO у каталог /target/. Усталяванне ELILO як загрузчыка з'яўляецца неабходным крокам. Тым не менш, праблемы з усталяваннем могуць быць не звязаны непасрэдна з ELILO, таму не выключаецца магчымасць працягнуць усталяванне.

source: ELILO installation failed
be: Збой усталявання ELILO

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
be: Адбыўся збой пры запуску «/usr/sbin/elilo» з кодам памылкі «${ERRCODE}».

source: Software RAID device
be: Прылада праграмнага RAID

source: Configure software RAID
be: Сканфігураваць праграмны RAID

source: In use by software RAID device ${DEVICE}
be: Выкарыстоўваецца ў якасці праграмнага RAID прыладай ${DEVICE}

source: Software RAID not available
be: Праграмны RAID недаступны

source: The current kernel doesn't seem to support software RAID (MD) devices. This should be solved by loading the necessary modules.
be: Бягучае ядро не падтрымлівае прылады праграмнага RAID (MD). Гэта праблема вырашаецца загрузкай неабходных модуляў.

source: Create MD device
be: Стварыць прыладу MD

source: Delete MD device
be: Выдаліць прыладу MD

source: Finish
be: Скончыць

source: Software RAID configuration actions
be: Дзеянне па канфігурацыі праграмнага RAID

source: This is the software RAID (or MD, "multiple device") configuration menu.
be: Гэта канфігурацыйнае меню праграмнага RAID (або MD, «некалькі прылад»).

source: Please select one of the proposed actions to configure software RAID.
be: Выберыце адно з прапанаваных дзеянняў, каб сканфігураваць праграмны RAID.

source: Software RAID device type:
be: Тып прылады праграмнага RAID:

source: Please choose the type of the software RAID device to be created.
be: Выберыце тып прылады праграмнага RAID, які неабходна стварыць.

source: No RAID partitions available
be: Раздзелы RAID недаступны

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used software RAID device to free its partitions.
be: Няма ніводнага даступнага раздзела «Linux RAID Autodetect», які не выкарыстоўваецца. Стварыце такі раздзел або выдаліце існуючую прыладу праграмнага RAID, каб вызваліць яе раздзелы.

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
be: Раздзелы могуць змяшчаць фактычныя файлавыя сістэмы і таму могуць быць недаступнымі для выкарыстання гэтай утылітай канфігурацыі пры іх наяўнасці.

source: Active devices for the RAID0 array:
be: Актыўныя прылады для масіву RAID0:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
be: Вы выбралі стварэнне масіву RAID0. Выберыце актыўныя прылады ў гэтым масіве.

source: Number of active devices for the RAID${LEVEL} array:
be: Колькасць актыўных прылад для масіву RAID${LEVEL}:

source: The RAID${LEVEL} array will consist of both active and spare devices. The active devices are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of ${MINIMUM} active devices is required.
be: Масіў RAID${LEVEL} будзе складацца з актыўных і запасных прылад. Актыўныя прылады выкарыстоўваюцца пастаянна, а запасныя выкарыстоўваюцца толькі, калі адна або некалькі актыўных прылад сапсуюцца. Мінімальная колькасць прылад, якія вам спатрэбяцца: ${MINIMUM}.

source: NOTE: this setting cannot be changed later.
be: ЗАЎВАГА: гэту наладу нельга змяніць пазней.

source: Active devices for the RAID${LEVEL} array:
be: Актыўныя прылады масіву RAID${LEVEL}:

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} active devices.
be: Вы выбралі стварэнне масіву RAID${LEVEL}. Колькасць актыўных прылад: ${COUNT}

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
be: Выберыце, якія раздзелы будуць актыўнымі прыладамі. Вам неабходна выбраць дакладна ${COUNT} раздзелы(аў).

source: Number of spare devices for the RAID${LEVEL} array:
be: Колькасць запасных прылад для масіву RAID${LEVEL}:

source: Spare devices for the RAID${LEVEL} array:
be: Запасныя прылады для масіву RAID${LEVEL}:

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} spare devices.
be: Вы выбралі стварэнне масіву RAID${LEVEL}. Колькасць запасных прылад: ${COUNT}

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them to the array later.
be: Выберыце, якія раздзелы будуць выкарыстаны як запасныя прылады. Вы можаце выбраць да ${COUNT} раздзела(ў). Калі вы выберыце менш за ${COUNT} прылад(ы), то астатнія раздзелы будуць дададзены да масіву як «адсутныя». Дадаць іх можна будзе пазней.

source: Not enough RAID partitions available
be: Недастаткова даступных раздзелаў RAID

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
be: Недастаткова даступных раздзелаў RAID для выбранай вамі канфігурацыі. Колькасць даступных раздзелаў RAID у цяперашні час: ${NUM_PART}; патрабуецца раздзелаў для вашай канфігурацыі: ${REQUIRED}.

source: Layout of the RAID10 array:
be: Макет масіву RAID10:

source: The layout must be n, o, or f (arrangement of the copies) followed by a number (number of copies of each chunk). The number must be smaller or equal to the number of active devices.
be: Раскладка павінна быць n, o або f (размяшчэнне копій) з лічбай (колькасць копій кожнай порцыі). Лічба павінна быць менш або роўнай колькасці актыўных прылад.

source: The letter is the arrangement of the copies: n - near copies: Multiple copies of one data block are at similar offsets in different devices. f - far copies: Multiple copies have very different offsets o - offset copies: Rather than the chunks being duplicated within a stripe, whole stripes are duplicated but are rotated by one device so duplicate blocks are on different devices.
be: Літары ў размяшчэнні копій азначаюць: n - бліжнія копіі: некалькі копій аднаго блока даных з падобнымі зрухамі на розных прыладах f - далёкія копіі: некалькі копій з вельмі рознымі зрухамі o - зрух копій: разам з тым, што ўсе порцыі дубліруюцца ўнутры паласы, усе палосы дубліруюцца таксама, але са зрухам на іншую прыладу так, што дубліраваныя блокі знаходзяцца на розных прыладах.

source: Software RAID device to be deleted:
be: Прылада праграмнага RAID, якая будзе выдалена:

source: Deleting a software RAID device will stop it and clear the superblock of all its components.
be: Выдаленне прылады праграмнага RAID спыніць яго і ачысціць суперблок усіх яго кампанентаў.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new software RAID device. The array will however be unusable after the deletion.
be: Звярніце ўвагу, што вы не зможаце неадкладна пачаць выкарыстанне раздзелаў або прылад у новай прыладзе праграмнага RAID. Аднак масіў можа стаць непрыдатным пасля выдалення.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
be: Вы атрымаеце некаторыя звесткі аб гэтай прыладзе, калі выберыце яе для выдалення. У вас таксама будзе магчымасць перарваць гэтую аперацыю.

source: No software RAID devices available
be: Адсутнічаюць прылады праграмнага RAID

source: No software RAID devices are available for deletion.
be: Няма даступных для выдалення прылад праграмнага RAID.

source: Really delete this software RAID device?
be: Сапраўды выдаліць гэту прыладу праграмнага RAID?

source: Please confirm whether you really want to delete the following software RAID device:
be: Пацвердзіце, ці сапраўды вы хочаце выдаліць наступную прыладу праграмнага RAID:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
be: Прылада: ${DEVICE} Тып: ${TYPE}: Кампаненты прылады:

source: Failed to delete the software RAID device
be: Не ўдалося выдаліць прыладу праграмнага RAID

source: There was an error deleting the software RAID device. It may be in use.
be: Памылка пры выдаленні прылады праграмнага RAID. Магчыма, яна выкарыстоўваецца.

source: Write the changes to the storage devices and configure RAID?
be: Запісаць змены сховішча прылады і канфігураваць RAID?

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
be: Змяненні павінны быць запісаны ў сховішча прылад перад тым, як RAID можна будзе сканфігураваць. Гэтыя змены немагчыма будзе адрабіць.

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
be: Пасля канфігурацыі RAID, ніякія дадатковыя змены ў раздзелы на дысках, якія змяшчаюць фізічныя тамы, унесці будзе нельга. Пераканайцеся, што вас задавальняе бягучая схема разметкі на гэтых дысках.

source: Keep current partition layout and configure RAID?
be: Ці пакідаць бягучую схему раздзелаў і канфігурацыю RAID?

source: RAID configuration failure
be: Збой канфігурацыі RAID

source: RAID configuration has been aborted.
be: Канфігурацыя RAID была перарвана.

source: physical volume for RAID
be: фізічны том для RAID

source: Remove existing software RAID partitions?
be: Выдаліць існуючыя раздзелы праграмнага RAID?

source: The selected device contains partitions used for software RAID devices. The following devices and partitions are about to be removed:
be: Выбраная прылада ўжо змяшчае раздзелы, якія выкарыстоўваюцца для прылад праграмнага RAID. Наступныя прылады і раздзелы будуць выдалены:

source: Software RAID devices about to be removed: ${REMOVED_DEVICES}
be: Прылады праграмнага RAID, якія будуць выдалены: ${REMOVED_DEVICES}

source: Partitions used by these RAID devices: ${REMOVED_PARTITIONS}
be: Раздзелы, якія выкарыстоўваюцца гэтымі прыладамі RAID: ${REMOVED_PARTITIONS}

source: Note that this will also permanently erase any data currently on the software RAID devices.
be: Звярніце ўвагу, што гэта таксама прывядзе да незваротнага сцірання любых даных, якія знаходзяцца на праграмных прыладах RAID.

source: Unallocated physical volumes:
be: Неразмеркаваныя фізічныя тамы:

source: Volume groups:
be: Групы тамоў:

source: Uses physical volume:
be: Выкарыстоўвае фізічны том:

source: Provides logical volume:
be: Забяспечвае лагічны том:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
be: адсутнічае

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
be: адсутнічае

source: Configure the Logical Volume Manager
be: Сканфігураваць Logical Volume Manager

source: PV
be: ФТ

source: In use by LVM volume group ${VG}
be: Выкарыстоўваецца LVM групай тамоў ${VG}

source: Display configuration details
be: Паказаць падрабязнасці канфігурацыі

source: Create volume group
be: Стварыць групу тамоў

source: Delete volume group
be: Выдаліць групу тамоў

source: Extend volume group
be: Пашырыць групу тамоў

source: Reduce volume group
be: Паменшыць групу тамоў

source: Create logical volume
be: Стварыць лагічны том

source: Delete logical volume
be: Выдаліць лагічны том

source: Write the changes to disks and configure LVM?
be: Запісаць змены на дыск і канфігураваць LVM?
