Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dnsmasq_dnsmasq-*.po
Languages: uk

source: no address available
uk: немає доступних адрес

source: wrong network
uk: хибна мережа

source: no address configured
uk: жодної адреси не налаштовано

source: no leases left
uk: оренд не залишилося

source: %u client provides name: %s
uk: %u клієнт надає ім'я: %s

source: %u Vendor class: %s
uk: %u Клас постачальника: %s

source: %u User class: %s
uk: %u Клас користувача: %s

source: PXE BIS not supported
uk: PXE BIS не підтримується

source: disabling DHCP static address %s for %s
uk: вимкнення статичної адреси DHCP %s для %s

source: unknown lease
uk: невідома оренда

source: ignored
uk: ігноровано

source: not using configured address %s because it is leased to %s
uk: не використовує налаштовану адресу %s, оскільки вона орендована на %s

source: not using configured address %s because it is in use by the server or relay
uk: не використовує налаштовану адресу %s, оскільки вона використовується сервером або ретранслятором

source: not using configured address %s because it was previously declined
uk: не використовує налаштовану адресу %s, оскільки вона була відхилена раніше

source: no unique-id
uk: немає unique-id

source: wrong server-ID
uk: хибний server-ID

source: wrong address
uk: хибна адреса

source: lease not found
uk: оренда не знайдена

source: address not available
uk: адреса недоступна

source: static lease available
uk: доступна статична оренда

source: address reserved
uk: адреса зарезервована

source: abandoning lease to %s of %s
uk: загублена оренда до %s для %s

source: %u tags: %s
uk: %u позначки: %s

source: %u bootfile name: %s
uk: %u назва файлу загрузки: %s

source: %u server name: %s
uk: %u ім’я сервера: %s

source: %u next server: %s
uk: %u наступний сервер: %s

source: cannot send DHCP/BOOTP option %d: no space left in packet
uk: не можу відправити параметр DHCP/BOOTP %d: немає місця в пакеті

source: PXE menu too large
uk: PXE меню завелике

source: Ignoring domain %s for DHCP host name %s
uk: Ігнорування домену %s для імені хосту DHCP %s

source: %u requested options: %s
uk: %u запитані опції: %s

source: cannot create netlink socket: %s
uk: неможливо створити сокет netlink: %s

source: netlink returns error: %s
uk: netlink повернув помилку: %s

source: attempt to set an IPv6 server address via DBus - no IPv6 support
uk: спроба задати серверну адресу IPv6 через DBus - немає підтримки IPv6

source: setting upstream servers from DBus
uk: встановлення серверів, що вище, з DBus

source: could not register a DBus message handler
uk: неможливо зареєструвати обробник повідомлень DBus

source: cannot create DHCP BPF socket: %s
uk: неможливо створити сокет DHCP BPF: %s

source: DHCP request for unsupported hardware type (%d) received on %s
uk: запит DHCP до непідтримуваного типу обладнання (%d) отримано на %s

source: unable to get free port for TFTP
uk: неможливо отримати вільний порт для TFTP

source: unsupported request from %s
uk: непідтримуваний запит з %s

source: TFTP sent %s to %s
uk: TFTP надіслано %s до %s

source: file %s not found
uk: файл %s не знайдений

source: TFTP error %d %s received from %s
uk: TFTP помилка %d %s отримана з %s

source: TFTP failed sending %s to %s
uk: TFTP збій надсилання %s до %s

source: overflow: %d log entries lost
uk: переповнення: втрачено записів журналу %d

source: log failed: %s
uk: помилка журналу: %s

source: FAILED to start up
uk: НЕ ВДАЛОСЯ запустити
