Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: If you choose to keep these options, no questions about the keyboard options will be asked.
be: Пытанні датычныя параметраў клавіятуры больш не будуць вам задавацца, калі вы выберыце гэтыя параметры.

source: Keep default keyboard options (${XKBOPTIONS})?
be: Ці пакідаць прадвызначаныя параметры клавіятуры (${XKBOPTIONS})?

source: The default value for the options of the keyboard layout is XKBOPTIONS="${XKBOPTIONS}". It is based on the currently defined language/region and the settings in /etc/X11/xorg.conf.
be: Прадвызначанае значэнне налад клавіятуры: XKBOPTIONS="${XKBOPTIONS}". Яно заснавана на выбранай мове, рэгіёне і наладах у /etc/X11/xorg.conf.

source: If you choose to keep it, no questions about the keyboard options will be asked.
be: Пытанні датычныя параметраў клавіятуры больш не будуць вам задавацца, калі вы выберыце пакінуць гэты параметр.

source: Right Alt (AltGr)
be: Правы Alt (AltGr)

source: Right Control
be: Правы Control

source: Right Shift
be: Правы Shift

source: Right Logo key
be: Правая клавіша Logo

source: Menu key
be: Клавіша меню

source: Left Control+Left Shift
be: Левы Control+Левы Shift

source: Left Alt
be: Левы Alt

source: Left Control
be: Левы Control

source: Left Shift
be: Левы Shift

source: Left Logo key
be: Левая клавіша Logo

source: Scroll Lock key
be: Клавіша Scroll Lock

source: No toggling
be: Без пераключэння

source: Method for toggling between national and Latin mode:
be: Спосаб пераключэння паміж нацыянальным і лацінскім рэжымам:

source: You will need a way to toggle the keyboard between the national layout and the standard Latin layout.
be: Вам неабходна прызначыць спосаб пераключэння клавіятуры паміж нацыянальнай і стандартнай лацінскай раскладкай.

source: Right Alt or Caps Lock keys are often chosen for ergonomic reasons (in the latter case, use the combination Shift+Caps Lock for normal Caps toggle). Alt+Shift is also a popular combination; it will however lose its usual behavior in Emacs and other programs that use it for specific needs.
be: Найбольш эрганамічным спосабам лічыцца правая клавіша Alt або Caps Lock (у апошнім выпадку для пераключэння паміж вялікімі і маленькімі літарамі выкарыстоўваецца камбінацыя клавіш Shift+Caps Lock для звычайнага пераключэння Caps). Камбінацыя Alt+Shift таксама з'яўляецца вельмі папулярнай, але яна губляе сваё звычайнае прызначэнне ў тэкставым рэдактары Emacs і іншых праграмах, якія выкарыстоўваюць гэта спалучэнне ў іншых мэтах.

source: Not all listed keys are present on all keyboards.
be: Не на ўсіх клавіятурах прысутнічаюць пералічаныя клавішы.

source: No temporary switch
be: Без часовага пераключальніка

source: Both Logo keys
be: Абедзве клавішы Logo

source: Method for temporarily toggling between national and Latin input:
be: Спосаб часовага пераключэння паміж нацыянальным і лацінскім уводам:

source: When the keyboard is in national mode and one wants to type only a few Latin letters, it might be more appropriate to switch temporarily to Latin mode. The keyboard remains in that mode as long as the chosen key is kept pressed. That key may also be used to input national letters when the keyboard is in Latin mode.
be: Здараецца, што калі актыўная нацыянальная раскладка клавіятуры неабходна ўвесці некалькі лацінскіх літар. У такім выпадку будзе зручна мець клавішу для часовага пераключэння ў рэжым з лацінскімі літарамі. Пакуль гэта клавіша будзе націснута пры актыўнай нацыянальнай раскладцы з клавіятуры можна ўвесці лацінскія літары. Таксама можна ўвесці нацыянальныя літары, калі клавіятура знаходзіцца ў рэжыме ўводу лацінскіх літар.

source: You can disable this feature by choosing "No temporary switch".
be: Вы можаце адключыць гэту функцыю, калі выберыце «Без часовага пераключальніка».

source: The default for the keyboard layout
be: Прадвызначаная раскладка клавіятуры

source: No AltGr key
be: Няма клавішы AltGr

source: Keypad Enter key
be: Enter на лічбавай клавіятуры

source: Both Alt keys
be: Абедзве клавішы Alt

source: Key to function as AltGr:
be: Клавіша, якая будзе працаваць як AltGr:

source: With some keyboard layouts, AltGr is a modifier key used to input some characters, primarily ones that are unusual for the language of the keyboard layout, such as foreign currency symbols and accented letters. These are often printed as an extra symbol on keys.
be: У некаторых раскладках ёсць клавіша-мадыфікатар AltGr, якая выкарыстоўваецца для ўводу некаторых рэдкіх сімвалаў і яны адсутнічаюць у мове клавіятурнай раскладкі. Напрыклад, сімвалы іншаземнай валюты і націскныя літары. Яны звычайна надрукаваны як дадатковы сімвал на клавішах.

source: No compose key
be: Без клавішы Compose

source: Compose key:
be: Клавіша Compose:

source: The Compose key (known also as Multi_key) causes the computer to interpret the next few keystrokes as a combination in order to produce a character not found on the keyboard.
be: Клавіша Compose (вядомая таксама пад назвай Multi_key) прымушае камп'ютар інтэрпрэтаваць некалькіх наступных націскаў клавіш у выглядзе камбінацый з мэтай кампаноўкі сімвала, які адсутнічае на клавіятуры.

source: On the text console the Compose key does not work in Unicode mode. If not in Unicode mode, regardless of what you choose here, you can always also use the Control+period combination as a Compose key.
be: На тэкставай кансолі клавіша Compose не працуе ў рэжыме Unicode. Калі рэжым Unicode не выкарыстоўваецца, то незалежна ад вашага выбару, вы заўсёды можаце скарыстацца камбінацыяй клавіш «Alt+кропка» як састаўной клавішай.

source: Use Control+Alt+Backspace to terminate the X server?
be: Выкарыстоўваць Control+Alt+Backspace для перарывання X-сервера?

source: By default the combination Control+Alt+Backspace does nothing. If you want it can be used to terminate the X server.
be: Прадвызначана, камбінацыя Control+Alt+Backspace нічога не робіць. Калі хочаце, то яе можна выкарыстоўваць для перарывання X-сервера.

source: American English
be: Амерыканская англійская

source: Belarusian
be: Беларуская

source: Belgian
be: Бельгійская

source: Brazilian (ABNT2 layout)
be: Бразільская (раскладка ABNT2)

source: Brazilian (EUA layout)
be: Бразільская (раскладка EUA)

source: British English
be: Брытанская англійская

source: Bulgarian
be: Балгарская

source: Bulgarian (phonetic layout)
be: Балгарская (фанетычная раскладка)

source: Canadian French
be: Канадская французская

source: Canadian Multilingual
be: Канадская шматмоўная

source: Croatian
be: Харвацкая

source: Czech
be: Чэшская

source: Danish
be: Дацкая

source: Dutch
be: Нідэрландская

source: Dvorak
be: Дворак

source: Estonian
be: Эстонская

source: Finnish
be: Фінская

source: French
be: Французская

source: German
be: Нямецкая

source: Greek
be: Грэчаская

source: Hebrew
be: Яўрэйская

source: Hungarian
be: Венгерская

source: Icelandic
be: Ісландская

source: Italian
be: Італьянская

source: Japanese
be: Японская

source: Kirghiz
be: Кіргізская

source: Latin American
be: Лацінаамерыканская

source: Latvian
be: Латышская

source: Lithuanian
be: Літоўская

source: Macedonian
be: Македонская

source: Norwegian
be: Нарвежская

source: Polish
be: Польская

source: Portuguese
be: Партугальская

source: Romanian
be: Румынская

source: Russian
be: Руская

source: Serbian (Cyrillic)
be: Сербская (кірыліца)

source: Slovakian
be: Славацкая

source: Slovene
be: Славенская

source: Spanish
be: Іспанская

source: Swedish
be: Шведская

source: Swiss French
be: Французская (Швейцарыя)

source: Swiss German
be: Нямецкая (Швейцарыя)

source: Thai
be: Тайская

source: Turkish (F layout)
be: Турэцкая (раскладка F)

source: Turkish (Q layout)
be: Турэцкая (раскладка Q)

source: Ukrainian
be: Украінская

source: Keymap to use:
be: Выкарыстоўваць раскладку:

source: Detect keyboard layout?
be: Выявіць раскладку клавіятуры?

source: You can try to have your keyboard layout detected by pressing a series of keys. If you do not want to do this, you will be able to select your keyboard layout from a list.
be: Вы можаце паспрабаваць вызначыць раскладку клавіятуры націскаючы клавішы на ёй. Таксама можна выбраць неабходную раскладку са спіса клавіятур.

source: Detecting your keyboard layout
be: Выяўленне раскладкі вашай клавіятуры

source: Keyboard layout detection complete
be: Выяўленне раскладкі клавіятуры завершана

source: Based on the keys you pressed, your keyboard layout appears to be "${LAYOUT}". If this is not correct, you can go back and select your layout from the full list instead.
be: Судзячы па націснутым клавішам, хутчэй за ўсё вашай раскладкай клавіятуры з'яўляецца «${LAYOUT}». Калі гэта не так, то вы можаце вярнуцца назад і выбраць раскладку са спіса.

source: Load CD-ROM drivers from removable media?
be: Загрузіць драйверы дыскавода CD-ROM са зменнага носьбіта?

source: No common CD-ROM drive was detected.
be: Стандартны дыскавод CD-ROM не выяўлены.

source: You may need to load additional CD-ROM drivers from removable media, such as a driver floppy. If you have such media available now, insert it, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
be: Магчыма, што вам неабходна загрузіць дадатковыя драйверы для дыскавода CD-ROM за зменнага носьбіта (напрыклад, дыскеты). Калі ён у вас ёсць, то яго неабходна падключыць да камп'ютара і працягнуць. У іншым выпадку, вам будзе прапанавана магчымасць уручную выбраць адпаведны модуль для вашага дыскавода CD-ROM.

source: Detecting hardware to find CD-ROM drives
be: Выяўленне абсталявання для пошуку прывадаў CD-ROM

source: Manually select a CD-ROM module and device?
be: Выбраць модуль CD-ROM і прыладу ўручную?

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
be: Магчыма, што вы выкарыстоўваеце старую мадэль дыскавода CD-ROM або іншую прыладу, якая не сумяшчальна з інтэрфейсамі IDE або SCSI. У гэтым выпадку неабходна выбраць, які модуль неабходна загрузіць і якую прыладу выкарыстоўваць. Калі вы не ведаеце адказ на гэта пытанне, то паспрабуйце знайсці яго ў адпаведнай дакументацыі або ўсталяваць сістэму па сетцы, а не з дыска CD.

source: Retry mounting the CD-ROM?
be: Паўтарыць спробу падключэння дыска CD?

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
be: Не ўдалося падключыць усталёвачны дыск CD. Магчыма, што ён не знаходзіцца ў дыскаводзе. Калі яго там сапраўды няма, то ўстаўце яго і паспрабуйце яшчэ раз.

source: Module needed for accessing the CD-ROM:
be: Модуль, які неабходны для доступу да CD-ROM:

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have an unusual CD-ROM drive (that is neither IDE nor SCSI).
be: Не атрымліваецца аўтаматычна вызначыць дыскавод CD-ROM. Вы можаце паспрабаваць загрузіць адпаведны модуль, калі ў вас незвычайны дыскавод CD-ROM (які не працуе праз шыну IDE або SCSI).

source: Device file for accessing the CD-ROM:
be: Файл прылады для доступу да дыскаў CD:

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
be: Увядзіце назву файла, якую трэба выкарыстоўваць для доступу да дыскавода CD-ROM. Нестандартныя дыскаводы CD-ROM могуць выкарыстоўваць нестандартныя файлы прылад (такія, як /dev/mcdx).

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
be: Вы можаце пераключыцца ў інтэрпрэтатар каманднага радка на другім тэрмінале (ALT+F2), каб праверыць спіс даступных прылад у каталозе /dev з дапамогай каманды «ls /dev». Назад можна вярнуцца націснуўшы камбінацыю клавіш ALT+F1.

source: Scanning CD-ROM
be: Сканаванне дыска CD

source: Scanning ${DIR}...
be: Сканаванне ${DIR}...

source: CD-ROM detected
be: Выяўлены дыск CD

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
be: Аўтаматычнае вызначэнне CD-ROM завершана. Знойдзены дыскавод CD-ROM у які ўстаўлены дыск CD з назвай ${cdname}. Усталяванне будзе працягнута.

source: Incorrect CD-ROM detected
be: Вызначаны няправільны дыск CD

source: The CD-ROM drive contains a CD which cannot be used for installation.
be: У дыскаводзе CD-ROM знаходзіцца дыск CD, які немагчыма выкарыстоўваць для ўсталявання.

source: Please insert a suitable CD to continue with the installation.
be: Устаўце адпаведны дыск, каб працягнуць усталяванне.

source: Error reading Release file
be: Памылка чытання файла Release

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
be: Здаецца, што дыск CD не змяшчае сапраўдны файл 'Release' або яго немагчыма правільна прачытаць.

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
be: Вы можаце паспрабаваць яшчэ раз вызначыць дыск CD, але нават калі гэта атрымаецца зрабіць, то не выключаюцца праблемы з далейшым усталяваннем.

source: Unmounting and ejecting CD-ROM...
be: Адключэнне і выманне дыска CD...

source: Detect and mount CD-ROM
be: Выявіць і падключыць дыск CD

source: Tune CD-ROM drive parameters with hdparm?
be: Наладзіць параметры дыскавода CD-ROM з дапамогай hdparm?

source: The installer can use hdparm to tune some CD-ROM drive parameters, which may significantly speed up reading packages from the CD. You can change the parameters to be used. To disable hdparm, enter an empty parameter list.
be: Праграма ўсталявання можа выкарыстоўваць hdparm, каб наладзіць некаторыя параметры дыскавода CD-ROM. Дадзеная налада можа істотна павялічыць хуткасць чытання пакетаў з дыска CD. Вы можаце самі змяніць параметры, якія будуць выкарыстоўвацца. Для адключэння hdparm, увядзіце пусты спіс параметраў.

source: no ethernet card
be: сеткавыя карткі адсутнічаюць

source: none of the above
be: ніводны з пералічаных

source: Driver needed by your Ethernet card:
be: Драйвер, які неабходны для вашай сеткавай карткі:

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
be: Праграма ўсталявання не выявіла сеткавую картку. Калі вы ведаеце назву неабходнага драйвера вашай сеткавай карткі, то яе можна выбраць са спіса.

source: Do you intend to use FireWire Ethernet?
be: Вы сапраўды хочаце выкарыстоўваць FireWire Ethernet?

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
be: Не знойдзена ніводнай сеткавай карткі, але прысутнічае інтэрфейс FireWire. Магчыма, хоць і малаверагодна, што калі да яго падключана правільнае абсталяванне, то ён можа быць першасным сеткавым інтэрфейсам.

source: Ethernet card not found
be: Не знойдзена картка Ethernet

source: No Ethernet card was found on the system.
be: У сістэме не знойдзена ніводнай сеткавай карткі.

source: Detecting network hardware
be: Выяўленне сеткавага абсталявання

source: Detect network hardware
be: Выявіць сеткавае абсталяванне

source: Detect disks
be: Выявіць дыскі

source: Detecting disks and all other hardware
be: Выяўленне дыскаў і іншага абсталявання

source: continue with no disk drive
be: працягнуць без дыска

source: Driver needed for your disk drive:
be: Драйвер, які неабходны для вашага дыска:

source: No disk drive was detected. If you know the name of the driver needed by your disk drive, you can select it from the list.
be: Праграма ўсталявання не выявіла дыск у дыскаводзе. Калі вы ведаеце назву неабходнага драйвера для дыскавода, то яго можна выбраць са спіса.

source: No partitionable media
be: Адсутнічаюць носьбіты прыдатныя для разметкі

source: No partitionable media were found.
be: Не знойдзена носьбітаў прыдатных для разметкі.

source: Please check that a hard disk is attached to this machine.
be: Праверце, ці падключаны цвёрды дыск да камп'ютара.

source: Activate Serial ATA RAID devices?
be: Актываваць прылады Serial ATA RAID?

source: One or more drives containing Serial ATA RAID configurations have been found. Do you wish to activate these RAID devices?
be: Знойдзены адзін або некалькі дыскаў, якія змяшчаюць канфігурацыі Serial ATA RAID. Вы сапраўды хочаце ўключыць гэтыя прылады RAID?

source: login to iSCSI targets
be: увайсці ў iSCSI Target

source: Detecting hardware, please wait...
be: Выяўленне абсталявання. Пачакайце...

source: Loading module '${MODULE}' for '${CARDNAME}'...
be: Загружаецца модуль '${MODULE}' для '${CARDNAME}'...

source: Starting PC card services...
be: Запускаюцца сэрвісы картак PC...

source: Waiting for hardware initialization...
be: Чаканне ініцыялізацыі абсталявання...

source: Modules to load:
be: Модулі для загрузкі:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
be: Праграма ўсталявання выявіла, што для працы з вашым абсталяваннем спатрэбяцца пералічаныя ніжэй модулі. Вы можаце не загружаць непатрэбная модулі або тыя, якія на вашу думку могуць выклікаць праблемы. Калі вы не ўпэўнены ў сваім выбары, то нічога не змяняйце.

source: Start PC card services?
be: Запусціць сэрвісы картак PC?

source: Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
be: Выберыце, ці трэба запускаць сэрвісы картак PC для забеспячэння працы картак PCMCIA.

source: PCMCIA resource range options:
be: Параметры дыяпазону рэсурсаў PCMCIA:

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
be: Некаторае абсталяванне PCMCIA патрабуе адмысловыя параметры канфігурацыі рэсурсаў для правільнай працы. Калі не зрабіць гэта, то ваш камп'ютар можа пачаць завісаць. Напрыклад, некаторыя ноўтбукі Dell патрабуюць пазначыць «exclude port 0x800-0x8ff». Гэтыя параметры можна дадаць да /etc/pcmcia/config.opts. Дадатковыя звесткі можна знайсці ў дакументацыі PCMCIA HOWTO або дапаможніку па ўсталяванні.

source: For most hardware, you do not need to specify anything here.
be: Для большасці абсталявання тут можна нічога не пазначаць.

source: Additional parameters for module ${MODULE}:
be: Дадатковыя параметры для модуля ${MODULE}:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
be: Збой загрузкі модуля ${MODULE}. Магчыма, што вам неабходна будзе перадаць модулю параметры, каб ён пачаў працаваць; у большасці выпадкаў гэта неабходна рабіць для старога абсталявання. Вельмі часта такімі параметрамі з'яўляюцца парты ўвода-вывада і IRQ, якія не з'яўляюцца агульнапрынятым стандартам і не могуць быць вызначаны аўтаматычна. У гэтым выпадку радок выглядае прыкладна так: «‎irq=7 io=0x220»

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
be: Звярніцеся да дакументацыі або пакіньце радок пустым, каб не загружаць гэты модуль. Гэта можна зрабіць у выпадку, калі вы не ведаеце, што ўводзіць.

source: Error while running '${CMD_LINE_PARAM}'
be: Памылка пры выкананні '${CMD_LINE_PARAM}'

source: Load missing drivers from removable media?
be: Загрузіць адсутныя драйверы са здымнага носьбіта?

source: A driver for your hardware is not available. You may need to load drivers from removable media, such as a USB stick, or driver floppy.
be: Драйвер для вашага абсталявання недаступны. Магчыма, што вам давядзецца загрузіць драйвер са здымнага носьбіта (USB-дыска або дыскеты).

source: If you have such media available now, insert it, and continue.
be: Устаўце і працягніце, калі ў вас ёсць такі носьбіт.

source: Load missing firmware from removable media?
be: Загрузіць адсутную ўбудаваную праграму са здымнага носьбіта?

source: Some of your hardware needs non-free firmware files to operate. The firmware can be loaded from removable media, such as a USB stick or floppy.
be: Некаторае ваша абсталяванне патрабуе файлы ўбудаванай праграмы, якая з'яўляецца прапрыетарнай. Яна можа быць загружана са здымных носьбітаў (USB-флэшкі або дыскеты).

source: The missing firmware files are: ${FILES}
be: Адсутныя файлы ўбудаванай праграмы: ${FILES}

source: Checking for firmware...
be: Праверка ўбудаванай праграмы...

source: Detect virtual driver disks from hardware manufacturer
be: Выявіць віртуальныя дыскі з драйверамі ад вытворцы абсталявання

source: Load drivers from internal virtual driver disk?
be: Загрузіць драйверы з унутранага віртуальнага дыска з драйверамі?

source: Installing on this hardware may require some drivers provided by the manufacturer to be loaded from the built-in driver injection disk.
be: Для ўсталявання на гэта абсталяванне могуць спатрэбіцца некаторыя драйверы, якія пастаўляюцца вытворцам. Яны могуць быць загружаны з убудаванага дыска з драйверамі.

source: Auto-configure network with DHCP?
be: Выканаць аўтаматычную канфігурацыю сеткі з дапамогай DHCP?

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
be: Канфігурацыю сеткі можна зрабіць з дапамогай DHCP, або ўвесці ўсе звесткі ўручную. Калі выбраць DHCP, а праграма ўсталявання не зможа атрымаць неабходныя налады ад сервера DHCP у вашай сетцы, то ў вас будзе магчымасць наладзіць сетку ўручную.

source: Domain name:
be: Імя дамена:

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
be: Імя дамена — гэта частка вашага адраса ў інтэрнэце, які знаходзіцца па правы бок ад назвы вузла. Звычайна імя дамена заканчваецца на.com, .net, .edu або .org. Калі вы наладжваеце хатнюю сетку, то можна прыдумаць нешта самастойна. Толькі пераканайцеся, што на ўсіх камп'ютарах выкарыстоўваецца аднолькавае імя дамена.

source: Name server addresses:
be: Адрасы сервера даменных імён:
