Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg-cross_dpkg-cross-*.po
Languages: uk

source: %s: Only one action can be specified!
uk: %s: Можна вказати лише одну дію!

source: %s: --arch needs an argument.
uk: %s: --arch потрібен аргумент.

source: %s: --exclude needs an argument.
uk: %s: --exclude потрібен аргумент.

source: %s: Unknown option %s.
uk: %s: Невідома опція %s.

source: %s: Too few arguments.
uk: %s: Занадто мало аргументів.

source: %s: No default architecture has been set.
uk: %s: Архітектура за замовчуванням не встановлена.

source: %s: Unrecognised architecture: %s
uk: %s: Нерозпізнана архітектура: %s

source: No updates available.
uk: Немає оновлень.

source: Available updates:
uk: Доступні оновлення:

source: %s (from %s to %s)
uk: %s (від %s до %s)

source: Converting packages:
uk: Перетворення пакетів:

source: Installing converted packages with dpkg
uk: Встановлення конвертованих пакетів із dpkg

source: Unpacking %s
uk: Розпакування %s

source: dpkg -i failed.
uk: dpkg -i не вдалося.

source: Removing tmp packages
uk: Видалення тимчасових пакунків

source: Removing %s failed: %s
uk: Не вдалось видалити %s: %s

source: Trying to build: %s
uk: Спроба побудови: %s

source: Calling %s
uk: Виклик %s

source: %s: cannot access %s: %s
uk: %s: не може отримати доступ до %s: %s

source: Going to convert %s
uk: Перехід до перетворення %s

source: %s: failed to create temporary directory: %s
uk: %s: не вдалося створити тимчасовий каталог: %s

source: %s: failed to prepare temporary directory: %s
uk: %s: не вдалося підготувати тимчасовий каталог: %s

source: Removing tmp files...
uk: Видалення тимчасових файлів...

source: Interrupted.
uk: Перервано.

source: Extracting %s
uk: Витягування %s

source: Extracting information from control file
uk: Витягування інформації з керуючого файлу

source: %s: cannot open package control file: %s
uk: %s: не вдається відкрити файл управління пакетом: %s

source: %s: required field '%s' missing in control file
uk: %s: у контрольному файлі відсутнє обов'язкове поле '%s'

source: %s: %s has wrong architecture (%s)
uk: %s: %s має неправильну архітектуру (%s)

source: %s: failed to create %s: %s
uk: %s: не вдалося створити %s: %s

source: %s: failed to open: %s
uk: %s: не вдається відкрити: %s

source: %s: failed to open %s: %s
uk: %s: не вдається відкрити %s: %s

source: %s: failed to open %s for writing: %s
uk: %s: не вдається відкрити %s для запису: %s

source: %s: failed to open %s: %s
uk: %s: не вдається відкрити %s: %s

source: Creating symlink %s -> %s
uk: Створення символьного посилання %s -> %s

source: %s: failed to create symlink %s -> %s: %s
uk: %s:не вдається створити символьне посилання %s -> %s: %s

source: Creating %s
uk: Створення %s

source: %s: failed to create %s/DEBIAN: %s
uk: %s: не вдалося створити %s/DEBIAN: %s

source: %s: failed to open %s/DEBIAN/control for writing: %s
uk: %s: не вдалося відкрити %s/DEBIAN/control для запису: %s

source: Creating md5sums file
uk: Створення файлу md5sums

source: Building %s
uk: Побудова %s

source: Scanning .deb files under %s
uk: Сканування файлів .deb під %s

source: No .deb files found under %s
uk: Не знайдено файлів .deb під %s

source: Can't run dpkg --field %s: %s
uk: Не вдається виконати dpkg --field %s: %s

source: Excluding: %s
uk: Виключаючи: %s

source: Unable to read %s: %s
uk: Не вдається прочитати %s: %s

source: syntax error for %s in %s
uk: синтаксична помилка для %s в %s

source: %s: Architecture is not specified.
uk: %s: Архітектура не вказана.
