Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: Based on your country, your time zone is ${ZONE}.
be: Судзячы па вашай краіне, хутчэй за ўсё вы знаходзіцеся ў часавым поясе ${ZONE}.

source: If this is not correct, you may select from a full list of time zones instead.
be: Вы можаце выбраць з поўнага спіса часавых паясоў, калі дадзены параметр вызначаны няправільна.

source: Based on your present physical location, your time zone is ${ZONE}.
be: Судзячы па вашым месцазнаходжанні, хутчэй за ўсё вы знаходзіцеся ў часавым поясе ${ZONE}.

source: Configure the clock
be: Сканфігураваць гадзіннік

source: Is the system clock set to UTC?
be: Ці супадае час сістэмнага гадзінніка з UTC?

source: System clocks are generally set to Coordinated Universal Time (UTC). The operating system uses your time zone to convert system time into local time. This is recommended unless you also use another operating system that expects the clock to be set to local time.
be: Сістэмныя гадзіннікі звычайна супадаюць з універсальным каардынаваным часам (UTC). Аперацыйная сістэма выкарыстоўвае звесткі аб часавым поясе, каб пераўтварыць сістэмны час у мясцовы. Рэкамендуецца выбраць налады сістэмнага гадзінніка ў фармаце UTC, калі на камп'ютары не ўсталяваны іншыя аперацыйныя сістэмы з неабходнасцю паказу мясцовага часу.

source: Configuring clock settings...
be: Канфігурацыя налад гадзінніка...

source: Setting up the clock
be: Наладжванне гадзінніка

source: Set the clock using NTP?
be: Наладзіць гадзіннік з выкарыстаннем NTP?

source: The Network Time Protocol (NTP) can be used to set the system's clock. The installation process works best with a correctly set clock.
be: Сеткавы пратакол часу (Network Time Protocol, NTP) можа выкарыстоўвацца для выстаўлення сістэмнага гадзінніка. Працэс усталявання працуе найлепшым чынам з правільна выстаўленым гадзіннікам.

source: NTP server to use:
be: Сервер NTP:

source: The default NTP server is almost always a good choice, but if you prefer to use another NTP server, you can enter it here.
be: Прадвызначаны сервер NTP заўсёды з'яўляецца добрым выбарам, але калі вы хочаце карыстацца іншым серверам, то яго можна ўвесці сюды.

source: Getting the time from a network time server...
be: Атрыманне часу з сеткавага сервера часу...

source: Setting the hardware clock...
be: Наладжванне апаратнага гадзінніка...

source: Wait another 30 seconds for hwclock to set the clock?
be: Пачакаць яшчэ 30 секунд, каб hwclock змог устанавіць гадзіннік?

source: Setting the hardware clock is taking longer than expected. The 'hwclock' program used to set the clock may have problems talking to the hardware clock.
be: Наладжванне апаратнага гадзінніка заняло больш часу чым чакалася. Магчыма, што ў праграмы 'hwclock', якая выкарыстоўваецца для гэтага, узніклі праблемы пры ўзаемадзеянні з апаратным гадзіннікам.

source: If you choose to not wait for hwclock to finish setting the clock, this system's clock may not be set correctly.
be: Сістэмны гадзіннік можа быць зададзены няправільна, калі вы выберыце не чакаць пакуль hwclock наладзіць час.

source: Proceed with installation to unclean target?
be: Ці працягваць усталяванне на занятую прастору?

source: The target file system contains files from a past installation. These files could cause problems with the installation process, and if you proceed, some of the existing files may be overwritten.
be: Мэтавая файлавая сістэма змяшчае файлы папярэдняга ўсталявання. Яны могуць выклікаць праблемы падчас працэсу ўсталявання, а таксама некаторыя з іх могуць быць перазапісаны.

source: No file system mounted on /target
be: У /target не падключана файлавая сістэма

source: Before the installation can proceed, a root file system must be mounted on /target. The partitioner and formatter should have done this for you.
be: Каранёвая файлавая сістэма павінна быць падключана ў каталог /target перад тым, як будзе працягнута ўсталяванне. Праграмы разбіўкі і фармаціравання павінны зрабіць гэта за вас.

source: Not installing to unclean target
be: Не ўсталёўваецца, калі раздзел не пусты

source: The installation to the target file system has been canceled. You should go back and erase or format the target file system before proceeding with the install.
be: Усталяванне ў мэтавую файлавую сістэму было скасавана. Вярніцеся назад, каб сцерці або адфармаціраваць мэтавую файлавую сістэму перад працягам усталявання.

source: Preparing to install the base system...
be: Падрыхтоўка да ўсталявання базавай сістэмы...

source: Installing the base system
be: Усталяванне базавай сістэмы

source: Running ${SCRIPT}...
be: Запуск ${SCRIPT}...

source: Setting up the base system...
be: Наладжванне базавай сістэмы...

source: Configuring APT sources...
be: Канфігураванне крыніц APT...

source: Updating the list of available packages...
be: Абнаўленне спіса даступных пакетаў...

source: Installing extra packages...
be: Усталяванне дадатковых пакетаў...

source: Installing extra packages - retrieving and installing ${SUBST0}...
be: Усталяванне дадатковых пакетаў. Атрыманне і ўсталяванне ${SUBST0}...

source: Install the base system
be: Усталяваць базавую сістэму

source: Cannot install base system
be: Немагчыма ўсталяваць базавую сістэму

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
be: Праграма ўсталявання не змагла вызначыць спосаб усталявання базавай сістэмы. Не знойдзены ўсталёвачны дыск CD, а таксама не сканфігуравана сапраўдная люстра.

source: Debootstrap Error
be: Памылка debootstrap

source: Failed to determine the codename for the release.
be: Не ўдалося вызначыць кодавую назву для выпуску.

source: Failed to install the base system
be: Не ўдалося ўсталяваць базавую сістэму

source: The base system installation into /target/ failed.
be: Збой усталявання базавай сістэмы ў каталог /target/.

source: Base system installation error
be: Памылка падчас усталявання базавай сістэмы

source: The debootstrap program exited with an error (return value ${EXITCODE}).
be: Праграма debootstrap завяршыла сваю працу з памылкай (вернута значэнне ${EXITCODE}).

source: The debootstrap program exited abnormally.
be: Праграма debootstrap некарэктна завяршыла сваю працу.

source: The following error occurred:
be: Адбылася наступная памылка:

source: Tool to use to generate boot initrd:
be: Інструмент для генерацыі загрузкі initrd:

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
be: У спісе паказаны даступныя інструменты. Вы можаце выбраць прадвызначанае значэнне, калі не ўпэўнены ў сваім выбары. Паўтарыце ўсталяванне з выкарыстаннем іншых параметраў, калі сістэма не зможа загрузіцца.

source: Unsupported initrd generator
be: Генератар initrd не падтрымліваецца

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
be: Пакет ${GENERATOR}, які выбраны для генерацыі initrd не падтрымліваецца.

source: generic: include all available drivers
be: агульны: уключае ўсе даступныя драйверы

source: targeted: only include drivers needed for this system
be: мэтавы: уключыць толькі неабходныя драйверы для гэтай сістэмы

source: Drivers to include in the initrd:
be: Драйверы для ўключэння ў initrd:

source: The primary function of an initrd is to allow the kernel to mount the root file system. It therefore needs to contain all drivers and supporting programs required to do that.
be: Першасная функцыя initrd дазволяць ядру падключаць каранёвую файлавую сістэму. Таму initrd павінен змяшчаць усе неабходныя драйверы і падтрымку праграм, каб зрабіць гэта.

source: A generic initrd is much larger than a targeted one and may even be so large that some boot loaders are unable to load it but has the advantage that it can be used to boot the target system on almost any hardware. With the smaller targeted initrd there is a very small chance that not all needed drivers are included.
be: Звычайны initrd больш за мэтавы і часам можа быць такім вялікім, што некаторыя загрузчыкі не здольныя яго загрузіць, але яго перавагай з'яўляецца тое, што ён можа быць выкарыстаны для загрузкі мэтавай сістэмы практычна на любым абсталяванні. З меншым мэтавым initrd вельмі невялікая верагоднасць таго, што не ўсе неабходныя драйверы будуць уключаны.

source: Unable to install the selected kernel
be: Немагчыма ўсталяваць выбранае ядро

source: An error was returned while trying to install the kernel into the target system.
be: Вярнулася памылка падчас спробы ўсталяваць ядро ў мэтавую сістэму.

source: Kernel package: '${KERNEL}'.
be: Пакет з ядром: '${KERNEL}'.

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" means "no kernel" ]
be: адсутнічае

source: Kernel to install:
be: Ядро, якое трэба ўсталяваць:

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
be: У спісе паказаны даступныя ядры. Выберыце адно з іх, каб сістэма змагла загрузіцца з цвёрдага дыска.

source: Continue without installing a kernel?
be: Працягнуць без усталявання ядра?

source: No installable kernel was found in the defined APT sources.
be: У вызначаных крыніцах APT не знойдзена ядро, якое прыдатнае для ўсталявання.

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
be: Вы можаце паспрабаваць працягнуць без ядра, каб пазней уручную ўсталяваць сваё ўласнае ядро. Гэта рэкамендавана рабіць толькі экспертам. Калі вы ім не з'яўляецеся, то з вялікай верагоднасцю, што такія дзеянні прывядуць да немагчымасці загрузкі камп'ютара.

source: Cannot install kernel
be: Немагчыма ўсталяваць ядро

source: The installer cannot find a suitable kernel package to install.
be: Праграма ўсталявання не змагла знайсці падыходзячы пакет з ядром для ўсталявання.

source: Unable to install ${PACKAGE}
be: Немагчыма ўсталяваць ${PACKAGE}

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
be: Вярнулася памылка падчас спробы ўсталяваць пакет ${PACKAGE} у мэтавую сістэму.

source: Failed getting Release file ${SUBST0}.
be: Збой атрымання файла Release ${SUBST0}.

source: Failed getting Release signature file ${SUBST0}.
be: Збой атрымання файла подпісу Release ${SUBST0}.

source: Release file signed by unknown key (key id ${SUBST0})
be: Файл Release падпісаны невядомым ключом (ідэнтыфікатар ключа: ${SUBST0})

source: Invalid Release file: no valid components.
be: Памылковы файл Release: адсутнічаюць сапраўдныя кампаненты.

source: Invalid Release file: no entry for ${SUBST0}.
be: Памылковы файл Release: няма запісу для ${SUBST0}.

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
be: Не ўдалося атрымаць ${SUBST0}. Прычынай гэтаму можа быць праблема з сеткай або дыскам CD (залежыць ад спосабу ўсталявання).

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
be: Паспрабуйце запісаць дыск CD-R/CD-RW на меншай хуткасці, калі ўсталёўваеце сістэму з гэтага носьбіта.

source: Retrieving Release file
be: Атрыманне файла Release

source: Retrieving Release file signature
be: Атрыманне подпісу файла Release

source: Finding package sizes
be: Вызначэнне памеру пакетаў

source: Retrieving Packages files
be: Атрыманне файлаў Packages

source: Retrieving Packages file
be: Атрыманне файла Packages

source: Retrieving packages
be: Атрыманне пакетаў

source: Extracting packages
be: Выманне пакетаў

source: Installing core packages
be: Усталяванне асноўных пакетаў

source: Unpacking required packages
be: Распакоўка патрэбных пакетаў

source: Configuring required packages
be: Канфігурацыя патрэбных пакетаў

source: Unpacking the base system
be: Распакоўка базавай сістэмы

source: Configuring the base system
be: Канфігурацыя базавай сістэмы

source: Validating ${SUBST0}...
be: Праверка ${SUBST0}...

source: Retrieving ${SUBST0}...
be: Атрыманне ${SUBST0}...

source: Extracting ${SUBST0}...
be: Выманне ${SUBST0}...

source: Unpacking ${SUBST0}...
be: Распакоўка ${SUBST0}...

source: Configuring ${SUBST0}...
be: Канфігурацыя ${SUBST0}...

source: Checking Release signature
be: Праверка подпісу файла Release

source: Valid Release signature (key id ${SUBST0})
be: Сапраўдны подпіс файла Release (ідэнтыфікатар ключа ${SUBST0})

source: Resolving dependencies of base packages...
be: Вырашэнне залежнасцей асноўных пакетаў...

source: Found additional base dependencies: ${SUBST0}
be: Знойдзены дадатковыя базавыя залежнасці: ${SUBST0}

source: Found additional required dependencies: ${SUBST0}
be: Знойдзеныя дадатковыя патрэбныя залежнасці: ${SUBST0}

source: Found packages in base already in required: ${SUBST0}
be: Знойдзены пакеты сярод базавых, якія ўжо ёсць сярод патрэбных: ${SUBST0}

source: Resolving dependencies of required packages...
be: Вырашэнне залежнасцей патрэбных пакетаў...

source: Checking component ${SUBST0} on ${SUBST1}...
be: Праверка кампанента ${SUBST0} на ${SUBST1}...

source: Installing core packages...
be: Усталяванне асноўных пакетаў...

source: Unpacking required packages...
be: Распакоўка неабходных пакетаў...

source: Configuring required packages...
be: Канфігурацыя патрэбных пакетаў...

source: Installing base packages...
be: Усталяванне базавых пакетаў...

source: Unpacking the base system...
be: Распакоўка базавай сістэмы...

source: Configuring the base system...
be: Канфігурацыя базавай сістэмы...

source: Base system installed successfully.
be: Базавая сістэма паспяхова ўсталявана.

source: Debootstrap warning
be: Папярэджанне debootstrap

source: Warning: ${INFO}
be: Папярэджанне: ${INFO}

source: Retrying failed download of ${SUBST0}
be: Паўтарыць няўдалае спампоўванне ${SUBST0}

source: Selecting the kernel to install...
be: Выбар ядра для ўсталявання...

source: Installing the kernel...
be: Усталяванне ядра...

source: Installing the kernel - retrieving and installing ${SUBST0}...
be: Усталяванне ядра. Атрыманне і ўсталяванне ${SUBST0}...

source: Configure the package manager
be: Сканфігураваць менеджар пакетаў

source: Configuring apt
be: Канфігурацыя apt

source: Scanning local repositories...
be: Сканаванне лакальных рэпазіторыяў...

source: Scanning the security updates repository...
be: Сканаванне рэпазіторыя абнаўлення бяспекі...

source: Scanning the volatile updates repository...
be: Сканаванне рэпазіторыя з частымі абнаўленнямі...

source: Ignore
be: Ігнараваць

source: Downloading local repository key failed:
be: Збой спампоўвання ключа лакальнага рэпазіторыя:

source: The installer failed to download the public key used to sign the local repository at ${MIRROR}:
be: Праграме ўсталявання не ўдалося спампаваць публічны ключ, які выкарыстоўваецца для подпісу лакальнага рэпазіторыя ў ${MIRROR}:

source: This may be a problem with your network, or with the server hosting this key. You can choose to retry the download, or ignore the problem and continue without all the packages from this repository.
be: Праблема можа быць як у вашай сетцы, так і на серверы, дзе захоўваюцца ключы. Вы можаце паўтарыць спробу, выбраць іншую люстру або праігнараваць праблему і працягнуць без пакетаў з гэтага рэпазіторыя.

source: Cannot access repository
be: Немагчыма атрымаць доступ да рэпазіторыя

source: The repository on ${HOST} couldn't be accessed, so its updates will not be made available to you at this time. You should investigate this later.
be: Не ўдалося атрымаць доступ да рэпазіторыя на вузле ${HOST}. У цяперашні час магчымасць абнаўленняў з яго будзе адключана. Вы можаце пазней разабрацца ў гэтай праблеме.

source: Commented out entries for ${HOST} have been added to the /etc/apt/sources.list file.
be: Запісы для ${HOST} дадзены ў файл /etc/apt/sources.list як закаментаваныя запісы.

source: security updates (from ${SEC_HOST})
be: абнаўленні бяспекі (з ${SEC_HOST})

source: volatile updates (from ${VOL_HOST})
be: частыя абнаўленні (з ${VOL_HOST})

source: Services to use:
be: Выкарыстоўваць сэрвісы:

source: Debian has two services that provide updates to releases: security and volatile.
be: У Debian ёсць два сэрвісы для абнаўлення выпускаў: абнаўленні бяспекі і абнаўленні для даных, якія часта змяняюцца.

source: Security updates help to keep your system secured against attacks. Enabling this service is strongly recommended.
be: Абнаўленні бяспекі дапамагаюць захоўваць сістэму ў абароненым ад атак стане. Вельмі пажадана, каб гэты сэрвіс быў уключаны.

source: Volatile updates provide more current versions for software that changes relatively frequently and where not having the latest version could reduce the usability of the software. An example is the virus signatures for a virus scanner. This service is only available for stable and oldstable releases.
be: Абнаўленні для даных, якія часта змяняюцца. Для шэрагу пакетаў, якія змяняюцца адносна часта, і для якіх не мае сэнсу выкарыстанне састарэлых версій. Добры прыклад такога пакету -- антывірусная база. Сэрвіс надзённых абнаўленняў існуе толькі для стабільнага і мінулага стабільнага рэлізаў.

source: partner archive (from ${PARTNER_HOST})
be: партнёрскі архіў (з ${PARTNER_HOST})

source: extras archive (from ${EXTRAS_HOST})
be: дадатковы архіў (ад ${EXTRAS_HOST})

source: Ubuntu has some additional services that provide updates to releases and add-on packages.
be: Ubuntu мае некаторыя дадатковыя сэрвісы, якія забяспечваюць абнаўленні выпускаў і дадатковых пакетаў.

source: The partner archive contains software provided by Canonical's partners as a service to Ubuntu users.
be: Партнёрскі архіў змяшчае праграмнае забеспячэнне, якое забяспечана партнёрамі кампаніі Canonical у якасці сэрвісу для карыстальнікаў Ubuntu.

source: The extras archive contains free software offered by third-party application developers who want to ship their latest software.
be: Дадатковы архіў змяшчае свабоднае праграмнае забеспячэнне прапанаванае староннімі распрацоўшчыкамі, якія хочуць падзяліцца сваімі апошнімі версіямі праграмнага забеспячэння.

source: Scanning the CD-ROM...
be: Сканаванне дыска CD...

source: apt configuration problem
be: Праблема канфігурацыі apt

source: An attempt to configure apt to install additional packages from the CD failed.
be: Збой пры спробе сканфігураваць apt, каб усталяваць дадатковыя пакеты з дыска CD.

source: Scan another CD or DVD?
be: Сканаваць іншы CD або DVD?

source: Your installation CD or DVD has been scanned; its label is:
be: Ваш усталёвачны дыск CD або DVD быў прасканаваны. Ён мае метку:

source: You now have the option to scan additional CDs or DVDs for use by the package manager (apt). Normally these should be from the same set as the installation CD/DVD. If you do not have any additional CDs or DVDs available, this step can just be skipped.
be: Цяпер у вас ёсць магчымасць прасканаваць дадатковыя дыскі CD або DVD, каб іх можна было выкарыстоўваць менеджарам пакетаў (apt). Звычайна яны павінны быць з таго самага набору, што і ўсталёвачныя CD/DVD. Калі дыскі адсутнічаюць, то можна проста прапусціць гэты крок.

source: If you wish to scan another CD or DVD, please insert it now.
be: Устаўце іншы CD або DVD, калі хочаце прасканаваць яго.

source: The CD or DVD with the following label has been scanned:
be: CD або DVD з наступнай меткай быў прасканаваны:

source: The CD or DVD with the following label has already been scanned:
be: CD або DVD з наступнай меткай ужо быў прасканаваны:

source: Please replace it now if you wish to scan another CD or DVD.
be: Замяніце дыск, калі хочаце сканаваць іншы CD або DVD.

source: An attempt to configure apt to install additional packages from the CD/DVD failed.
be: Збой пры спробе сканфігураваць apt, каб усталяваць дадатковыя пакеты з дыска CD або DVD.

source: Please check that the CD/DVD has been inserted correctly.
be: Праверце, што дыск CD/DVD устаўлены належным чынам.

source: Media change
be: Змена носьбіта

source: /cdrom/:Please insert the disc labeled: '${LABEL}' in the drive '/cdrom/' and press enter.
be: /cdrom/:Устаўце дыск з меткай: '${LABEL}' у дыскавод '/cdrom/' і націсніце Enter.

source: Disabling netinst CD in sources.list...
be: Адключэнне дыска netinst CD у файле sources.list...

source: If you are installing from a netinst CD and choose not to use a mirror, you will end up with only a very minimal base system.
be: Калі вы ўсталёўваеце з дыска netinst CD і выберыце не выкарыстоўваць люстру, то ў выніку атрымаеце базавую сістэму з мінімальнымі магчымасцямі.

source: You are installing from a netinst CD, which by itself only allows installation of a very minimal base system. Use a mirror to install a more complete system.
be: Усталяванне адбываецца з дыска netinst CD, які дазваляе ўсталяваць сістэму з мінімальным наборам магчымасцей. Выкарыстоўвайце люстру, каб усталяваць больш поўную сістэму.

source: You are installing from a CD, which contains a limited selection of packages.
be: Усталяванне адбываецца з дыска CD, які змяшчае абмежаваны выбар пакетаў.

source: You have scanned %i CDs. Even though these contain a fair selection of packages, some may be missing (notably some packages needed to support languages other than English).
be: Вы прасканавалі наступную колькасць дыскаў CD: %i. Хоць яны і змяшчаюць здавальняючы выбар пакетаў, але нейкія пакеты ўсё ж могуць адсутнічаць (напрыклад, некаторыя пакеты для падтрымкі іншых нацыянальных моў).

source: You have scanned %i CDs. Even though these contain a large selection of packages, some may be missing.
be: Вы прасканавалі наступную колькасць дыскаў CD: %i. Хоць яны і змяшчаюць вялікі выбар пакетаў, але нейкія пакеты ўсё ж могуць адсутнічаць.

source: Note that using a mirror can result in a large amount of data being downloaded during the next step of the installation.
be: Звярніце ўвагу, што выкарыстанне люстры на наступным кроку ўсталявання прывядзе да спампоўвання вялікай колькасці даных.

source: You are installing from a DVD. Even though the DVD contains a large selection of packages, some may be missing.
be: Усталяванне адбываецца з дыска DVD. Ён хоць іх і змяшчае вялікую колькасць пакетаў, але некаторыя пакеты ўсё ж могуць адсутнічаць.

source: Unless you don't have a good Internet connection, use of a mirror is recommended, especially if you plan to install a graphical desktop environment.
be: У тым выпадку, калі вы не маеце надзейнага падключэння да інтэрнэту, рэкамендуецца выкарыстоўваць люстру, асабліва калі вы плануеце ўсталёўваць графічнае асяроддзе працоўнага стала.

source: If you have a reasonably good Internet connection, use of a mirror is suggested if you plan to install a graphical desktop environment.
be: Пажадана выкарыстоўваць люстру, калі вы плануеце ўсталёўваць графічнае асяроддзе працоўнага стала і ў вас адсутнічае надзейнае падключэнне да інтэрнэту.

source: Scanning the mirror...
be: Сканаванне люстры...

source: Use non-free software?
be: Выкарыстоўваць прапрыетарнае праграмнае забеспячэнне?
