Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
be: Серверы імёнаў выкарыстоўваюцца для пошуку камп'ютараў у сетцы па іх назве. Увядзіце IP-адрасы (не назвы вузлоў і не больш за 3 штукі), якія раздзелены прабеламі. Не выкарыстоўвайце коскі. Серверы будуць апытвацца па парадку. Калі вы не хочаце карыстацца серверамі імёнаў, то проста пакіньце гэта поле пустым.

source: Primary network interface:
be: Першасны сеткавы інтэрфейс:

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface during the installation. If possible, the first connected network interface found has been selected.
be: Ваша сістэма мае некалькі сеткавых інтэрфейсаў. Выберыце адзін з іх, каб выкарыстоўваць у якасці асноўнага інтэрфейсу сеткі падчас працэсу ўсталявання. Зараз выбраны першы знойдзены інтэрфейс.

source: Wireless ESSID for ${iface}:
be: Бесправадны ESSID для ${iface}:

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
be: ${iface} — гэта інтэрфейс бесправадной сеткі. Увядзіце назву для бесправадной сеткі (ESSID) у якой вы хочаце выкарыстоўваць ${iface}. Пакіньце гэта поле пустым, калі вы хочаце выкарыстоўваць любую даступную сетку.

source: Attempting to find an available wireless network failed.
be: Збой пры спробе знайсці даступную бесправадную сетку.

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. To skip wireless configuration and continue, leave this field blank.
be: ${iface} — гэта інтэрфейс бесправадной сеткі. Увядзіце назву для бесправадной сеткі (ESSID) у якой вы хочаце выкарыстоўваць ${iface}. Пакіньце поле пустым, каб прапусціць канфігурацыю бесправадной сеткі.

source: WEP/Open Network
be: Сетка WEP або адкрытая сетка

source: Wireless network type for ${iface}:
be: Тып бесправадной сеткі для ${iface}:

source: Choose WEP/Open if the network is open or secured with WEP. Choose WPA if the network is a WPA PSK protected network.
be: Выберыце WEP/Адкрытая, калі сетка адкрытая або абаронена алгарытмам WEP. Выберыце WPA, калі сетка абаронена алгарытмам WPA PSK.

source: WEP key for wireless device ${iface}:
be: Ключ WEP для бесправадной прылады ${iface}:

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
be: Увядзіце ключ бяспекі WEP для бесправадной прылады ${iface}, калі такі ключ у вас ёсць. Гэта можна зрабіць двума спосабамі:

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
be: Проста ўвядзіце свой ключ WEP як ёсць, калі ён прадстаўлены ў адным з фарматаў 'nnnn-nnnn-nn', 'nnnnnnnn' або 'nn:nn:nn:nn:nn:nn:nn:nn'. У гэтым выпадку n з'яўляецца лічбай.

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
be: Дадайце наперадзе прэфікс 's:' (без двукоссяў), калі ваш ключ WEP уяўляе фармат парольнай фразы.

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
be: Вядома, калі вы не выкарыстоўваеце ключ WEP у сваёй бесправадной сетцы, пакіньце гэта поле пустым.

source: Invalid WEP key
be: Памылковы ключ WEP

source: The WEP key '${wepkey}' is invalid. Please refer to the instructions on the next screen carefully on how to enter your WEP key correctly, and try again.
be: Ключ WEP '${wepkey}' з'яўляецца памылковым. Уважліва прачытайце інструкцыю па ўводзе ключа WEP на наступным экране і паспрабуйце яшчэ раз.

source: Invalid passphrase
be: Памылковая парольная фраза

source: The WPA PSK passphrase was either too long (more than 64 characters) or too short (less than 8 characters).
be: Парольная фраза WPA PSK занадта доўгая (больш за 64 сімвалы) або занадта кароткая (менш за 8 сімвалаў).

source: WPA passphrase for wireless device ${iface}:
be: Парольная фраза WPA для бесправадной прылады ${iface}:

source: Enter the passphrase for WPA PSK authentication. This should be the passphrase defined for the wireless network you are trying to use.
be: Для аўтэнтыфікацыі праз WPA PSK увядзіце парольную фразу. Гэта павінна быць парольная фраза, якая вызначана для бесправадной сеткі, якую вы спрабуеце выкарыстоўваць.

source: Invalid ESSID
be: Памылковы ESSID

source: The ESSID "${essid}" is invalid. ESSIDs may only be up to 32 characters, but may contain all kinds of characters.
be: Памылковы ESSID «${essid}». ESSID не можа змяшчаць больш за 32 сімвалы, але можа змяшчаць любыя тыпы сімвалаў.

source: Attempting to exchange keys with the access point...
be: Спроба абмену ключамі з пунктам доступу...

source: This may take some time.
be: Гэта можа заняць пэўны час.

source: WPA connection succeeded
be: Падключэнне па WPA паспяхова ўсталявана

source: Failure of key exchange and association
be: Збой абмену ключамі і суаднясення

source: The exchange of keys and association with the access point failed. Please check the WPA parameters you provided.
be: Збой абмену ключамі і суаднясеннем з пунктам доступу. Праверце зададзеныя параметры WPA.

source: Hostname:
be: Імя вузла:

source: Please enter the hostname for this system.
be: Увядзіце імя вузла для гэтай сістэмы.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
be: Імя вузла — гэта адно слова, якое ідэнтыфікуе вашу сістэму ў сетцы. Калі вы не ведаеце якім павінна быць імя вашай сістэмы, то парайцеся з вашым адміністратарам сеткі. Калі вы наладжваеце ўласную хатнюю сетку, то можаце выбраць любую назву.

source: Invalid hostname
be: Памылковае імя вузла

source: The name "${hostname}" is invalid.
be: Назва «${hostname}» з'яўляецца памылковай.

source: A valid hostname may contain only the numbers 0-9, upper and lowercase letters (A-Z and a-z), and the minus sign. It must be at most ${maxhostnamelen} characters long, and may not begin or end with a minus sign.
be: Правільнае імя вузла можа ўтрымліваць толькі лічбы (0-9), маленькія і вялікія лацінскія літары (A-Z і a-z), а таксама знак «мінус». Ёсць таксама абмежаванне па даўжыні (максімальная колькасць сімвалаў: ${maxhostnamelen}). Назва вузла не можа пачынацца або заканчвацца знакам «мінус».

source: Error
be: Памылка

source: An error occurred and the network configuration process has been aborted. You may retry it from the installation main menu.
be: Адбылася памылка і працэс канфігурацыі сеткі быў перарваны. Вы можаце паўтарыць яго з галоўнага меню ўсталявання.

source: No network interfaces detected
be: Не выяўлены сеткавыя інтэрфейсы

source: No network interfaces were found. The installation system was unable to find a network device.
be: Не знойдзены сеткавыя інтэрфейсы. Сістэма ўсталявання аперацыйнай сістэмы не змагла знайсці сеткавую прыладу.

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
be: Магчыма, што вам неабходна загрузіць асобны модуль для вашай сеткавай карткі. Для гэтага вярніцеся да кроку вызначэння сеткавага абсталявання.

source: Kill switch enabled on ${iface}
be: На ${iface} уключаны Kill Switch

source: ${iface} appears to have been disabled by means of a physical "kill switch". If you intend to use this interface, please switch it on before continuing.
be: Здаецца, што ${iface} адключаны з дапамогай фізічнага «Kill Switch». Калі вы хочаце выкарыстоўваць гэты інтэрфейс, то спачатку яго неабходна ўключыць.

source: Infrastructure (Managed) network
be: Сетка з інфраструктурай (кіруемая)

source: Ad-hoc network (Peer to peer)
be: Сетка Ad-hoc (Peer-to-peer)

source: Type of wireless network:
be: Тып бесправадной сеткі:

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
be: Бесправадныя сеткі раздзяляюцца на кіруемыя сеткі (managed) і сеткі з прамым падключэннем (ad-hoc). Калі вы выкарыстоўваеце сапраўдны пункт доступу, то ваша сетка з'яўляецца кіруемай. Калі «пунктам доступу» з'яўляецца іншы камп'ютар, то ваша сетка будзе мець прамое падключэнне.

source: Wireless network configuration
be: Канфігурацыя бесправадной сеткі

source: Searching for wireless access points...
be: Пошук бесправадных пунктаў доступу...

source: Detecting link on ${interface}; please wait...
be: Выяўленне падключэння да сеткі праз ${interface}. Пачакайце...

source: <none>
be: <няма>

source: Wireless ethernet (802.11x)
be: Бесправадная сетка (802.11x)

source: wireless
be: бесправадная

source: USB net
be: Сетка USB

source: Serial-line IP
be: SLIP

source: Parallel-port IP
be: IP па паралельнаму парту (PLIP)

source: Point-to-Point Protocol
be: Пратакол PPP

source: ISDN Point-to-Point Protocol
be: Пратакол ISDN Point-to-Point

source: Inter-user communication vehicle
be: Сувязь паміж карыстальнікамі (IUCV)

source: Unknown interface
be: Невядомы інтэрфейс

source: Storing network settings...
be: Захаванне налад сеткі...

source: Configure the network
be: Сканфігураваць сетку

source: DHCP hostname:
be: Імя вузла DHCP:

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
be: У некаторых сітуацыях вам можа спатрэбіцца назва вузла DHCP. Калі вы выкарыстоўваеце кабельны мадэм, то вельмі часта пастаўшчык інтэрнэту патрабуе пазначыць тут нумар уліковага запісу.

source: Most other users can just leave this blank.
be: У большасці выпадкаў іншыя карыстальнікі могуць пакінуць гэта поле пустым.

source: Configuring the network with DHCP
be: Канфігурацыя сеткі з дапамогай DHCP

source: Network autoconfiguration has succeeded
be: Аўтаматычная канфігурацыя сеткі паспяхова завершана

source: No DHCP client found
be: Кліент DHCP не знойдзены

source: No DHCP client was found. This package requires pump or dhcp-client.
be: Кліент DHCP не знойдзены. Гэты пакет патрабуе ўсталявання пакета pump або dhcp-client.

source: The DHCP configuration process has been aborted.
be: Працэс канфігурацыі DHCP быў перарваны.

source: Retry network autoconfiguration
be: Паўтарыць аўтаматычную канфігурацыю сеткі

source: Retry network autoconfiguration with a DHCP hostname
be: Паўтарыць аўтаматычную канфігурацыю з імем вузла DHCP

source: Configure network manually
be: Сканфігураваць сетку ўручную

source: Do not configure the network at this time
be: Пакуль прапусціць канфігурацыю сеткі

source: Network configuration method:
be: Спосаб канфігурацыі сеткі:

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
be: У вас ёсць выбар: паўтарыць спробу аўтаматычнага канфігуравання сеткі па DHCP (можа завяршыцца паспяхова, калі вашаму серверу DHCP патрабуецца шмат часу на адказ) або сканфігураваць сетку ўручную. Некаторыя серверы DHCP патрабуюць, каб кліент у запыце адправіў імя вузла DHCP. Вы можаце яшчэ раз паспрабаваць паўтарыць аўтаматычнае карфігураванне сеткі па DHCP, але на гэты раз указаць імя вузла.

source: Network autoconfiguration failed
be: Збой аўтаматычнай канфігурацыі сеткі

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
be: Верагодна, што ў вашай сетцы не выкарыстоўваецца пратакол DHCP. Акрамя гэтага, сервер DHCP можа занадта павольна адказваць на запыты або сеткавае абсталяванне не працуе належным чынам (або не працуе ўвогуле).

source: Continue without a default route?
be: Працягнуць без прадвызначанага маршрута?

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first installation CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
be: Аўтаматычнае канфігурацыя сеткі паспяхова завершана, але пры гэтым не зададзена ніводнага прадвызначанага маршруту: сістэма не разумее, як ёй камунікаваць з іншымі вузламі ў інтэрнэце. Гэта можа прывесці да немагчымасці ўсталявання сістэмы, калі ў вас адсутнічае першы ўсталёвачны дыск CD, дыск netinst CD або пакеты, якія даступны па лакальнай сетцы.

source: If you are unsure, you should not continue without a default route: contact your local network administrator about this problem.
be: Не працягвайце ўсталяванне без прадвызначанага маршрута, калі вы не ўпэўнены. Звяжыцеся з вашым адміністратарам сеткі наконт гэтай праблемы.

source: Reconfigure the wireless network
be: Змяніце канфігурацыю бесправадной сеткі

source: IP address:
be: IP-адрас:

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
be: IP-адрас — гэта ўнікальны адрас вашага камп'ютара. Ён складаецца з чатырох лічбаў, якія раздзелены кропкамі. Калі вы не ведаеце, што тут неабходна выкарыстоўваць, то варта звярнуцца да вашага адміністратара сеткі.

source: Malformed IP address
be: Няправільны IP-адрас

source: The IP address you provided is malformed. It should be in the form x.x.x.x where each 'x' is no larger than 255. Please try again.
be: Указаны вамі IP-адрас з'яўляецца няправільным. Ён павінен быць прадстаўлены ў фармаце x.x.x.x, дзе кожны х з'яўляецца лічбай не больш за 255. Паспрабуйце ўвесці IP-адрас яшчэ раз.

source: Point-to-point address:
be: Адрас PPP:

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
be: Адрас PPP выкарыстоўваецца, каб вызначыць іншы канцавы пункт сеткі PPP. Парайцеся з вашым адміністратарам сеткі, калі вы не ведаеце гэта значэнне. Адрас PPP павінен мець выгляд чатырох лічбаў, якія раздзелены кропкамі.

source: Netmask:
be: Маска сеткі:

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
be: Маска падсеткі выкарыстоўваецца для вызначэння камп'ютараў, якія з'яўляюцца часткай вашай лакальнай сеткі. Калі вы не ведаеце як яна павінна выглядаць, то звярніцеся да свайго адміністратара сеткі. Маска падсеткі павінна мець выгляд чатырох лічбаў, якія раздзелены кропкамі.

source: Gateway:
be: Шлюз:

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
be: Шлюз — гэта IP-адрас (чатыры лічбы, раздзеленыя кропкамі), які ўказвае шлюзавы маршрутызатар, таксама вядомы як прадвызначаны маршрутызатар. Увесь трафік, які выходзіць за межы вашай лакальнай сеткі (напрыклад, у інтэрнэт) адпраўляецца праз гэты маршрутызатар. У рэдкіх сітуацыях у вас можа не быць такога маршрутызатара; у гэтым выпадку пакіньце гэта поле пустым. Калі вы не ведаеце дакладнага адказу на гэта пытанне, пракансультуйцеся са сваім адміністратарам сеткі.

source: Unreachable gateway
be: Недаступны шлюз

source: The gateway address you entered is unreachable.
be: Уведзены вамі IP-адрас шлюза недаступны.

source: You may have made an error entering your IP address, netmask and/or gateway.
be: Магчыма, што вы зрабілі памылку, калі ўводзілі IP-адрас, сеткавую маску і/або адрас шлюза.

source: Is this information correct?
be: Ці з'яўляюцца правільнымі гэтыя звесткі?

source: Currently configured network parameters:
be: Бягучая канфігурацыя параметраў сеткі:

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
be: інтэрфейс = ${interface} ip-адрас = ${ipaddress} маска сеткі = ${netmask} шлюз = ${gateway} пратакол PPP = ${pointopoint} серверы імёнаў = ${nameservers}

source: Configure a network using static addressing
be: Канфігурацыя сеткі з выкарыстаннем статычнай адрасацыі

source: Checking the Ubuntu archive mirror
be: Праверка люстры архіва Ubuntu

source: Downloading Release files...
be: Спампоўванне файлаў Release...

source: Go back and try a different mirror?
be: Вярнуцца і паспрабаваць іншую люстру?

source: The specified (default) Ubuntu version (${RELEASE}) is not available from the selected mirror. It is possible to continue and select a different release for your installation, but normally you should go back and select a different mirror that does support the correct version.
be: Пазначаная (прадвызначаная) версія Ubuntu (${RELEASE}) недаступна на выбранай люстры архіва. Можна працягнуць і выбраць іншы выпуск Ubuntu для ўсталявання, але звычайна лепш за ўсё вярнуцца на крок назад і выбраць люстру, якая падтрымлівае правільную версію.

source: Bad archive mirror
be: Неадпаведнае люстра архіва

source: An error has been detected while trying to use the specified Ubuntu archive mirror.
be: Выяўлена памылка падчас спробы выкарыстання пазначанай люстры архіва Ubuntu.

source: Possible reasons for the error are: incorrect mirror specified; mirror is not available (possibly due to an unreliable network connection); mirror is broken (for example because an invalid Release file was found); mirror does not support the correct Ubuntu version.
be: Магчымыя прычыны памылкі: пазначана няправільная люстра; люстра недаступна (прычынай гэтаму могуць быць праблемы з падключэннем да сеткі); люстра сапсавана (напрыклад, быў знойдзены памылковы файл Release); люстра не падтрымлівае правільную версію Ubuntu.

source: Additional details may be available in /var/log/syslog or on virtual console 4.
be: Дадатковыя падрабязнасці могуць быць даступнымі ў файле /var/log/syslog або на віртуальнай кансолі 4.

source: Please check the specified mirror or try a different one.
be: Праверце пазначаную люстру або паспрабуйце іншую.

source: Architecture not supported
be: Архітэктура не падтрымліваецца

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
be: Здаецца, што пазначаная люстра архіва Ubuntu не падтрымлівае вашу архітэктуру. Паспрабуйце іншую люстру.

source: oldstable
be: старая стабільная

source: stable
be: стабільна

source: testing
be: тэставая

source: unstable
be: нестабільная

source: Choose a mirror of the Ubuntu archive
be: Выберыце люстру архіва Ubuntu

source: enter information manually
be: увесці звесткі ўручную

source: GB[ Default value for http]
be: BY

source: Ubuntu archive mirror country:
be: Краіна люстры архіва Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
be: Мэта - гэта знайсці найбліжэйшы сеткавы вузел з люстрай архіва Ubuntu. Звярніце ўвагу, што найбліжэйшыя краіны (і нават ваша ўласная) не заўсёды з'яўляюцца лепшым выбарам.

source: Ubuntu archive mirror:
be: Люстра архіва Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
be: Выберыце люстру архіва Ubuntu. Калі вы не ведаеце люстру, якая будзе пасаваць для вашага падключэння лепш за ўсё, скарыстайцеся той, якая прызначана для вашай краіны або рэгіёна.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
be: Звычайна, што <код вашай краіны>.archive.ubuntu.com з'яўляецца добрым выбарам.

source: Ubuntu archive mirror hostname:
be: Імя вузла люстры архіва Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
be: Увядзіце імя вузла люстры, з якой будзе спампавана Ubuntu.

source: An alternate port can be specified using the standard [hostname]:[port] format.
be: Альтэрнатыўны порт можа быць пазначаны ў стандартным фармаце [імя вузла]:[порт].

source: Ubuntu archive mirror directory:
be: Каталог люстры архіва Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
be: Увядзіце назву каталога, у якім размяшчаецца люстра з архівам Ubuntu.

source: HTTP proxy information (blank for none):
be: Звесткі аб проксі-серверы HTTP (пакіньце поле пустым для працы без проксі-сервера):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
be: Увядзіце ў гэтым полі звесткі проксі-сервера, калі вам неабходна выкарыстоўваць проксі-сервер HTTP для доступу да іншых сервераў. Пакіньце поле пустым, калі гэта магчымасць вам не патрабуецца.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
be: Звесткі проксі-сервера варта ўводзіць ў стандартнай форме «http://[[карыстальнік][:пароль]@]вузел[:порт]/».

source: FTP proxy information (blank for none):
be: Звесткі аб проксі-серверы FTP (пакіньце поле пустым для працы без проксі-сервера):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
be: Увядзіце ў гэтым полі звесткі проксі-сервера, калі вам неабходна выкарыстоўваць проксі-сервер FTP для доступу да іншых сервераў. Пакіньце поле пустым, калі гэта магчымасць вам не патрабуецца.

source: GB[ Default value for ftp]
be: BY

source: Protocol for file downloads:
be: Пратакол для спампоўвання файлаў:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
be: Выберыце пратакол для спампоўвання файлаў. Калі не ўпэўненыя, то варта выбраць «http», бо ў яго значна менш праблем пры выкарыстанні міжсеткавых экранаў.

source: Download installer components
be: Спампаваць кампаненты праграмы ўсталявання

source: Retry
be: Паўтарыць

source: Change mirror
be: Змяніць люстру

source: Downloading a file failed:
be: Збой спампоўвання файла:

source: The installer failed to download a file from the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or cancel and choose another installation method.
be: Праграме ўсталявання не ўдалося спампаваць файл з люстры. Праблема можа быць як у вашай сетцы, так і ў люстры. Вы можаце паўтарыць спробу, выбраць іншую люстру або скасаваць і выбраць іншы спосаб усталявання.

source: Load installer components from CD
be: Загрузка кампанентаў праграмы ўсталявання з дыска CD

source: Failed to copy file from CD-ROM. Retry?
be: Не ўдалося скапіяваць файл з дыска CD. Паўтарыць?
