Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: You have not selected any partitions for use as swap space. Enabling swap space is recommended so that the system can make better use of the available physical memory, and so that it behaves better when physical memory is scarce. You may experience installation problems if you do not have enough physical memory.
be: Вы не выбралі ніводнага раздзела для выкарыстання ў якасці прасторы своп. Уключэнне прасторы своп рэкамендуецца, бо сістэма зможа больш эфектыўна выкарыстоўваць даступную фізічную памяць і паводзіць сябе лепш пры яе недахопе. Вы можаце сутыкнуцца з праблемамі, калі падчас далейшага ўсталявання ў вас не хопіць фізічнай памяці.

source: If you do not go back to the partitioning menu and assign a swap partition, the installation will continue without swap space.
be: Калі вы не вернецеся ў меню разметкі і не прызначыце раздзел своп, то ўсталяванне працягнецца без прасторы своп.

source: Failed to create a file system
be: Не ўдалося стварыць файлавую сістэму

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
be: Збой стварэння файлавай сістэмы тыпу ${TYPE} на раздзеле #${PARTITION} прылады ${DEVICE}.

source: Failed to create a swap space
be: Не ўдалося стварыць прастору своп

source: The creation of swap space in partition #${PARTITION} of ${DEVICE} failed.
be: Збой стварэння прасторы своп на раздзеле #${PARTITION} прылады ${DEVICE}.

source: No mount point is assigned for the ${FILESYSTEM} file system in partition #${PARTITION} of ${DEVICE}.
be: Не прызначаны пункт падключэння для файлавай сістэмы ${FILESYSTEM} у раздзеле #${PARTITION} прылады ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
be: Калі вы не вернецеся ў меню разметкі і не прызначыце пункт падключэння, то гэты раздзел увогуле не будзе выкарыстоўвацца.

source: Invalid file system for this mount point
be: Памылковая файлавая сістэма для гэтага пункту падключэння

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix file system. Please choose a different file system, such as ${EXT2}.
be: Файлавая сістэма тыпу ${FILESYSTEM} не можа быць падключана да ${MOUNTPOINT}, бо яна не з'яўляецца поўнафункцыянальнай файлавай сістэмай Unix. Выберыце іншую файлавую сістэму, такую як ${EXT2}.

source: / - the root file system
be: / - каранёвая файлавая сістэма

source: /boot - static files of the boot loader
be: /boot - статычныя файлы загрузчыка

source: /home - user home directories
be: /home - хатнія каталогі карыстальнікаў

source: /tmp - temporary files
be: /tmp - часовыя файлы

source: /usr - static data
be: /usr - статычныя даныя

source: /var - variable data
be: /var - пераменныя даныя

source: /srv - data for services provided by this system
be: /srv - даныя сэрвісаў, якія пастаўляюцца разам з гэтай сістэмай

source: /opt - add-on application software packages
be: /opt - дадатковыя пакеты праграмнага забеспячэння

source: /usr/local - local hierarchy
be: /usr/local - лакальная іерархія

source: Enter manually
be: Увесці ўручную

source: Do not mount it
be: Не падключаць раздзел

source: Mount point for this partition:
be: Пункт падключэння для гэтага раздзела:

source: Invalid mount point
be: Памылковы пункт падключэння

source: The mount point you entered is invalid.
be: Уведзены памылковы пункт падключэння.

source: Mount points must start with "/". They cannot contain spaces.
be: Пункты падключэння павінны пачынацца з «/». Яны не могуць змяшчаць прабелы.

source: Label for the file system in this partition:
be: Метка для файлавай сістэмы ў гэтым раздзеле:

source: Format the swap area:
be: Фармаціраваць прастору своп:

source: yes
be: так

source: no
be: не

source: Label:
be: Метка:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Label:" ]
be: адсутнічае

source: Reserved blocks:
be: Зарэзерваваныя блокі:

source: Percentage of the file system blocks reserved for the super-user:
be: Працэнт блокаў файлавай сістэмы, які зарэзерваваны для суперкарыстальніка:

source: Typical usage:
be: Тыповае выкарыстанне:

source: standard
be: стандартна

source: Typical usage of this partition:
be: Тыповае выкарыстанне гэтага раздзела:

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
be: Вызначыце, якім чынам будзе выкарыстоўвацца файлавая сістэма. Ад гэтага будзе залежыць, якія параметры для яе будуць выбраны.

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
be: standard = стандартныя параметры, news = адзін inode на 4КБ блок, largefile = адзін inode на мегабайт, largefile4 = адзін inode на 4 мегабайты.

source: Mount point:
be: Пункт падключэння:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Mount point:" ]
be: адсутнічае

source: Ext2 file system
be: Файлавая сістэма ext2

source: FAT16 file system
be: Файлавая сістэма FAT16

source: FAT32 file system
be: Файлавая сістэма FAT32

source: swap area
be: вобласць своп

source: swap
be: своп

source: Mount options:
be: Параметры падключэння:

source: Mount options can tune the behavior of the file system.
be: Параметры падключэння ўплываюць на паводзіны файлавай сістэмы.

source: noatime - do not update inode access times at each access
be: noatime - не абнаўляць час доступу да inode пры кожным доступе

source: relatime - update inode access times relative to modify time
be: relatime - абнаўляць час доступу да inode пры змяненнях

source: nodev - do not support character or block special devices
be: nodev - не падтрымлівае сімвальныя або адмысловыя блочныя прылады

source: nosuid - ignore set-user-identifier or set-group-identifier bits
be: nosuid - ігнараваць біты set-user-identifier або set-group-identifier

source: noexec - do not allow execution of any binaries
be: noexec - забараніць выкананне любых праграм

source: ro - mount the file system read-only
be: ro - падключыць файлавую сістэму толькі для чытання

source: sync - all input/output activities occur synchronously
be: sync - увесь увод/вывад будзе адбывацца сінхронна

source: usrquota - user disk quota accounting enabled
be: usrquota - уключыць улік дыскавых квот карыстальнікаў

source: grpquota - group disk quota accounting enabled
be: grpquota - уключыць улік дыскавых квот для груп

source: user_xattr - support user extended attributes
be: user_xattr - падтрымка пашыраных карыстальніцкіх атрыбутаў

source: quiet - changing owner and permissions does not return errors
be: quiet - не вяртаць памылкі пры змене ўладальніка і дазволаў

source: notail - disable packing of files into the file system tree
be: notail - адключыць пакаванне файлаў у дрэве файлавай сістэмы

source: acls - support POSIX.1e Access Control List
be: acls - падтрымлівае POSIX.1e Access Control List

source: shortnames - only use the old MS-DOS 8.3 style filenames
be: shortnames - выкарыстоўваць назвы файлаў толькі ў старым стылі MS-DOS 8.3

source: Ext3 journaling file system
be: Файлавая сістэма ext3 з падтрымкай вядзення журнала

source: Ext4 journaling file system
be: Файлавая сістэма ext4 з падтрымкай вядзення журнала

source: Go back to the menu and correct this problem?
be: Вярнуцца ў меню, каб выправіць гэту праблему?

source: Your boot partition has not been configured with the ext2 or ext3 file system. This is needed by your machine in order to boot. Please go back and use either the ext2 or ext3 file system.
be: Ваш загрузачны раздзел не сканфігураваны на выкарыстанне файлавай сістэмы ext2 або ext3. Гэта неабходна зрабіць для таго, каб ваш камп'ютар змог загрузіцца. Вярніцеся і выберыце файлавую сістэму ext2 або ext3.

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
be: Калі вы не вернецеся ў меню разметкі і не выправіце гэту памылку, то раздзел будзе выкарыстоўвацца як ёсць. Магчыма, што вы не зможаце загрузіць сістэму з цвёрдага дыска.

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
be: Ваш загрузачны раздзел размяшчаецца не на першасным раздзеле цвёрдага дыска. Гэта неабходна, каб камп'ютар змог загрузіцца. Вярніцеся і выберыце першы першасны раздзел у якасці загрузачнага.

source: Return to the menu to set the bootable flag?
be: Вярнуцца ў меню, каб задаць загрузачны сцяг?

source: The boot partition has not been marked as a bootable partition, even though this is required by your machine in order to boot. You should go back and set the bootable flag for the boot partition.
be: Загрузачны раздзел не быў пазначаны як загрузачны, але гэта неабходна для загрузкі вашага камп'ютара. Вярніцеся і задайце загрузачны сцяг для загрузачнага раздзела.

source: If you don't correct this, the partition will be used as is and it is likely that the machine cannot boot from its hard disk.
be: Раздзел будзе выкарыстоўвацца як ёсць, калі вы не выправіце гэту праблему. Верагодна, што камп'ютар не зможа загрузіць сістэму з цвёрдага дыска.

source: The partition ${PARTITION} assigned to ${MOUNTPOINT} starts at an offset of ${OFFSET} bytes from the minimum alignment for this disk, which may lead to very poor performance.
be: Раздзел ${PARTITION} прызначаны да ${MOUNTPOINT} і які пачынаецца са зрухам ${OFFSET} байтаў ад мінімальнага раўнавання для гэтага дыска, што можа прывесці да вельмі нізкай прадукцыйнасці.

source: Since you are formatting this partition, you should correct this problem now by realigning the partition, as it will be difficult to change later. To do this, go back to the main partitioning menu, delete the partition, and recreate it in the same position with the same settings. This will cause the partition to start at a point best suited for this disk.
be: Вы павінны выправіць гэту праблему з дапамогай перапрафілявання раздзела, бо пасля яго фармаціравання зрабіць гэта будзе вельмі складана. Для гэтага вярніцеся ў галоўнае меню разметкі, выдаліце раздзел, а потым паўторна стварыце яго ў тым жа самым месцы і з тымі ж самымі параметрамі. Пры гэтым раздзел цяпер будзе размешчаны ў больш прыдатным месцы на дыску.

source: ReiserFS journaling file system
be: Файлавая сістэма ReiserFS з падтрымкай вядзення журнала

source: JFS journaling file system
be: Файлавая сістэма JFS з падтрымкай вядзення журнала

source: Use unrecommended JFS root file system?
be: Выкарыстоўваць не рэкамендаваную каранёвую файлавую сістэму JFS?

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
be: Ваша каранёвая файлавая сістэма мае тып JFS. Гэта можа выклікаць праблемы з загрузчыкам, які прадвызначана ўжываецца праграмай усталявання.

source: You should use a small /boot partition with another file system, such as ext3.
be: Вам неабходна выкарыстоўваць невялікі раздзел дыска /boot з іншай файлавай сістэмай, такой як ext3.

source: Use unrecommended JFS /boot file system?
be: Выкарыстоўваць не рэкамендаваную файлавую сістэму JFS для /boot?

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
be: У каталогу /boot падключана файлавая сістэма JFS. Гэта можа выклікаць праблемы з загрузчыкам, які выкарыстоўваецца прадвызначана гэтай праграмай усталявання.

source: You should use another file system, such as ext3, for the /boot partition.
be: Для раздзела /boot неабходна выкарыстоўваць іншую файлавую сістэму, такую як ext3.

source: XFS journaling file system
be: Файлавая сістэма XFS з падтрымкай вядзення журнала

source: btrfs journaling file system
be: Файлавая сістэма btrfs з падтрымкай вядзення журнала

source: Help on partitioning
be: Даведка па разметцы

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
be: Разметка цвёрдага дыска - гэта працэс раздзялення яго на часткі і стварэння месца, якое неабходна для ўсталявання новай сістэмы. Вам неабходна выбраць, якія раздзелы будуць выкарыстоўвацца для ўсталявання.

source: Select a free space to create partitions in it.
be: Выберыце вольную прастору для старэння раздзелаў.

source: Select a device to remove all partitions in it and create a new empty partition table.
be: Выберыце прыладу, каб выдаліць усе раздзелы на ёй і стварыць новую пустую табліцу раздзелаў.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
be: Выберыце раздзел, каб выдаліць яго або пазначце, якім чынам яго неабходна выкарыстоўваць. Як мінімум вам спатрэбіцца адзін раздзел, каб змясціць каранёвую файлавую сістэму (пунктам падключэння якога будзе /). Большасць людзей лічаць, што неабходны асобны раздзел своп. «Своп» - гэта прастора, якая дазваляе аперацыйнай сістэме выкарыстоўваць частку цвёрдага дыска ў якасці «віртуальнай памяці».

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
be: Калі раздзел ужо адфармаціраваны, вы можаце выбраць, ці пакідаць і выкарыстоўваць існуючыя даныя на гэтым раздзеле. Такія раздзелы пазначаны «${KEEP}» у галоўным меню разметкі.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
be: Хутчэй за ўсё вы захочаце адфармаціраваць раздзел і стварыць на ім новую файлаваю сістэму. НАТАТКА: усе даныя на гэтым раздзеле будуць незваротна выдалены. Калі вы вырашыце адфармаціраваць раздзел, які ўжо быў адфармаціраваны, то ён будзе пазначаны як «${DESTROY}» у галоўным меню разбіўкі дыска. У адваротным выпадку ён будзе пазначаны як «${FORMAT}».

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
be: Для запуску вашай новай сістэмы выкарыстоўваецца так званы загрузчык. Ён можа быць усталяваны або ў асноўны загрузачны запіс (MBR) першага цвёрдага дыска, або ў раздзел. Вам неабходна выбраць яго ў якасці загрузачнага, калі загрузчык усталяваны ў раздзел. Такі раздзел будзе пазначаны «${BOOTABLE}» у галоўным меню разметкі.

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
be: Для запуску вашай новай сістэмы выкарыстоўваецца так званы загрузчык. Ён усталяваны ў загрузачны раздзел. Такі раздзел будзе пазначаны ў галоўным меню разметкі з дапамогай «${BOOTABLE}».

source: Identical labels for two file systems
be: Аднолькавыя меткі для двух файлавых сістэм

source: Two file systems are assigned the same label (${LABEL}): ${PART1} and ${PART2}. Since file system labels are usually used as unique identifiers, this is likely to cause reliability problems later.
be: Дзвюм файлавым сістэмам прызначана аднолькавая метка (${LABEL}): ${PART1} і ${PART2}. Меткі файлавых сістэм звычайна выкарыстоўваюцца як унікальныя ідэнтыфікатары, таму пазней гэта можа прывесці да праблем з надзейнасцю.

source: Please correct this by changing labels.
be: Змяніце меткі, каб выправіць гэта.

source: Identical mount points for two file systems
be: Аднолькавыя пункты падключэння для двух файлавых сістэм

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
be: Дзвюм файлавым сістэмам прызначаны аднолькавы пункт падключэння (${MOUNTPOINT}): ${PART1} і ${PART2}.

source: Please correct this by changing mount points.
be: Змяніце пункты падключэння, каб выправіць праблему.

source: No root file system
be: Адсутнічае каранёвая файлавая сістэма

source: No root file system is defined.
be: Не вызначана каранёвая файлавая сістэма.

source: Please correct this from the partitioning menu.
be: Перайдзіце ў меню разметкі, каб выправіць гэта.

source: Separate file system not allowed here
be: Асобная файлавая сістэма тут забаронена

source: You assigned a separate file system to ${MOUNTPOINT}, but in order for the system to start correctly this directory must be on the root file system.
be: Вы прызначылі асобную файлавую сістэму для пункту падключэння ${MOUNTPOINT}, але каб сістэма магла загрузіцца належным чынам, такі каталог павінен быць на каранёвай файлавай сістэме.

source: Do you want to resume partitioning?
be: Вы сапраўды хочаце ўзнавіць разметку?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
be: Збой падключэння файлавай сістэмы тыпу ${TYPE} на прыладзе ${DEVICE} у пункце падключэння ${MOUNTPOINT}.

source: You may resume partitioning from the partitioning menu.
be: Узнавіць разметку можна з адпаведнага меню.

source: How to use this partition:
be: Як выкарыстоўваць гэты раздзел:

source: Use as:
be: Выкарыстоўваць як:

source: Failed to remove conflicting files
be: Не ўдалося выдаліць канфліктныя файлы

source: The installer needs to remove operating system files from the install target, but was unable to do so. The install cannot continue.
be: Праграме ўстаноўкі не ўдалося выдаліць файлы аперацыйнай сістэмы з мэтавага каталога. Немагчыма працягнуць усталяванне.

source: Removing conflicting operating system files...
be: Выдаленне канфліктных файлаў аперацыйнай сістэмы...

source: Do you want to return to the partitioner?
be: Вы сапраўды хочаце вярнуцца да разметкі?

source: The file system on ${PARTITION} assigned to ${MOUNTPOINT} has not been marked for formatting. Directories containing system files (/etc, /lib, /usr, /var, ...) that already exist under any defined mountpoint will be deleted during the install.
be: Файлавая сістэма на ${PARTITION}, прызначана да ${MOUNTPOINT} не была пазначана для фармаціравання. Ужо існуюць каталогі з сістэмнымі файламі (/etc, /lib, /usr, /var, ...) пад любым вызначаным пунктам падключэння будуць выдалены падчас усталявання.

source: Please ensure that you have backed up any critical data before installing.
be: Пераканайцеся, што ўсе вашы важныя даныя маюць рэзервовую копію.

source: McMurdo
be: Мак-Мёрда

source: south pole
be: паўднёвы полюс

source: Rothera
be: Ротэра

source: Palmer
be: Палмер

source: Mawson
be: Моўсан

source: Davis
be: Дэйвіс

source: Casey
be: Кейсі

source: Vostok
be: Васток

source: Dumont-d'Urville
be: Дзюмон-Дзюрвіль

source: Syowa
be: Сёва

source: Select from worldwide list
be: Выбраць са спіса краін

source: Select a location in your time zone:
be: Выберыце месцазнаходжанне ў вашым часавым поясе:

source: Lord Howe Island
be: Востраў Лорд-Хаў

source: Hobart
be: Хобарт

source: Melbourne
be: Мельбурн

source: Sydney
be: Сіднэй

source: Broken Hill
be: Брокен-Хіл

source: Brisbane
be: Брысбен

source: Lindeman
be: Ліндэман

source: Adelaide
be: Адэлаіда

source: Darwin
be: Дарвін

source: Perth
be: Перт

source: Select a city in your time zone:
be: Выберыце горад у сваім часавым поясе:

source: Noronha
be: Наронья

source: Belem
be: Белен

source: Fortaleza
be: Фарталеза

source: Recife
be: Рэсіфі

source: Araguaina
be: Арагуаіна

source: Maceio
be: Масеё

source: Bahia
be: Баія

source: Sao Paulo
be: Сан-Паўлу

source: Campo Grande
be: Кампу-Гранды

source: Cuiaba
be: Куяба

source: Porto Velho
be: Порту-Велью

source: Boa Vista
be: Боа-Віста

source: Manaus
be: Манаўс

source: Eirunepe
be: Эйрунэпе

source: Rio Branco
be: Рыу-Бранку

source: Newfoundland
be: Ньюфаўндленд

source: Atlantic
be: Атлантычны час

source: Eastern
be: Усходні час

source: Central
be: Цэнтральны час

source: East Saskatchewan
be: Усходні Саскачэван

source: Saskatchewan
be: Саскачэван

source: Mountain
be: Горны час

source: Pacific
be: Ціхаакіянскі час

source: Yukon
be: Юкон

source: Select your time zone:
be: Выберыце свой часавы пояс:

source: Kinshasa
be: Кіншаса

source: Lubumbashi
be: Лубумбашы

source: Santiago
be: Сант’яга

source: Easter Island
be: Рапануі

source: Guayaquil
be: Гуаякіль

source: Galapagos
be: Галапагас

source: Madrid
be: Мадрыд

source: Ceuta
be: Сеута

source: Canary Islands
be: Канарскія астравы

source: Yap
be: Яп

source: Truk
be: Астравы Чуўк

source: Ponape
be: Панпеі

source: Kosrae
be: Кусаіе

source: Godthab
be: Нук

source: Danmarkshavn
be: Данмарксхаўн

source: Scoresbysund
be: Скорсбісун

source: Thule
be: Туле

source: Jakarta
be: Джакарта

source: Pontianak
be: Пантыянак

source: Makassar
be: Макасар

source: Jayapura
be: Джаяпура

source: Tarawa (Gilbert Islands)
be: Тарава (астравы Гілберта)

source: Enderbury (Phoenix Islands)
be: Эндэрберы (астравы Фенікс)

source: Kiritimati (Line Islands)
be: Кірыцімаці (астравы Лайн)

source: Almaty
be: Алматы

source: Qyzylorda
be: Кызыларда

source: Aqtobe
be: Актабэ

source: Atyrau
be: Атырау

source: Oral
be: Уральск

source: Ulaanbaatar
be: Улан-Батар

source: Hovd
be: Хоўд

source: Choibalsan
be: Чайбалсан

source: Auckland
be: Окленд

source: Chatham Islands
be: Астравы Чатэм

source: Tahiti (Society Islands)
be: Таіці (Астравы Таварыства)

source: Marquesas Islands
be: Маркізскія астравы

source: Gambier Islands
be: Астравы Гамб'е

source: Lisbon
be: Лісабон

source: Madeira Islands
be: Астравы Мадэйра

source: Azores
be: Азорскія астравы

source: Moscow-01 - Kaliningrad
be: Масква-01 - Калінінград

source: Moscow+00 - west Russia
be: Масква+00 - заходняя Расія

source: Moscow+01 - Samara
be: Масква+01 - Самара

source: Moscow+02 - Urals
be: Масква+02 - Урал

source: Moscow+03 - west Siberia
be: Масква+03 - заходняя Сібір

source: Moscow+03 - Novosibirsk
be: Масква+03 - Навасібірск

source: Moscow+04 - Yenisei River
be: Масква+04 - рака Енісей

source: Moscow+05 - Lake Baikal
be: Масква+05 - возера Байкал

source: Moscow+06 - Lena River
be: Масква+06 - рака Лена

source: Moscow+07 - Amur River
be: Масква+07 - рака Амур

source: Moscow+07 - Sakhalin Island
be: Масква+07 - востраў Сахалін

source: Moscow+08 - Magadan
be: Масква+08 - Магадан

source: Moscow+09 - Kamchatka
be: Масква+09 - Камчатка

source: Moscow+10 - Bering Sea
be: Масква+10 - Берынгава мора

source: Johnston Atoll
be: Атол Джонстан

source: Midway Islands
be: Астравы Мідуэй

source: Wake Island
be: Востраў Уэйк

source: Alaska
be: Аляска

source: Hawaii
be: Гаваі

source: Arizona
be: Арызона

source: East Indiana
be: Усходняя Індыяна

source: Samoa
be: Самоа

source: Saving the time zone...
be: Захаванне часавага пояса...

source: Is this time zone correct?
be: Ці з'яўляецца правільным выбраны часавы пояс?
