Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-help-*.po
Languages: ru, uk

source: We are especially interested in hearing about startup problems, because in general they don't happen to only <emphasis>one</emphasis> person.
ru: Мы особо заинтересованы в выявлении проблем, связанных с загрузкой системы. Подобные проблемы, как правило, обнаруживаются не только у <emphasis>одного</emphasis> человека.
uk: Ми особливо зацікавлені у виявленні проблем, пов'язаних з запуском, вони виявляються не лише в <emphasis>однієї</emphasis> людини, як правило.

source: We've either already heard about your particular problem and can dispense a quick fix, or we would like to hear about it and work through it with you, and the next user who comes up with the same problem will profit from your experience!
ru: Возможно мы уже знаем о данной конкретной проблеме, тогда мы сможем обеспечить более быстрое её решение. В противном случае, мы желаем знать о ней и готовы работать над её решением вместе с вами. Позже ваш опыт будет полезен другому пользователю столкнувшемуся с такой же проблемой!
uk: Якщо ми вже знаємо про Вашу проблему, то ми зможемо швидко її вирішити, або ми вислухаємо Вас і подолаємо її разом, а Ваш досвід буде корисним іншому користувачеві, який зіштовхнувся з такою-ж проблемою!

source: COPYRIGHTS AND WARRANTIES
ru: АВТОРСКИЕ ПРАВА И ГАРАНТИИ
uk: АВТОРСЬКІ ПРАВА ТА ГАРАНТІЇ

source: Ubuntu is Copyright (C) 2004-2010 Canonical Ltd., and incorporates the work of many other original authors and contributors.
ru: Ubuntu охраняется авторским правом (C) 2004-2010 Canonical Ltd. и объединяет труд многих других авторов и участников.
uk: Ubuntu охороняється авторським правом (C) 2004-2010 Canonical Ltd., та об'єднує працю багатьох самобутніх авторів і учасників.

source: The Ubuntu system is freely redistributable.
ru: Система Ubuntu является свободно распространяемой.
uk: Система Ubuntu вільно розповсюджується.

source: After installation, the exact distribution terms for each package are described in the corresponding file /usr/share/doc/<replaceable>packagename</replaceable>/copyright.
ru: Точные соглашения о порядке распространения для каждого пакета описаны в соответствующем файле /usr/share/doc/<replaceable>packagename</replaceable>/copyright, доступном после установки системы.
uk: Після встановлення, точні умови розповсюдження кожного пакунку описані у відповідному файлі /usr/share /doc/<replaceable>packagename</replaceable>/copyright.

source: After startup, the exact distribution terms for each package are described in the corresponding file /usr/share/doc/<replaceable>packagename</replaceable>/copyright.
ru: Точные соглашения о порядке распространения для каждого пакета описаны в соответствующем файле /usr/share/doc/<replaceable>packagename</replaceable>/copyright, доступном после запуска системы.
uk: Після запуску, точні умови розповсюдження кожного пакунку описані у відповідному файлі /usr/share /doc/<replaceable>packagename</replaceable>/copyright.

source: Ubuntu comes with <emphasis>ABSOLUTELY NO WARRANTY</emphasis>, to the extent permitted by applicable law.
ru: Ubuntu распространяется <emphasis>БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ</emphasis>, в рамках, определённых соответствующим законодательством.
uk: Ubuntu розповсюджується <emphasis>БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ</emphasis>, у межах визначених відповідним законодавством.

source: This installation system is based on the Debian installer. See <ulink url="http://www.debian.org/" /> for more details and information on the Debian project.
ru: Данная программа основана на установщике Debian. Для получения дополнительной информации о проекте Debian смотрите <ulink url="http://www.debian.org/" />
uk: Ця система встановлення заснована на завантажувачі Debian. Для додаткової інформації про проєкт Debian, дивіться <ulink url="http://www.debian.org/" />

source: This system is based on Debian. See <ulink url="http://www.debian.org/" /> for more details and information on the Debian project.
ru: Данная система основана на Debian. Для получения дополнительной информации о проекте Debian смотрите <ulink url="http://www.debian.org/" />
uk: Ця система основана на Debian. Докладніша інформація щодо проєкту Debian доступна тут <ulink url="http://www.debian.org/" />.

source: live-install
ru: live-установка
