Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-help-*.po
Languages: ru, uk

source: Installer Boot Help Screens
ru: Экраны справки программы установки
uk: Екрани допомоги встановлювача

source: Welcome to ${DISTRIBUTION_NAME}!
ru: Добро пожаловать в ${DISTRIBUTION_NAME}!
uk: Вітаємо в ${DISTRIBUTION_NAME}!

source: This is an installation system for ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. It was built on ${BUILD_DATE}.
ru: Это программа установки операционной системы ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Создан ${BUILD_DATE}.
uk: Це програма встановлення ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Дата збірки ${BUILD_DATE}.

source: This is a live system for ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. It was built on ${BUILD_DATE}.
ru: Это live-версия ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Создана ${BUILD_DATE}.
uk: Це жива система ${DISTRIBUTION_NAME} ${DISTRIBUTION_VERSION}. Дата збірки ${BUILD_DATE}.

source: HELP INDEX
ru: СОДЕРЖАНИЕ
uk: ЗМІСТ

source: KEY
ru: КЛЮЧ
uk: КЛАВІША

source: TOPIC
ru: ТЕМА
uk: ТЕМА

source: This page, the help index.
ru: Данная страница - содержание справки.
uk: Дана сторінка - зміст довідки.

source: Prerequisites for installing ${DISTRIBUTION_NAME}.
ru: Требования для установки ${DISTRIBUTION_NAME}.
uk: Необхідні передумови для встановлення ${DISTRIBUTION_NAME}.

source: Prerequisites for running ${DISTRIBUTION_NAME}.
ru: Требования для запуска ${DISTRIBUTION_NAME}.
uk: Необхідні передумови для роботи ${DISTRIBUTION_NAME}.

source: Boot methods for special ways of using this system.
ru: Варианты загрузки для особых вариантов использования системы.
uk: Способи завантаження для особливих випадків використання цієї системи.

source: Additional boot methods; rescuing a broken system.
ru: Дополнительные способы загрузки; восстановление системы.
uk: Додаткові способи завантаження; відновлення пошкодженої системи.

source: Special boot parameters, overview.
ru: Специальные параметры загрузки, обзор.
uk: Загальний огляд особливих параметрів завантаження.

source: Special boot parameters for special machines.
ru: Специальные параметры загрузки для определенных платформ.
uk: Спеціяльні параметри завантаження для окремих платформ.

source: Special boot parameters for selected disk controllers.
ru: Специальные параметры загрузки для некоторых дисковых контроллеров.
uk: Спеціяльні параметри завантаження для деяких дискових контролерів.

source: Special boot parameters for the install system.
ru: Специальные параметры загрузки для системы установки.
uk: Спеціяльні параметри завантаження для системи встановлення.

source: Special boot parameters for the bootstrap system.
ru: Специальные параметры начального загрузчика системы.
uk: Спеціяльні параметри для початкового завантажувача системи.

source: How to get help.
ru: Как получить справку.
uk: Як отримати допомогу.

source: Copyrights and warranties.
ru: Авторские права и гарантии.
uk: Авторські права та гарантії.

source: For F1-F9 type control and F then the digit 1-9 For F10 type control and F then the digit 0
ru: Для F1-F9 нажмите Ctrl и F, а затем одну из цифр 1-9 Для F10 нажмите Ctrl и F, а затем цифру 0
uk: Для F1-F9 натисніть Ctrl та F, потім одну з цифр 1-9 Для F10 натисніть Ctrl та F, потім цифру 0

source: Press F2 through F10 for details, or ENTER to ${BOOTPROMPT}
ru: Нажмите клавиши F2-F10 для просмотра, или ENTER для ${BOOTPROMPT}
uk: Натисніть клавіші F2-F10 для перегляду, або ENTER для ${BOOTPROMPT}

source: Press F2 through F10 for details, or Escape to exit help.
ru: Нажмите клавиши F2-F10 для просмотра или Escape для выхода из справки.
uk: Натисніть клавіші F2-F10 для перегляду, або Escape для виходу з довідки.

source: PREREQUISITES FOR INSTALLING UBUNTU
ru: ТРЕБОВАНИЯ ДЛЯ ЗАПУСКА UBUNTU
uk: НЕОБХІДНІ ПЕРЕДУМОВИ ДЛЯ ВСТАНОВЛЕННЯ UBUNTU

source: You must have at least 32 megabytes of RAM to use this Ubuntu installer.
ru: У вас должно быть как минимум 32 мегабайта оперативной памяти для использования этого установщика Ubuntu.
uk: Для використання цього встановлювача Ubuntu необхідно щонайменше 32 Мб RAM.

source: You should have space on your hard disk to create a new disk partition of at least 5 gigabytes to install a standard Ubuntu desktop system or at least 500 megabytes for a minimal server installation. You'll need more disk space to install additional packages, depending on what you wish to do with your new Ubuntu system.
ru: У вас должно быть свободное место на жёстком диске для создания нового раздела: 5 ГБ для стандартной настольной системы Ubuntu или 500 МБ для минимальной серверной установки. Вам понадобится больше свободного места на диске для установки дополнительных пакетов, что зависит от необходимого функционала вашей новой системы Ubuntu.
uk: На жорсткому диску повинно бути принаймні 5 гігабайт вільного простору для створення нового розділу під стандартну версію Ubuntu, або принаймні 500 мегабайт під мінімальну серверну версію. Вам знадобиться більше простору для додаткових пакунків, але це залежить від того, як саме Ви маєте намір використовувати Вашу нову Ubuntu.

source: See the Installation Manual or the FAQ for more information; both documents are available at the Ubuntu web site, <ulink url="http://www.ubuntu.com/" />
ru: Прочтите Инструкцию по установке или FAQ для получения дополнительной информации. Оба документа доступны на сайте Ubuntu: <ulink url="http://www.ubuntu.com/" />
uk: Прочитайте Інструкцію з встановлення або FAQ для отримання додаткової інформації. Обидва документи доступні на сайті Ubuntu: <ulink url="http://www.ubuntu.com/" />

source: You must have at least 384 megabytes of RAM to use this Ubuntu live system.
ru: Для использования live-системы Ubuntu потребуется как минимум 384 мегабайт оперативной памяти.
uk: Ви повинні мати щонайменше 384 мегабайт оперативної пам'яті, щоб використовувати Ubuntu у режимі LiveCD.

source: The live system does not require any space on your hard disk. However, existing Linux swap partitions on the disk will be used if available.
ru: Live-система не требует пространства на вашем жёстком диске. Однако, если это возможно, будут использованы существующие разделы подкачки.
uk: Режим LiveCD не вимагає місця на жорсткому диску. Однак, будуть використані розділи Linux swap, якщо вони є на жорсткому диску.

source: See the FAQ for more information; this document is available at the Ubuntu web site, <ulink url="http://www.ubuntu.com/" />
ru: Прочтите FAQ для получения дополнительной информации. Этот документ доступен на сайте Ubuntu, см. <ulink url="http://www.ubuntu.com/" />.
uk: Прочитайте FAQ для отримання додаткової інформації; цей документ доступний на сайті Ubuntu: <ulink url="http://www.ubuntu.com/" />

source: Thank you for choosing Ubuntu!
ru: Благодарим вас за выбор Ubuntu!
uk: Дякуємо за те, що Ви обрали Ubuntu!

source: Press <phrase class="not-serial">F1</phrase><phrase class="serial">control and F then 1</phrase> for the help index, or ENTER to ${BOOTPROMPT}
ru: Нажмите <phrase class="not-serial">F1</phrase><phrase class="serial">Ctrl и F затем 1</phrase> для перехода к оглавлению справки или ENTER для ${BOOTPROMPT}
uk: Натисніть <phrase class="not-serial">F1</phrase><phrase class="serial">control та F потім 1</phrase> для переходу до змісту довідки, або ENTER для ${BOOTPROMPT}

source: Press F1 for the help index, or Escape to exit help.
ru: Нажмите F1 для перехода к оглавлению справки или Escape для выхода из неё.
uk: Натисніть F1, щоб перейти до змісту довідки, або Escape для виходу з неї.

source: BOOT METHODS
ru: СПОСОБЫ ЗАГРУЗКИ
uk: СПОСОБИ ЗАВАНТАЖЕННЯ

source: Available boot methods:
ru: Доступные способы загрузки:
uk: Доступні способи завантаження:

source: install
ru: установка
uk: встановити

source: Install Ubuntu
ru: Установить Ubuntu
uk: Встановити Ubuntu

source: Start the installation -- this is the default option.
ru: Начать установку -- это опция по умолчанию.
uk: Почати встановлення - типова опція.

source: expert
ru: экспертный режим
uk: фахівець

source: Start the installation in expert mode, for maximum control.
ru: Начать установку в режиме эксперта для максимального контроля.
uk: Почати встановлення у режимі фахівця -- для повного контролю.

source: cli
uk: Інтерфейс командного рядка (cli)

source: cli-expert
uk: Інтерфейс командного рядка (cli) -- фахівець

source: Minimal command-line system install.
ru: Установка минимальной системы (командная строка).
uk: Встановлення мінімальної системи -- командний рядок.

source: live
uk: live -- сесія

source: Try Ubuntu without any change to your computer
ru: Запустить Ubuntu без установки на компьютер
uk: Спробуйте Ubuntu без застосування будь-яких змін у Вашому комп'ютері.

source: Start the live system. If you wish, you can install it later using the "Install" icon on the desktop.
ru: Загрузить live-систему. Вы сможете запустить установку системы позже, воспользовавшись ярлыком «Установить...» на рабочем столе.
uk: Завантажити live -- сесію. Ви можете встановити систему пізніше, натиснувши піктограму "Install" на стільниці.

source: Start the installation.
ru: Начать установку.
uk: Розпочати встановлення.

source: memtest
uk: Перевірка оперативної пам'яті

source: Test memory
ru: Проверить память
uk: Тестування пам'яті

source: Perform a memory test.
ru: Выполнить тест оперативной памяти.
uk: Виконати перевірку пам'яті.

source: To use one of these boot methods, type it at the prompt, optionally followed by any boot parameters. For example:
ru: Для использования одного из методов загрузки, введите его в ответ на приглашение вместе с параметрами загрузки, если это необходимо. Например:
uk: Для використання одного зі згаданих методів завантаження вкажіть його в командному рядку й після нього зазначте будь-які параметри завантаження. Наприклад:

source: If unsure, you should use the default boot method, with no special parameters, by simply pressing enter at the boot prompt.
ru: Если вы неуверены, используйте стандартный тип установки без специальных параметров, просто нажав Enter.
uk: Якщо Ви не впевнені, використовуйте типовий метод завантаження, без спеціяльних параметрів, просто натиснувши Enter у відповідь на запрошення.

source: ("Ubuntu" may be replaced with other related operating system names. This help text is generic.)
ru: (Этот файл справки универсален. Слово "Ubuntu" может быть заменено именами родственных операционных систем.)
uk: (Слово "Ubuntu" може бути замінено назвами споріднених операційних систем. Цей файл довідки універсальний.)

source: To use one of these boot methods, select it from the menu with the cursor keys. Press F4 to select alternative start-up and installation modes. Press F6 to edit boot parameters. Press F6 again to select from a menu of commonly-used boot parameters.
ru: Чтобы воспользоваться одним из методов загрузки, выберите его в меню, пользуясь клавишами управления курсором. Нажмите F4 для выбора альтернативных режимов запуска и установки. Нажмите F6 для изменения параметров загрузки. Повторное нажатие F6 вызовет меню типовых параметров загрузки.
uk: Для використання одного з методів завантаження, виберіть його в меню, користуючись клавішами керування курсором. Натисніть F4, для вибору альтернативних режимів запуску та встановлення. Натисніть F6 для зміни параметрів завантаження. Повторне натискання F6 викличе меню типових параметрів завантаження.

source: Except in expert mode, non-critical kernel boot messages are suppressed.
ru: Некритичные сообщения загрузки ядра будут отображаться только в режима эксперта.
uk: За винятком режиму фахівця, не критичні повідомлення завантаження ядра будуть пропущені.

source: RESCUING A BROKEN SYSTEM
ru: ВОССТАНОВЛЕНИЕ СИСТЕМЫ
uk: ВІДНОВЛЕННЯ ПОШКОДЖЕНОЇ СИСТЕМИ

source: Use one of these boot methods to rescue an existing install
ru: Воспользуйтесь одним из этих способов загрузки для восстановления уже установленной системы
uk: Скористайтеся одним з цих методів для відновлення існуючого встановлення

source: rescue
ru: восстановление
uk: відновлення

source: Rescue a broken system
ru: Восстановление системы
uk: Відновлення пошкодженої системи

source: Boot into rescue mode.
ru: Загрузиться в режиме восстановления.
uk: Завантажитися у режимі відновлення

source: There is no dedicated rescue mode on this disc. However, since the disc provides a complete user environment, it is possible to use the command-line and/or graphical tools provided to rescue a broken system, and to use a web browser to search for help. Extensive advice is available online for most kinds of problems that might cause your normal system to fail to boot correctly.
ru: На этом диске нет режима восстановления. Однако диск предоставляет полное пользовательское окружение, дающее возможность использовать как консольные, так и утилиты с графическим интерфейсом для восстановления работоспособности системы, а также использовать интернет для поиска помощи. В интернете можно найти подробные советы по решению большинства проблем, которые могут привести вашу систему в неисправное состояние.
uk: На цьому диску немає особливого режиму для порятунку систем. Втім, оскільки диск надає повне середовище для роботи користувача, можна скористатися текстовими і графічними засобами для відновлення пошкодженої системи, або пошукати допомоги в мережі. В інтернеті є велика кількість порад для більшості причин незавантаження системи.

source: SPECIAL BOOT PARAMETERS - OVERVIEW
ru: СПЕЦИАЛЬНЫЕ ПАРАМЕТРЫ ЗАГРУЗКИ - ОБЗОР
uk: ЗАГАЛЬНИЙ ОГЛЯД ОСОБЛИВИХ ПАРАМЕТРІВ ЗАВАНТАЖЕННЯ

source: On a few systems, you may need to specify a parameter at the <literal>boot:</literal> prompt in order to boot the system.
ru: Для успешного запуска на некоторых системах вам будет необходимо указать параметр загрузки в приглашении <literal>boot:</literal>.
uk: Для успішного запуску на деяких системах Вам буде необхідно вказати параметр завантаження в запрошенні <literal>boot:</literal>

source: On a few systems, you may need to specify a parameter by pressing F6 in order to boot the system.
ru: Для успешного запуска на некоторых системах вам будет необходимо указать параметр загрузки по нажатию F6.
uk: Для успішного запуску на деяких системах Вам буде необхідно вказати параметр завантаження після натискання F6.

source: For example, Linux may not be able to autodetect your hardware, and you may need to explicitly specify its location or type for it to be recognized.
ru: К примеру, Linux может не определить автоматически ваши устройства, и вам придётся явно указать их местонахождение или тип для правильного определения.
uk: Наприклад, Linux може автоматично не визначити Ваше обладнання, і Вам доведеться явно вказати його місцезнаходження або тип, для правильного визначення системою.

source: For more information about what boot parameters you can use, press:
ru: Для получения дополнительной информации о параметрах загрузки, которые вы можете использовать, нажмите:
uk: Для детальнішої інформації щодо можливих параметрів завантаження натисніть:

source: boot parameters for special machines
ru: загрузочные параметры для отдельных платформ
uk: завантажувальні параметри для спеціяльних платформ

source: boot parameters for various disk controllers
ru: загрузочные параметры для некоторых дисковых контроллеров
uk: завантажувальні параметри для різних дискових контроллерів

source: boot parameters understood by the install system
ru: загрузочные параметры системы установки
uk: завантажувальні параметри системи встановлення

source: boot parameters understood by the bootstrap system
ru: параметры начального загрузчика системы
uk: параметри початкового завантажувача системи

source: Many kernel modules are loaded dynamically by the installer, and parameters for those modules cannot be given on the command line. To be prompted for parameters when modules are loaded, boot in expert mode (see <link linkend="F3"><keycap>F3</keycap></link>).
ru: Многие модули ядра динамически загружаются установщиком и параметры для этих модулей не могут быть введены через командную строку. Для получения возможности ввода параметров во время загрузки модулей загрузитесь в режиме эксперта (см. <link linkend="F3"><keycap>F3</keycap></link>).
uk: Багато модулів ядра динамічно завантажуються встановлювачем і параметри для цих модулів не можуть бути уведені через командний рядок. Для отримання можливості уведення параметрів під час завантаження модулів, необхідно завантажитись в режимі фахівця (див. <link linkend="F3"><keycap>F3</keycap></link>).

source: Many kernel modules are loaded dynamically by the bootstrap system, and parameters for those modules cannot be given on the command line.
ru: Многие модули ядра динамически загружаются системой начальной загрузки и параметры для этих модулей не могут быть заданы в командной строке.
uk: Багато модулів ядра динамічно завантажуються системою початкового завантаження і параметри для цих модулів не можуть бути задані в командному рядку.

source: SPECIAL BOOT PARAMETERS - VARIOUS HARDWARE
ru: СПЕЦИАЛЬНЫЕ ПАРАМЕТРЫ ЗАГРУЗКИ - ОТДЕЛЬНЫЕ УСТРОЙСТВА
uk: СПЕЦІЯЛЬНІ ПАРАМЕТРИ ЗАВАНТАЖЕННЯ - РІЗНЕ ОБЛАДНАННЯ

source: You can use the following boot parameters at the <literal>boot:</literal> prompt, in combination with the boot method (see <link linkend="F3"><keycap>F3</keycap></link>).
ru: В приглашении <literal>boot:</literal> вы можете использовать следующие параметры в сочетании с методом загрузки (см. <link linkend="F3"><keycap>F3</keycap></link>).
uk: В запрошенні <literal>boot:</literal> Ви можете використовувати такі параметри у поєднанні з методом завантаження (див. <link linkend="F3"><keycap>F3</keycap></link>).

source: You can use the following boot parameters by pressing F6, in combination with the boot method (see <link linkend="F3"><keycap>F3</keycap></link>).
ru: По нажатию F6 вы можете использовать следующие параметры в сочетании с методом загрузки (см. <link linkend="F3"><keycap>F3</keycap></link>).
uk: Ви можете використовувати такі параметри завантаження натиснувши F6, у поєднанні з методом завантаження (див. <link linkend="F3"><keycap>F3</keycap></link>).

source: If you use hex numbers you have to use the 0x prefix (e.g., 0x300).
ru: При использовании шестнадцатеричных чисел необходимо вводить префикс 0x (например 0x300).
uk: Якщо Ви використовуєте шістнадцяткові числа необхідно уводити префікс 0x (напр. 0x300).

source: HARDWARE
ru: УСТРОЙСТВА
uk: ОБЛАДНАННЯ

source: PARAMETER TO SPECIFY
ru: ВВОДИМЫЙ ПАРАМЕТР
uk: ЗАЗНАЧЕНИЙ ПАРАМЕТР

source: IBM PS/1 or ValuePoint (IDE disk)
ru: IBM PS/1 или ValuePoint (IDE-диск)
uk: IBM PS/1 або ValuePoint (IDE disk)

source: Some IBM ThinkPads
ru: Некоторые модели IBM ThinkPad
uk: Деякі моделі IBM ThinkPad

source: Protect I/O port regions
ru: Защита портов I/O
uk: Захист портів I/O

source: Laptops with screen display problems
ru: Ноутбуки с проблемами вывода на экран
uk: Ноутбуки з проблемами виводу на екран

source: Use first serial port at 9600 baud
ru: Использовать первый серийный порт на 9600 бод
uk: Використовувати перший серійний порт на 9600 бод

source: Force use of generic IDE driver
ru: Использовать базовый IDE драйвер
uk: Використовувати базовий IDE драйвер

source: Possible (temporary) workarounds for lockups or other hardware failures:
ru: Возможные (временные) обходные методы при блокировках или других сбоях аппаратного обеспечения:
uk: Можливі (тимчасові) обхідні методи для блокування або інших збоїв обладнання:

source: disable buggy APIC interrupt routing
ru: Отключить ошибочную маршрутизацию прерываний APIC
uk: вимкнути помилкову APIC маршрутизацію переривань

source: (partly) disable ACPI
ru: (частично) отключить ACPI
uk: (частково) вимкнути ACPI

source: <userinput>acpi=noirq</userinput> or <userinput>acpi=off</userinput>
ru: <userinput>acpi=noirq</userinput> или <userinput>acpi=off</userinput>
uk: <userinput>acpi=noirq</userinput> або <userinput>acpi=off</userinput>

source: disable USB
ru: отключить USB
uk: вимкнути USB

source: poll for interrupts
ru: опрос прерываний
uk: опитування переривань

source: For example:
ru: Например:
uk: Наприклад:

source: SPECIAL BOOT PARAMETERS - VARIOUS DISK DRIVES
ru: СПЕЦИАЛЬНЫЕ ПАРАМЕТРЫ ЗАГРУЗКИ - НЕКОТОРЫЕ КОНТРОЛЛЕРЫ ДИСКОВ
uk: СПЕЦІЯЛЬНІ ПАРАМЕТРИ ЗАВАНТАЖЕННЯ - РІЗНІ ДИСКИ

source: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (enabled if non-zero)
ru: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (включено если не ноль)
uk: <userinput>aic7xxx.aic7xxx=no_reset</userinput> (увімкнено якщо не нуль)

source: BusLogic SCSI Hosts
ru: SCSI-хосты BusLogic
uk: SCSI-хости BusLogic

source: Certain DELL machines
ru: Некоторые машины DELL
uk: Деякі комп'ютери DELL

source: This list is incomplete, see the kernel's kernel-parameters.txt file for more.
ru: Этот список неполон, для получения дополнительной информации смотрите файл документации ядра kernel-parameters.txt.
uk: Цей перелік неповний, для додаткової інформації дивіться файл ядра kernel-parameters.txt.

source: SPECIAL BOOT PARAMETERS - INSTALLATION SYSTEM
ru: СПЕЦИАЛЬНЫЕ ПАРАМЕТРЫ ЗАГРУЗКИ - НАЧАЛЬНЫЙ ЗАГРУЗЧИК
uk: СПЕЦІЯЛЬНІ ПАРАМЕТРИ ЗАВАНТАЖЕННЯ - СИСТЕМА ВСТАНОВЛЕННЯ

source: These parameters control how the installer works.
ru: Эти параметры управляют работой начального загрузчика.
uk: Ці параметри відповідають за роботу встановлювача.

source: These parameters control how the bootstrap system works.
ru: Эти параметры управляют работой начального загрузчика.
uk: Ці параметри керують роботою початкового завантажувача.

source: RESULT
ru: РЕЗУЛЬТАТ
uk: РЕЗУЛЬТАТ

source: PARAMETER
ru: ПАРАМЕТР
uk: ПАРАМЕТР

source: Disable framebuffer
ru: Отключить framebuffer
uk: Вимкнути framebuffer

source: Don't start PCMCIA
ru: Не включать PCMCIA
uk: Не вмикати PCMCIA

source: Force static network config
ru: Принудительно использовать статическую конфигурацию сети
uk: Примусово використовувати статичну конфігурацію мережі

source: Set keyboard map
ru: Задать раскладку клавиатуры
uk: Встановити розкладку клавіатури

source: Select the Kubuntu desktop
ru: Выбрать окружение рабочего стола Kubuntu
uk: Обрати стільницю Kubuntu

source: Disable ACPI for PCI maps (handy for some HP servers and Via-based machines)
ru: Выключить ACPI для карт PCI (полезно для некоторых серверов HP и машин на основе VIA)
uk: Вимкнути ACPI для карт PCI (корисно для деяких серверів HP та машин на основі VIA)

source: Use high contrast theme
ru: Использовать высококонтрастную тему
uk: Використовувати висококонтрастну тему

source: Use Braille tty
ru: Использовать интерфейс Брайля
uk: Використовувати інтерфейс Брайля

source: GETTING HELP
ru: КАК ПОЛУЧИТЬ ПОМОЩЬ
uk: ОТРИМАННЯ ДОПОМОГИ

source: If you can't install Ubuntu, don't despair!
ru: Если вы не можете установить Ubuntu, не отчаивайтесь!
uk: Якщо Ви не можете встановити Ubuntu, не впадайте у відчай!

source: If you can't start Ubuntu, don't despair!
ru: Если вы не можете запустить Ubuntu, не отчаивайтесь!
uk: Якщо Ви не можете запустити Ubuntu, не впадайте у відчай!

source: The Ubuntu team is ready to help you!
ru: Команда Ubuntu готова помочь вам!
uk: Команда Ubuntu готова Вам допомогти!

source: We are especially interested in hearing about installation problems, because in general they don't happen to only <emphasis>one</emphasis> person.
ru: Мы особо заинтересованы в выявлении проблем, связанных с установкой. Подобные проблемы, как правило, обнаруживаются не только у <emphasis>одного</emphasis> человека.
uk: Ми особливо зацікавлені у виявленні проблем, пов'язаних з установкою, вони виявляються не лише в <emphasis>однієї</emphasis> людини, як правило.
