Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
be: Неабходна запісаць бягучую схему разметкі на дыск перад тым, як Logical Volume Manager будзе сканфігураваны. Гэтыя змены немагчыма будзе адрабіць.

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
be: Пасля канфігурацыі Logical Volume Manager нельга будзе рабіць дадатковыя змяненні ў схеме разметкі дыскаў, якія змяшчаюць фізічныя тамы падчас усталявання. Перад працягам пераканайцеся, што вас задавальняе бягучая схема разметкі.

source: Keep current partition layout and configure LVM?
be: Ці пакідаць бягучую схему раздзелаў і канфігурацыю LVM?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
be: Пасля канфігурацыі Logical Volume Manager нельга будзе рабіць дадатковыя змяненні раздзелаў на дысках, якія змяшчаюць фізічныя тамы. Перад працягам пераканайцеся, што вас задавальняе бягучая схема разметкі гэтых дыскаў.

source: LVM configuration failure
be: Збой канфігурацыі LVM

source: An error occurred while writing the changes to the disks.
be: Адбылася памылка падчас запісу змяненняў на дыск.

source: Logical Volume Manager configuration has been aborted.
be: Наладжванне менеджара лагічных тамоў (LVM) перарвана.

source: physical volume for LVM
be: фізічны том для LVM

source: LVM configuration action:
be: Дзеянне па канфігурацыі LVM:

source: Summary of current LVM configuration:
be: Зводка бягучай канфігурацыі LVM:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
be: Свабодныя фізічныя тамы: ${FREE_PVS} Выкарыстаныя фізічныя тамы: ${USED_PVS} Групавыя тамы: ${VGS} Лагічныя тамы: ${LVS}

source: Current LVM configuration:
be: Бягучая канфігурацыя LVM:

source: Devices for the new volume group:
be: Прылады для новай групы тамоў:

source: Please select the devices for the new volume group.
be: Выберыце прылады для новай групы тамоў.

source: You can select one or more devices.
be: Вы можаце вызначыць адну або некалькі прылад.

source: Volume group name:
be: Назва групы тамоў:

source: Please enter the name you would like to use for the new volume group.
be: Увядзіце назву, якую вы хочаце выкарыстоўваць для новай групы тамоў.

source: No physical volumes selected
be: Фізічныя тамы не выбраны

source: No physical volumes were selected. The creation of a new volume group has been aborted.
be: Фізічныя тамы не былі выбраны. Стварэнне новай групы тамоў было перарвана.

source: No volume group name entered
be: Не ўведзена назва групы тамоў

source: No name for the volume group has been entered. Please enter a name.
be: Не ўведзена назва для групы тамоў. Увядзіце назву.

source: Volume group name already in use
be: Такая назва групы тамоў ужо выкарыстоўваецца

source: The selected volume group name is already in use. Please choose a different name.
be: Выбраная назва групы тамоў ужо выкарыстоўваецца. Паспрабуйце іншую назву.

source: Volume group name overlaps with device name
be: Назва групы тамоў канфліктуе з назвай прылады.

source: The selected volume group name overlaps with an existing device name. Please choose a different name.
be: Выбраная назва групы тамоў накладаецца на існуючую назву прылады. Паспрабуйце іншую назву.

source: Error while reducing volume group
be: Памылка пры змяншэнні групы тамоў

source: The volume group ${VG} could not be created.
be: Не ўдалося стварыць групу тамоў ${VG}.

source: Volume group to delete:
be: Група тамоў, якую трэба выдаліць:

source: Please select the volume group you wish to delete.
be: Выберыце групу тамоў, якую вы хочаце выдаліць.

source: No volume group found
be: Група тамоў не знойдзена

source: No volume group has been found.
be: Група тамоў не знойдзена.

source: The volume group may have already been deleted.
be: Магчыма, што гэта група тамоў ужо была выдалена.

source: Really delete the volume group?
be: Сапраўды выдаліць групу тамоў?

source: Please confirm the ${VG} volume group removal.
be: Пацвердзіце выдаленне групы тамоў ${VG}.

source: Error while deleting volume group
be: Памылка пры выдаленні групы тамоў

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
be: Не ўдалося выдаліць выбраную групу тамоў. Адзін або больш лагічных тамоў у цяперашні час могуць выкарыстоўвацца.

source: No volume group can be deleted.
be: Адсутнічае група тамоў, якую можна выдаліць.

source: Volume group to extend:
be: Група тамоў для пашырэння:

source: Please select the volume group you wish to extend.
be: Выберыце групу тамоў, якую вы хочаце пашырыць.

source: Devices to add to the volume group:
be: Прылады для дадавання ў групу тамоў:

source: Please select the devices you wish to add to the volume group.
be: Выберыце прылады, каб дадаць у групу тамоў.

source: No physical volumes were selected. Extension of the volume group has been aborted.
be: Фізічныя тамы не былі выбраны. Пашырэнне групы тамоў было перарвана.

source: Error while extending volume group
be: Памылка пры пашырэнні групы тамоў

source: The physical volume ${PARTITION} could not be added to the selected volume group.
be: Не ўдалося дадаць фізічны том ${PARTITION} у выбраную групу тамоў.

source: No volume group can be reduced.
be: Адсутнічае група тамоў, якую можна паменшыць.

source: Volume group to reduce:
be: Група тамоў для памяншэння:

source: Please select the volume group you wish to reduce.
be: Выберыце групу тамоў, якую вы хочаце паменшыць.

source: Devices to remove from the volume group:
be: Прылады для выдалення з групы тамоў:

source: Please select the devices you wish to remove from the volume group.
be: Выберыце прылады, якія неабходна выдаліць з групы тамоў.

source: No physical volumes were selected. Reduction of the volume group was aborted.
be: Фізічныя тамы не былі выбраны. Змяншэнне групы тамоў было перарвана.

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
be: Не ўдалося выдаліць фізічны том ${PARTITION} з выбранай групы тамоў.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
be: Не знойдзена вольных груп тамоў для новага лагічнага тома. Стварыце больш фізічных тамоў і груп тамоў або паменшыце існуючую групу тамоў.

source: Logical volume name:
be: Назва лагічнага тома:

source: Please enter the name you would like to use for the new logical volume.
be: Увядзіце назву, якую вы хочаце выкарыстоўваць для новага лагічнага тома.

source: Volume group:
be: Група тамоў:

source: Please select the volume group where the new logical volume should be created.
be: Выберыце групу тамоў, дзе трэба стварыць новы фізічны том.

source: No logical volume name entered
be: Не ўведзена назва лагічнага тома

source: No name for the logical volume has been entered. Please enter a name.
be: Не ўведзена назва для лагічнага тома. Увядзіце назву.

source: Error while creating a new logical volume
be: Памылка пры стварэнні новага лагічнага тома

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
be: Назва ${LV} ужо выкарыстоўваецца іншым лагічным томам у той жа самай групе тамоў (${VG}).

source: Logical volume size:
be: Памер лагічнага тома:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
be: Увядзіце памер для новага лагічнага тома. Памер можа быць уведзены ў наступных фарматах: 10K (кілабайты), 10M (мегабайты), 10G (гігабайты), 10T (тэрабайты). Прадвызначанай адзінкай з'яўляюцца мегабайты.

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
be: Немагчыма стварыць новы лагічны том (${LV}) у ${VG} з новым памерам ${SIZE}.

source: No logical volume found
be: Лагічны том не знойдзены

source: No logical volume has been found. Please create a logical volume first.
be: Лагічны том не знойдзены. Спачатку стварыце лагічны том.

source: Logical volume:
be: Лагічны том:

source: Please select the logical volume to delete.
be: Выберыце лагічны том для выдалення.

source: in VG ${VG}
be: у VG ${VG}

source: Error while deleting the logical volume
be: Памылка пры выдаленні лагічнага тома

source: The logical volume (${LV}) on ${VG} could not be deleted.
be: Не ўдалося выдаліць лагічны том (${LV}) з групы ${VG}.

source: No usable physical volumes found
be: Не знойдзена фізічных тамоў, якія можна выкарыстоўваць

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
be: У вашай сістэме не знойдзена ніводнага фізічнага тома (г.зн. раздзела). Магчыма, што ўсе фізічныя тамы ў цяперашні час выкарыстоўваюцца. Ёсць таксама верагоднасць, што вам неабходна загрузіць патрэбныя модулі ядра або паўторна размеціць цвёрдыя дыскі.

source: Logical Volume Manager not available
be: Менеджар лагічных тамоў недаступны

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
be: У дадзены момант ядро не падтрымлівае Logical Volume Manager. Вам неабходна загрузіць модуль lvm-mod.

source: Error while initializing physical volume
be: Памылка пры ініцыялізацыі фізічнага тома

source: The physical volume ${PV} could not be initialized.
be: Не ўдалося ініцыялізаваць фізічны том ${PV}.

source: Invalid logical volume or volume group name
be: Памылковая імя лагічнага тома або групы тамоў

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
be: Назвы лагічнага тома або групы тамоў могуць змяшчаць толькі літарна-лічбавыя сімвалы, злучок, знак «плюс» і «мінус», кропкі і падкрэсліванні. Яны не павінны змяшчаць больш за 128 сімвалаў і не могуць пачынацца са злучка. Назвы «.» і «..» забаронены. Акрамя гэтага назва лагічнага тома не можа пачынацца са слова «snapshot».

source: Please choose a different name.
be: Выберыце іншую назву.

source: Remove existing logical volume data?
be: Выдаліць існуючыя даныя лагічнага тома?

source: The selected device already contains the following LVM logical volumes, volume groups and physical volumes which are about to be removed:
be: Выбраная прылада ўжо змяшчае наступныя лагічныя тамы LVM, групы тамоў і фізічныя тамы, якія будуць выдалены:

source: Logical volume(s) to be removed: ${LVTARGETS}
be: Лагічны том або тамы, якія будуць выдалены: ${LVTARGETS}

source: Volume group(s) to be removed: ${VGTARGETS}
be: Група або групы тамоў, якія трэба выдаліць: ${VGTARGETS}

source: Physical volume(s) to be removed: ${PVTARGETS}
be: Фізічны том або тамы для выдалення: ${PVTARGETS}

source: Note that this will also permanently erase any data currently on the logical volumes.
be: Звярніце ўвагу, што гэта таксама прывядзе да незваротнага сцірання любых даных, якія знаходзяцца на лагічных тамах.

source: Unable to automatically remove LVM data
be: Немагчыма аўтаматычна выдаліць даныя LVM

source: Because the volume group(s) on the selected device also consist of physical volumes on other devices, it is not considered safe to remove its LVM data automatically. If you wish to use this device for partitioning, please remove its LVM data first.
be: З прычыны таго, што група(ы) тамоў на выбранай прыладзе таксама складаюцца з фізічных тамоў на іншых прыладах, выкананне аўтаматычнага выдалення даных LVM можа быць небяспечным. Калі вы хочаце выкарыстоўваць гэту прыладу для раздзялення, спачатку выдаліце яе даныя LVM.

source: Logical Volume Management
be: Менеджар лагічных тамоў (LVM)

source: A common situation for system administrators is to find that some disk partition (usually the most important one) is short on space, while some other partition is underused. The Logical Volume Manager (LVM) can help with this.
be: Распаўсюджаная сітуацыя для сістэмнага адміністратара, калі высвятляецца, што на адным з раздзелаў (звычайна на адным з самых важных) недастаткова вольнага месца, а між тым некаторыя іншыя раздзелы не выкарыстоўваюцца. Logical Volume Manager дапаможа вырашыць гэту праблему.

source: LVM allows combining disk or partition devices ("physical volumes") to form a virtual disk ("volume group"), which can then be divided into virtual partitions ("logical volumes"). Volume groups and logical volumes may span several physical disks. New physical volumes may be added to a volume group at any time, and logical volumes can be resized up to the amount of unallocated space in the volume group.
be: LVM дазваляе аб'ядноўваць дыскі або раздзелы прылад («фізічныя тамы») у віртуальныя дыскі («групы тамоў»), якія потым могуць быць падзелены на віртуальныя раздзелы («лагічныя тамы»). Групы тамоў і лагічныя тамы могуць ахопліваць некалькі фізічных дыскаў. Новыя фізічныя тамы могуць быць дададзены ў групу тамоў у любы момант, а памер лагічных тамоў можа быць павялічаны за кошт неразмеркаванага месца ў групе тамоў.

source: The items on the LVM configuration menu can be used to edit volume groups and logical volumes. After you return to the main partition manager screen, logical volumes will be displayed in the same way as ordinary partitions, and should be treated as such.
be: Элементы ў меню наладжвання Logical Volume Manager могуць быць выкарыстаны, каб змяняць групы тамоў і лагічныя тамы. Пасля вяртання на экран галоўнага менеджара, лагічныя тамы будуць паказаны такім самым чынам, як і звычайныя раздзелы і могуць быць апрацаваны аналагічна.

source: Guided - use entire disk and set up LVM
be: Указанні: выкарыстоўваць увесь дыск і наладзіць LVM

source: Name of the volume group for the new system:
be: Назва групы тамоў для новай сістэмы:

source: The selected volume group name is already in use. Please choose another name.
be: Выбраная назва групы тамоў ужо выкарыстоўваецца. Паспрабуйце іншую назву.

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
be: Гэта здарылася, бо пазначаны атрымальнік не змяшчае раздзелаў, якія маглі б быць створаны ў тамах LVM.

source: Continue installation without /boot partition?
be: Працягнуць усталяванне без раздзела /boot?

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
be: Выбраны атрымальнік не змяшчае асобнага раздзела для /boot. Звычайна ён патрабуецца для загрузкі сістэмы пры выкарыстанні LVM.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
be: Вы можаце праігнараваць дадзенае папярэджанне, але гэта можа прывесці да збою пры спробе перазагрузіць сістэму пасля завяршэння ўсталявання.

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
be: Назва групы тамоў, якая выкарыстоўваецца для аўтаматычнай разметкі з дапамогай LVM, ужо выкарыстоўваецца. Паніжэнне прыярытэту для канфігурацыйных пытанняў дазволіць вам пазначыць альтэрнатыўную назву.

source: Unexpected error while creating volume group
be: Нечаканая памылка падчас стварэння групы тамоў

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
be: Збой аўтаматычнага раздзялення з дапамогай LVM. Адбылася памылка падчас стварэння групы тамоў.

source: Multiple disks (%s)
be: Некалькі дыскаў (%s)

source: Non-existing physical volume
be: Фізічны том не існуе

source: A volume group definition contains a reference to a non-existing physical volume.
be: Вызначэнне групы тамоў змяшчае спасылку на фізічны том, які не існуе.

source: Please check that all devices are properly connected. Alternatively, please check the automatic partitioning recipe.
be: Праверце, што ўсе прылады падключаны карэктна. Таксама вы можаце праверыць, які сцэнарый аўтаматычнай разметкі выбраны.

source: No physical volume defined in volume group
be: У групе тамоў не вызначаны фізічныя тамы

source: The automatic partitioning recipe contains the definition of a volume group that does not contain any physical volume.
be: Сцэнарый аўтаматычнай разметкі змяшчае вызначэнне групы тамоў, які не змяшчае ніякага фізічнага тома.

source: Please check the automatic partitioning recipe.
be: Праверце, які сцэнарый аўтаматычнай разметкі выбраны.

source: Amount of volume group to use for guided partitioning:
be: Колькасць месца для разметкі з указаннем:

source: You may use the whole volume group for guided partitioning, or part of it. If you use only part of it, or if you add more disks later, then you will be able to grow logical volumes later using the LVM tools, so using a smaller part of the volume group at installation time may offer more flexibility.
be: Вы можаце выкарыстоўваць усю групу тамоў для разметкі з указаннем або толькі частку. Калі будзе выкарыстана толькі частка або калі будзе дададзена больш дыскаў пазней, то тады вы зможаце павялічыць лагічныя тамы з выкарыстаннем інструментаў LVM. Такім чынам, выкарыстанне меншай часткі групы тамоў падчас усталявання можа прапанаваць больш гнуткае рашэнне.

source: The minimum size of the selected partitioning recipe is ${MINSIZE} (or ${PERCENT}); please note that the packages you choose to install may require more space than this. The maximum available size is ${MAXSIZE}.
be: Мінімальны памер для выбранай разметкі: ${MINSIZE} (або ${PERCENT}); звярніце ўвагу, што на выбраныя пакеты можа спатрэбіцца больш месца, чым вы запланавалі. Максімальны памер, які вам даступны: ${MAXSIZE}.

source: Invalid input
be: Памылковы ўвод

source: You entered "${INPUT}", which was not recognized as a valid size.
be: Вы ўвялі «${INPUT}», які не распазнаны ў якасці правільнага памеру.

source: ${SIZE} is too big
be: Памер у ${SIZE} занадта вялікі

source: You asked for ${SIZE} to be used for guided partitioning, but the available space is only ${MAXSIZE}.
be: Вы запыталі ${SIZE} для разметкі з указаннем, але даступна толькі ${MAXSIZE} вольнай прасторы.

source: ${SIZE} is too small
be: Памер у ${SIZE} занадта маленькі

source: You asked for ${SIZE} to be used for guided partitioning, but the selected partitioning recipe requires at least ${MINSIZE}.
be: Вы запыталі ${SIZE} для разметкі з указаннем, але выбраны тып разметкі патрабуе прынамсі ${MINSIZE}.

source: physical volume for encryption
be: фізічны том для шыфравання

source: not active
be: неактыўны

source: Encryption method:
be: Спосаб шыфравання:

source: Encryption method for this partition:
be: Спосаб шыфравання для гэтага раздзела:

source: Changing the encryption method will set other encryption-related fields to their default values for the new encryption method.
be: Змяненне спосабу шыфравання правядзе да прызначэння іншых звязаных палёў у іх першапачатковае значэнне для новага спосабу шыфравання.

source: Encryption:
be: Шыфраванне:

source: Encryption for this partition:
be: Шыфраванне для гэтага раздзела:

source: Key size:
be: Памер ключа:

source: Key size for this partition:
be: Памер ключа для гэтага раздзела:

source: IV algorithm:
be: Алгарытм вектара ініцыялізацыі:

source: Initialization vector generation algorithm for this partition:
be: Алгарытм генерацыі вектара ініцыялізацыі для гэтага раздзела:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
be: Існуюць розныя алгарытмы атрымання ініцыялізацыі вектара для кожнага сектара. Гэты выбар уплывае на бяспеку шыфравання. У большасці выпадкаў няма неабходнасці змяняць прадвызначанае значэнне, акрамя патрабаванняў сумяшчальнасці з ранейшымі сістэмамі.

source: Encryption key:
be: Ключ шыфравання:

source: Type of encryption key for this partition:
be: Тып ключа шыфравання для гэтага раздзела:

source: Encryption key hash:
be: Хэш ключа шыфравання:

source: Type of encryption key hash for this partition:
be: Тып хэша ключа шыфравання для гэтага раздзела:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
be: Ключ шыфравання паходзіць з парольнай фразы шляхам ужывання да яго аднабаковай хэш-функцыі. Звычайна, няма неабходнасці змяняць прадвызначанае значэнне і няправільныя дзеянні могуць пагоршыць надзейнасць шыфравання.

source: Erase data:
be: Сцерці даныя:

source: Erase data on this partition
be: Сцерці даныя на гэтым раздзеле

source: Really erase the data on ${DEVICE}?
be: Сапраўды сцерці даныя на прыладзе ${DEVICE}?

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
be: Звесткі на прыладзе ${DEVICE} будуць перазапісаны выпадковымі данымі. Пасля гэтага кроку іх ужо нельга будзе аднавіць. Гэта апошняя магчымасць перарваць працэс сцірання.

source: Erasing data on ${DEVICE}
be: Сціранне даных на ${DEVICE}

source: Erasing data on ${DEVICE} failed
be: Збой сцірання даных на прыладзе ${DEVICE}

source: An error occurred trying to erase the data on ${DEVICE}. The data has not been erased.
be: Адбылася памылка падчас спробы сцерці даныя на прыладзе ${DEVICE}. Даныя не былі сцёртыя.

source: Setting up encryption...
be: Наладжванне шыфравання...

source: Configure encrypted volumes
be: Сканфігураваць зашыфраваныя тамы

source: No partitions to encrypt
be: Раздзелы для шыфравання адсутнічаюць

source: No partitions have been selected for encryption.
be: Не выбраны раздзелы для шыфравання.

source: Required programs missing
be: Адсутнічаюць патрэбныя праграмы

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
be: У гэту зборку debian-installer не ўключана адна або больш праграм, якія патрабуюцца для карэктнай працы partman-crypto.

source: Required encryption options missing
be: Адсутнічаюць патрэбныя параметры шыфравання

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
be: Указаны не ўсе параметры шыфравання для прылады ${DEVICE}. Вярніцеся ў меню разметкі і выберыце ўсе патрэбныя параметры.

source: missing
be: адсутнічае

source: In use as physical volume for encrypted volume ${DEV}
be: Выкарыстоўваецца ў якасці фізічнага тома для зашыфраванага тома ${DEV}

source: Encryption package installation failure
be: Збой усталявання пакета шыфравання

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
be: Не ўдалося знайсці пакет модуля ядра ${PACKAGE} або падчас яго ўсталявання адбылася памылка.
