Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-dev-*.po
Languages: uk

source: Debian %s version %s.
uk: Debian %s версія %s.

source: This is free software; see the GNU General Public License version 2 or later for copying conditions. There is NO warranty.
uk: Це вільне програмне забезпечення. Див. умови розповсюдження у Універсальній суспільній ліцензії GNU версії 2 або пізнішої. НІЯКІ гарантії не надаються.

source: Usage: %s [<option>...] [<command>]
uk: Використання: %s [<параметр>...] <команда>

source: Commands: -l, --list list variables (default). -L, --list-known list valid architectures (matching some criteria). -e, --equal <arch> compare with host Debian architecture. -i, --is <arch-wildcard> match against host Debian architecture. -q, --query <variable> prints only the value of <variable>. -s, --print-set print command to set environment variables. -u, --print-unset print command to unset environment variables. -c, --command <command> set environment and run the command in it. -?, --help show this help message. --version show the version.
uk: Команди: -l, --list вивести список змінних (типова дія) -L, --list-known вивести список коректних архітектур (що підходять під деякий критерій). -e, --equal <арх> порівняти з архітектурою поточного вузла Debian -i, --is <шаблон-арх> перевірити, чи збігається архітектура поточного вузла Debian з шаблоном -q, --query <змінна> показати значення лише <змінної> -s, --print-set показати команду для встановлення змінних оточення -u, --print-unset показати команду для скидання змінних оточення -c, --command <команда> налаштувати оточення й запустити у ньому команду -?, --help показати це повідомлення --version показати версію

source: unknown Debian architecture %s, you must specify GNU system type, too
uk: невідома архітектура Debian %s, також ви маєте вказати GNU тип системи

source: unknown GNU system type %s, you must specify Debian architecture, too
uk: невідомий тип системи GNU %s, також ви маєте вказати архітектуру Debian

source: unknown default GNU system type for Debian architecture %s
uk: невідомий тип системи GNU типовий для архітектури Debian %s

source: default GNU system type %s for Debian arch %s does not match specified GNU system type %s
uk: типовий тип GNU системи %s для архітектури Debian %s не збігається з вказаним GNU типом системи %s

source: %s is not a supported variable name
uk: %s не є підтримуваним ім’ям змінної

source: unknown option '%s'
uk: невідомий параметр «%s»

source: specified GNU system type %s does not match CC system type %s, try setting a correct CC environment variable
uk: вказаний тип системи GNU системи %s не відповідає системному типу CC %s, спробуйте встановити правильну змінну середовища CC

source: unable to execute %s
uk: неможливо виконати %s

source: Usage: %s [<command>]
uk: Використання: %s [<команда>]

source: two commands specified: --%s and --%s
uk: вказано дві команди: --%s and --%s

source: %s needs a parameter
uk: для %s потрібен параметр

source: Usage: %s [<option>...]
uk: Використання: %s [<параметр>...]

source: Options passed to dpkg-architecture: -a, --host-arch <arch> set the host Debian architecture. -t, --host-type <type> set the host GNU system type. --target-arch <arch> set the target Debian architecture. --target-type <type> set the target GNU system type.
uk: Параметри, передавані до dpkg-architecture: -a, --host-arch <арх> задати архітектуру Debian для хоста. -t, --host-type <тип> задати GNU-тип системи для хоста. --target-arch <арх> задати цільову архітектуру Debian. --target-type <тип> задати цільовий GNU-тип системи.

source: Options passed to dpkg-source: -sn force Debian native source format. -s[sAkurKUR] see dpkg-source for explanation. -z, --compression-level=<level> compression level to use for source. -Z, --compression=<compressor> compression to use for source (gz|xz|bzip2|lzma). -i, --diff-ignore[=<regex>] ignore diffs of files matching <regex>. -I, --tar-ignore[=<pattern>] filter out files when building tarballs. --source-option=<opt> pass option <opt> to dpkg-source.
uk: Параметри, передавані до dpkg-source: -sn джерельний код у рідному форматі Debian примусово. -s[sAkurKUR] див. пояснення у описі по dpkg-source. -z, --compression-level=<рівень> рівень стиснення джерельного коду. -Z, --compression=<стиск> алгоритм стиснення джер.коду (gz|xz|bzip2|lzma). -i, --diff-ignore[=<регвираз>] ігнорувати diff-и файлів, що збігаються з <регвираз>. -I, --tar-ignore[=<шаблон>] фільтрувати файли при збиранні tarball-ів. --source-option=<опц> передати параметр <опц> до dpkg-source.

source: unknown hook name %s
uk: невідоме ім’я пастки %s

source: missing hook %s command
uk: відсутня команда для пастки %s

source: -s%s is deprecated; always using gpg style interface
uk: -s%s застарів; завжди використовується інтерфейс як у gpg

source: unknown option or argument %s
uk: невідомий параметр або арґумент %s

source: option %s is only meaningful with option %s
uk: параметр %s має сенс лише з параметром %s

source: check-command '%s' not found
uk: check-command «%s» не знайдено

source: sign-command '%s' not found
uk: sign-command «%s» не знайдено

source: source package
uk: пакунок джерельних кодів

source: source version
uk: версія джерельних кодів

source: source distribution
uk: дистрибутив джерельного коду

source: source changed by
uk: джерельні коди змінено

source: host architecture
uk: архітектура хосту

source: debian/rules is not executable; fixing that
uk: debian/rules не є виконуваним; виправляємо це

source: build dependencies/conflicts unsatisfied; aborting
uk: незадоволені залежності/конфлікти при збірці; перериваємося

source: (Use -d flag to override.)
uk: (Використовуйте параметр -d, щоб продовжити збірку.)

source: building a source package without cleaning up as you asked; it might contain undesired files
uk: збірка пакунку джерельного коду без попередньої очистки за вашим запитом; можуть додатися небажані файли

source: Press <enter> to start the signing process.
uk: Натисніть <enter> щоб почати процес підпису.

source: not signing UNRELEASED build; use --force-sign to override
uk: збірка UNRELEASED не підписується; щоб змінити використовуйте --force-sign

source: unable to determine %s
uk: неможливо визначити %s

source: using a gain-root-command while being root
uk: використовується команда отримання прав root, але вже є права root

source: fakeroot not found, either install the fakeroot package, specify a command with the -r option, or run this as root
uk: fakeroot не знайдено, встановіть пакунок fakeroot запускайте команду з параметром -r або запускайте її від root

source: gain-root-command '%s' not found
uk: gain-root-command «%s» не знайдено

source: %s field contains both global and implementation specific keywords
uk: Поле %s містить як глобальні, так і специфічні до реалізації ключові слова

source: unknown %% substitution in hook: %%%s
uk: невідома підстановка %% у пастці: %%%s

source: cannot open %s
uk: не вдається відкрити %s

source: cannot close %s
uk: не вдається закрити %s

source: source-only upload: Debian-native package
uk: завантаження лише пакунків джерельного коду: рідний пакунок Debian

source: source-only, diff-only upload (original source NOT included)
uk: завантаження лише пакунку джерельного коду і diff (пакунок оригінального джерельного коду НЕ включений)

source: source-only upload (original source is included)
uk: завантаження лише пакунку джерельного коду і diff (з пакунком оригінального джерельного коду)

source: binary-only upload (no source included)
uk: завантаження лише двійкових пакунків (без пакунків джерельного коду)

source: full upload; Debian-native package (full source is included)
uk: стягнення всього; рідний пакунок Debian (включено усі пакунки джерельного коду)

source: binary and diff upload (original source NOT included)
uk: стягнення лише двійкових пакунків та diff (без пакунків оригінального джерельного)

source: full upload (original source is included)
uk: стягнення всього (з пакунком оригінального джерельного коду)

source: %s must be updated to support the 'build-arch' and 'build-indep' targets (at least '%s' seems to be missing)
uk: для підтримки мети «build-arch» та «build-indep» потрібно оновити %s (у будь-якому випадку, буде відсутнім «%s»)

source: Usage: %s [<option>...] [<control-file>]
uk: Використання: %s [<параметр>...] <кер.файл>

source: Options: -A ignore Build-Depends-Arch and Build-Conflicts-Arch. -B ignore Build-Depends-Indep and Build-Conflicts-Indep. -I ignore built-in build dependencies and conflicts. -d build-deps use given string as build dependencies instead of retrieving them from control file -c build-conf use given string for build conflicts instead of retrieving them from control file -a arch assume given host architecture -P profiles assume given build profiles (comma-separated list) --admindir=<directory> change the administrative directory. -?, --help show this help message. --version show the version.
uk: Параметри: -A ігнорувати Build-Depends-Arch і Build-Conflicts-Arch. -B ігнорувати Build-Depends-Indep і Build-Conflicts-Indep. -d build-deps використовувати вказаний рядок як збірочні залежності, а не видобувати їх з керуючого файлу. -c build-conf використовувати вказаний рядок як збірочні конфлікти, а не видобувати їх з керуючого файлу. -a арх припускати вказану архітектуру вузла -P профілі враховувати профілі збірки (список через кому) --admindir=<каталог> змінити адміністративний каталог -?, --help показати це повідомлення. --version показати версію.

source: <control-file> is the control file to process (default: debian/control).
uk: <кер.файл> це файл керування ходом роботи (типово: debian/control).

source: Unmet build dependencies: %s
uk: Незадоволені залежності збіки: %s

source: Build conflicts: %s
uk: Конфлікти збірки: %s

source: Usage: %s [<option>...] <filename> <section> <priority> Options: -f<files-list-file> write files here instead of debian/files. -?, --help show this help message. --version show the version.
uk: Використання: %s [<параметр>...] <ім’я_файлу> <секція> <пріоритет> Параметри: -f<файл-списку> записати файли у вк. файл, а не у debian/files -?, --help показати це повідомлення --version показати версію

source: need exactly a filename, section and priority
uk: потрібно вказати ім’я файлу, секцію та пріоритет

source: filename, section and priority may contain no whitespace
uk: ім’я файлу, секція та пріоритет не можуть містити пробільних символів

source: cannot write %s
uk: не вдалося записати %s

source: install new files list file
uk: встановлення нового файлу зі списком файлів

source: Options: --build=<type>[,...] specify the build <type>: full, source, binary, any, all (default is 'full'). -c<control-file> get control info from this file. -l<changelog-file> get per-version info from this file. -f<files-list-file> get .deb files list from this file. -F<changelog-format> force changelog format. -O[<buildinfo-file>] write to stdout (or <buildinfo-file>). -u<upload-files-dir> directory with files (default is '..'). --always-include-kernel always include Build-Kernel-Version. --always-include-path always include Build-Path. --admindir=<directory> change the administrative directory. -?, --help show this help message. --version show the version.
uk: Параметри: --build=<тип>[,...] вказати <тип> збирання: full, source, binary, any, all (типове значення «full»). -c<control-file> отримати відомості про керуванння з файлу. -l<changelog-file> отримати відомості по версіям з файлу. -f<files-list-file> отримати список файлів .deb з цього файлу. -F<changelog-format> примусово змінити формат файлу змін. -O[<buildinfo-file>] писати в станд.виведенння (або до <buildinfo-file>). -u<upload-files-dir> каталог з файлами (типово «..»). --always-include-kernel завжди додавати Build-Kernel-Version. --always-include-path завжди додавати Build-Path. --admindir=<directory> змінити адміністративний каталог. -?, --help показати цю довідку. --version показати версію.

source: binary build with no binary artifacts found; .buildinfo is meaningless
uk: двійкова збірка без двійкових артефактів; .buildinfo не має сенсу

source: cannot install output buildinfo file '%s'
uk: не вдається встановити вихідний файл buildinfo «%s»

source: Options: --build=<type>[,...] specify the build <type>: full, source, binary, any, all (default is 'full'). -g source and arch-indep build. -G source and arch-specific build. -b binary-only, no source files. -B binary-only, only arch-specific files. -A binary-only, only arch-indep files. -S source-only, no binary files. -c<control-file> get control info from this file. -l<changelog-file> get per-version info from this file. -f<files-list-file> get .deb files list from this file. -v<since-version> include all changes later than version. -C<changes-description> use change description from this file. -m<maintainer> override control's maintainer value. -e<maintainer> override changelog's maintainer value. -u<upload-files-dir> directory with files (default is '..'). -si source includes orig, if new upstream (default). -sa source includes orig, always. -sd source is diff and .dsc only. -q quiet - no informational messages on stderr. -F<changelog-format> force changelog format. -V<name>=<value> set a substitution variable. -T<substvars-file> read variables here, not debian/substvars. -D<field>=<value> override or add a field and value. -U<field> remove a field. -O[<filename>] write to stdout (default) or <filename>. -?, --help show this help message. --version show the version.
uk: Параметри: --build=<тип>[,...] вказати <тип збірки>: full, source, binary, any, all (типове значення «full»). -g джерельна та архітектуро-незалежна збірка. -G джерельна та архітектуро-специфічна збірка. -b лише двійковий пакунок, без джерельних файлів. -B лише двійковий пакунок, лише архітектуро-специфічні файли. -A лише двійковий пакунок, лише архітектуро-незалежні файли. -S лише лише джерельний код, без двійкових файлів. -c<control-file> отримати дані про керування з цього файлу. -l<changelog-file> отримати дані по версіям з цього файлу. -f<files-list-file> отримати список файлів .deb з цього файлу. -v<since-version> долучити всі зімни після цієї версії. -C<changes-description> використати опис змін з цього файлу. -m<maintainer> перевизначити значення підтримувача керування. -e<maintainer> перевизначити підтримувача журналу змін. -u<upload-files-dir> каталог з файлами (типово «..»). -si source включає orig, якщо новий upstream (типово). -sa source включає orig, завжди. -sd source є лише diff та .dsc. -q quiet - без повідомлення в потік помилок. -F<changelog-format> примусово змінити формат файлу змін. -V<ім'я>=<значення> задати змінну заміни. -T<substvars-file> читати змінні звідси, не debian/substvars. -D<поле>=<значення> перевизначити чи додати поле і значення. -U<поле> вилучити поле. -?, --help показати цю довідку. --version показати версію.

source: the current version (%s) is earlier than the previous one (%s)
uk: поточна версія (%s) менша ніж попередня (%s)

source: missing Section for source files
uk: відсутня секція для файлів з джерельним кодом

source: missing Priority for source files
uk: відсутній пріоритет для файлів з джерельним кодом

source: %s is empty
uk: %s порожній

source: not including original source code in upload
uk: у завантаження не включено оригінальний джерельний код

source: ignoring -sd option for native Debian package
uk: ігнорується параметр -sd для рідного пакунку Debian

source: including full source code in upload
uk: у завантаження включено увесь джерельний код

source: binary-only arch-specific upload (source code and arch-indep packages not included)
uk: завантаження лише двійкових, залежних від архітектури, пакунків (без пакунків джерельного коду і незалежних від архітектури)

source: binary-only arch-indep upload (source code and arch-specific packages not included)
uk: завантаження лише бінарних, незалежних від архітектури, пакунків (без пакунків джерельного коду і залежних від архітектури)

source: binary-only upload (no source code included)
uk: завантаження лише бінарних пакунків (без пакунків джерельного коду)

source: binary build with no binary artifacts found; cannot distribute
uk: виявлена бінарна збірка без бінарних пакунків; розповсюдження неможливе

source: package %s in control file but not in files list
uk: пакунок %s у керуючому файлі, але його немає у файлі зі списком файлів

source: package %s listed in files list but not in control info
uk: пакунок %s є у файлі зі списком файлів, але його немає у керуючій інформації

source: missing Section for binary package %s; using '-'
uk: відсутній Section для двійкового пакунку %s; використовується «-»

source: package %s has section %s in control file but %s in files list
uk: пакунок %s у секції %s у керуючому файлі, але у %s списку файлів

source: missing Priority for binary package %s; using '-'
uk: відсутній пріоритет для двійкового пакунку %s; використовується «-»

source: package %s has priority %s in control file but %s in files list
uk: пакунок %s має приорітет %s у керуючому файлі, але %s у списку файлів

source: missing information for critical output field %s
uk: відсутня інформація про критичне поле виводу %s

source: missing information for output field %s
uk: відсутня інформація про поле виводу %s

source: Options: -p<package> print control file for package. -c<control-file> get control info from this file. -l<changelog-file> get per-version info from this file. -F<changelog-format> force changelog format. -v<force-version> set version of binary package. -f<files-list-file> write files here instead of debian/files. -P<package-build-dir> temporary build directory instead of debian/tmp. -n<filename> assume the package filename will be <filename>. -O[<file>] write to stdout (or <file>), not .../DEBIAN/control. -is, -ip, -isp, -ips deprecated, ignored for compatibility. -D<field>=<value> override or add a field and value. -U<field> remove a field. -V<name>=<value> set a substitution variable. -T<substvars-file> read variables here, not debian/substvars. -?, --help show this help message. --version show the version.
uk: Параметри: -p<пакунок> показати керуючий файл пакунку. -c<кер.файл> брати керуючу інформацію з вказаного файлу. -l<файл-зм.> брати відомості по версіям з вказаного файлу. -F<формат-зм.> змінити формат файлу змін. -v<версія> задати версію бінарного пакунку. -f<файл-списку> записувати файли у вказаний файл, а не у debian/files. -P<кат.збірки-пакунку> тимчасовий каталог збірки замість debian/tmp. -n<ім’я-файлу> вважати іменем файлу пакунку <ім’я-файлу>. -O[<файл>] записувати у стандартний вивід (або у <файл>), а не у .../DEBIAN/control. -is, -ip, -isp, -ips застаріли, ігнорується для сумісності. -D<поле>=<знач.> замінити або додати поле і значення. -U<поле> вилучити поле. -V<ім’я>=<знач.> встановити змінну підстановки. -T<файл-змінн.> читати змінні з вказаного файлу а не з debian/substvars. -?, --help показати це повідомлення. --version показати версію.

source: illegal package name '%s': %s
uk: неприпустиме ім’я пакунку «%s»: %s

source: package %s not in control info
uk: пакунку %s немає у керуючій інформації

source: no package stanza found in control info
uk: рядка про пакунок немає у керуючій інформації

source: must specify package since control info has many (%s)
uk: повинен бути вказаний пакунок, оскільки у керуючій інформації їх декілька (%s)

source: package %s:
uk: пакунок %s:

source: %s field of package %s:
uk: %s поле з пакунку %s:

source: cannot stat %s
uk: не вдалося виконати функцію stat %s

source: cannot install output control file '%s'
uk: не вдалося встановити новий вихідний керуючий файл «%s»

source: pattern '%s' did not match any file
uk: під шаблон «%s» не підходить жоден файл

source: can't read directory %s: %s
uk: не вдається прочитати каталог %s: %s

source: Dpkg::Shlibs::Objdump couldn't parse %s
uk: Dpkg::Shlibs::Objdump не вдалося проаналізувати %s

source: <standard output>
uk: <стандартний вивід>

source: new libraries appeared in the symbols file: %s
uk: з’явилися нові бібліотеки у файлі symbols: %s

source: some libraries disappeared in the symbols file: %s
uk: деякі бібліотеки зникли з файлу symbols: %s

source: some new symbols appeared in the symbols file: %s
uk: з’явилося декілька нових символів у файлі symbols: %s

source: see diff output below
uk: дивіться вивід diff нижче

source: some symbols or patterns disappeared in the symbols file: %s
uk: деякі символи або шаблони зникли з файлу symbols: %s

source: the generated symbols file is empty
uk: згенерований файл symbols порожній

source: %s doesn't match completely %s
uk: %s збігається з %s не повністю

source: no debian/symbols file used as basis for generating %s
uk: файл debian/symbols не використовується у якості основи для генерації %s

source: This is free software; see the GNU General Public License version 2 or later for copying conditions. There is NO warranty.
uk: Це вільне програмне забезпечення. Див. умови розповсюдження у Універсальній суспільній ліцензії GNU версії 2 або пізнішої. НІЯКІ гарантії не надаються.

source: needs at least three arguments
uk: потрібні принаймні три арґументи

source: file arguments need to exist
uk: файл аргументів повинен існувати

source: Usage: %s [<option>...] <file>...
uk: Використання: %s [<параметр>...] <файл>...

source: Options: -a, --no-architecture no architecture part in filename. -o, --overwrite overwrite if file exists. -k, --symlink don't create a new file, but a symlink. -s, --subdir [dir] move file into subdirectory (use with care). -c, --create-dir create target directory if not there (use with care). -?, --help show this help message. -v, --version show the version. file.deb changes to <package>_<version>_<architecture>.<package_type> according to the 'underscores convention'.
uk: Параметри: -a, --no-architecture ім’я файлу без архітектурної частини -o, --overwrite перезаписувати, якщо файл існує -k, --symlink не створювати новий файл, а створювати символьне посилання -s, --subdir [кат] перемістити файл у підкаталог (вик. обережно) -c, --create-dir створити каталог мети, якщо його немає (вик. обережно) -?, --help показати це повідомлення -v, --version показати версію Назва file.deb змінюється на <пакунок>_<версія>_<архітектура>.<типу­_пакунку> відповідно «угоді про підкреслювання».

source: cannot find '%s'
uk: не вдалося знайти '%s'

source: binary control file %s
uk: двійковий файл керування %s

source: assuming architecture '%s' for '%s'
uk: пропонується архітектура '%s' для '%s'

source: bad package control information for '%s'
uk: неправильна керуюча інформація пакунку `%s'

source: assuming section '%s' for '%s'
uk: пропонується розділ `%s' для '%s'

source: no Package field found in '%s', skipping package
uk: відсутнє поле Package у '%s', пропускаємо пакунок

source: created directory '%s'
uk: створено каталог '%s'

source: cannot create directory '%s'
uk: не вдалося створити каталог '%s'

source: no such directory '%s', try --create-dir (-c) option
uk: каталог '%s' не існує, спробуйте параметр --create-dir (-c)

source: skipping '%s'
uk: пропускається '%s'

source: cannot move '%s' to existing file
uk: не вдалося перемістити '%s' у файл що існує

source: moved '%s' to '%s'
uk: '%s' переміщено у '%s'

source: mkdir can be used to create directory
uk: для створення каталогу можна використовувати mkdir

source: need at least a filename
uk: потрібне хоча б одне ім’я файлу

source: -L is obsolete; it is without effect
uk: -L застаріло; не працює

source: bad changelog format name
uk: погана назва формату для журналу змін

source: missing changelog filename
uk: відсутнє ім'я файлу змін журналувідсутнє ім'я файлу журналу змін

source: takes no non-option arguments
uk: не приймає необов’язкові параметри

source: %s (package says %s, not %s)
uk: %s (у пакунку вказано %s, а не %s)
