Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
be: Пасля перазагрузкі ёсць імавернасць узнікнення праблем, калі сістэма паспрабуе наладзіць шыфраванне раздзелаў. Гэта яшчэ можна выправіць, калі ўсталяваць неабходныя пакеты пазней.

source: Write the changes to disk and configure encrypted volumes?
be: Запісаць змены на дыск і сканфігураваць зашыфраваныя тамы?

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
be: Бягучая схема разметкі павінна быць запісана на дыск перад тым, як зашыфраваныя тамы могуць быць сканфігураваны. Гэтыя змены немагчыма будзе адрабіць.

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
be: Пасля канфігурацыі зашыфраваных тамоў нельга будзе рабіць дадатковыя змяненні раздзелаў на дысках, якія змяшчаюць зашыфраваныя тамы. Перад працягам пераканайцеся, што вас задавальняе бягучая схема разметкі.

source: Keep current partition layout and configure encrypted volumes?
be: Ці пакідаць бягучую схему раздзелаў і канфігурацыю зашыфраваных тамоў?

source: Configuration of encrypted volumes failed
be: Збой канфігурацыі зашыфраваных тамоў

source: An error occurred while configuring encrypted volumes.
be: Адбылася памылка падчас канфігурацыі зашыфраваных тамоў.

source: The configuration has been aborted.
be: Працэс канфігурацыі быў перарваны.

source: Initialisation of encrypted volume failed
be: Збой ініцыялізацыі зашыфраванага тома

source: An error occurred while setting up encrypted volumes.
be: Адбылася памылка падчас наладжвання зашыфраваных тамоў.

source: Passphrase
be: Парольная фраза

source: Keyfile (GnuPG)
be: Файл ключа (GnuPG)

source: Random key
be: Выпадковы ключ

source: Unsafe swap space detected
be: Выяўлена небяспечная прастора своп

source: An unsafe swap space has been detected.
be: Выяўлена небяспечная прастора своп.

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
be: Гэта фатальная памылка, бо канфідэнцыяльныя даныя будуць запісвацца на незашыфраваны дыск. Ёсць верагоднасць, што нехта ў каго ёсць доступ да дыска, зможа аднавіць часткі ключа шыфравання або парольнай фразы.

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
be: Адключыце прастору своп (напрыклад, выканаўшы swapoff) або сканфігуруйце зашыфраваную прастору своп, а потым выканайце наладжванне зашыфраваных тамоў паўторна. Гэта праграма зараз перарве сваю працу.

source: Encryption passphrase:
be: Парольная фраза для шыфравання:

source: You need to choose a passphrase to encrypt ${DEVICE}.
be: Вам трэба выбраць парольную фразу для шыфравання ${DEVICE}.

source: The overall strength of the encryption depends strongly on this passphrase, so you should take care to choose a passphrase that is not easy to guess. It should not be a word or sentence found in dictionaries, or a phrase that could be easily associated with you.
be: Агульная трываласць шыфравання залежыць пераважна ад гэтай парольнай фразы, таму вам варта паклапаціцца пра выбар парольнай фразы, якую ніхто не зможа падабраць. Не трэба выбіраць слова (сказ) са слоўніка або фразу, якую лёгка асацыяваць з вамі.

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
be: Добрая парольная фраза будзе змяшчаць сумесь літар, лічбаў і знакаў пунктуацыі. Рэкамендаваная даўжыня фразы не павінна быць менш за 20 сімвалаў.

source: There is no way to recover this passphrase if you lose it. To avoid losing data, you should normally write down the passphrase and keep it in a safe place separate from this computer.
be: Не існуе спосабу аднавіць парольную фразу, калі вы яе згубіце. Запішыце яе і захоўвайце ў бяспечным месцы асобна ад камп'ютара, каб пазбегнуць страты даных.

source: Re-enter passphrase to verify:
be: Паўторна ўвядзіце парольную фразу для праверкі:

source: Please enter the same passphrase again to verify that you have typed it correctly.
be: Увядзіце тую ж самую парольную фразу яшчэ раз, каб пераканацца ў яе правільнасці.

source: Passphrase input error
be: Памылка пры ўводзе парольнай фразы

source: The two passphrases you entered were not the same. Please try again.
be: Уведзеныя парольныя фразы не супадаюць. Паспрабуйце яшчэ раз.

source: Empty passphrase
be: Пустая парольная фраза

source: You entered an empty passphrase, which is not allowed. Please choose a non-empty passphrase.
be: Вы ўвялі пустую парольную фразу, а гэта забаронена рабіць. Увядзіце не пустую парольную фразу.

source: Use weak passphrase?
be: Выкарыстаць ненадзейную парольную фразу?

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
be: Вы ўвялі парольную фразу даўжынёй менш за ${MINIMUM} сімвалаў, што можа з'яўляцца прыкметай ненадзейнасці. Вам неабходна выбраць больш надзейную парольную фразу.

source: The encryption key for ${DEVICE} is now being created.
be: Ствараецца ключ шыфравання для прылады ${DEVICE}.

source: Key data has been created successfully.
be: Даныя ключа паспяхова створаны.

source: Keyfile creation failure
be: Збой стварэння файла ключа

source: An error occurred while creating the keyfile.
be: Адбылася памылка падчас стварэння файла ключа.

source: Encryption configuration failure
be: Збой канфігурацыі шыфравання

source: You have selected the root file system to be stored on an encrypted partition. This feature requires a separate /boot partition on which the kernel and initrd can be stored.
be: Вы выбралі, што каранёвая файлавая сістэма будзе захоўвацца на зашыфраваным раздзеле. Для гэтага спатрэбіцца асобны раздзел /boot, дзе можна будзе захоўваць ядро і initrd.

source: You should go back and setup a /boot partition.
be: Вы павінны вярнуцца назад і наладзіць раздзел /boot.

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the boot loader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
be: Вы выбралі, што файлавая сістэма /boot будзе захоўвацца на зашыфраваным раздзеле. Гэта немагчыма, бо загрузчык не зможа загрузіць ядро і initrd. Працяг гэтай аперацыі стане вынікам таго, што ўсталяваная аперацыйная стане не працаздольнай.

source: You should go back and choose a non-encrypted partition for the /boot file system.
be: Вярніцеся назад і выберыце незашыфраваны раздзел для файлавай сістэмы /boot.

source: Are you sure you want to use a random key?
be: Вы сапраўды хочаце выкарыстаць выпадковы ключ?

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
be: Вы выбралі выпадковы тып ключа для прылады ${DEVICE}, але таксама запыталі разметку для стварэння файлавай сістэмы на ёй.

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
be: Выкарыстанне выпадковага ключа азначае, што даныя на раздзеле будуць знішчацца падчас кожнай перазагрузкі. Гэта можа выкарыстоўвацца толькі для раздзелаў своп.

source: Failed to download crypto components
be: Не ўдалося спампаваць крыптаграфічныя кампаненты

source: An error occurred trying to download additional crypto components.
be: Адбылася памылка падчас спробы спампаваць дадатковыя крыптаграфічныя кампаненты.

source: Proceed to install crypto components despite insufficient memory?
be: Працягнуць усталяванне крыптаграфічных кампанентаў нягледзячы на недахоп памяці?

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
be: Здаецца, што для ўсталявання дадатковых крыптаграфічных кампанентаў недастаткова памяці. Усталяванне можа завяршыцца збоем, калі вы выберыце працягнуць.

source: Activate existing encrypted volumes
be: Актываваць існуючыя зашыфраваныя тамы

source: Create encrypted volumes
be: Стварыць зашыфраваныя тамы

source: Encryption configuration actions
be: Дзеянні па канфігурацыі шыфравання

source: This menu allows you to configure encrypted volumes.
be: Гэта меню дазваляе сканфігураваць зашыфраваныя тамы.

source: Devices to encrypt:
be: Прылады для шыфравання:

source: Please select the devices to be encrypted.
be: Выберыце прылады для шыфравання.

source: No devices selected
be: Прылады не выбраны

source: No devices were selected for encryption.
be: Прылады для шыфравання не выбраны.

source: No LUKS devices found
be: Не знойдзены прылады LUKS

source: This partitioning program can only activate existing encrypted volumes that use the LUKS format (dm-crypt with a passphrase). No such volumes were found. If you have encrypted volumes using other formats, you may need to back up your data before continuing with installation.
be: Праграма разметкі можа актываваць толькі існуючыя зашыфраваныя тамы, якія выкарыстоўвае фармат LUKS (dm-crypt з парольнай фразай). Такія тамы не знойдзены. Калі ў вас ёсць зашыфраваныя тамы, якія выкарыстоўваюць іншыя фарматы, то варта падумаць аб рэзерваванні даных перад тым, як працягваць усталяванне.

source: If you don't enter anything, the volume will not be activated.
be: Том не будзе актываваны, калі нічога не будзе ўведзена.

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
be: У вашай сістэме не знойдзена ніводнага раздзела. Магчыма, што вам неабходна размеціць цвёрды дыск або загрузіць дадатковыя модулі ядра.

source: No file systems found
be: Файлавыя сістэмы не знойдзены

source: No usable file systems were found. You may need to load additional kernel modules.
be: Не знойдзена ніводнай файлавай сістэмы, якая не выкарыстоўваецца. Магчыма, што вам неабходна загрузіць дадатковыя модулі ядра.

source: Abort
be: Перарваць

source: Select a partition
be: Выберыце раздзел

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
be: Гэта раздзелы, якія выяўлены ў вашай сістэме. Выберыце раздзел для наладжвання. Ніякія змены не будуць ужыты, пакуль вы не выберыце «Скончыць». Змены будуць скасаваны, калі вы выберыце «Перарваць».

source: The information shown is, in order: device name, size, file system, and mount point.
be: Парадак адлюстравання звестак: назва прылады, памер, файлавая сістэма і пункт падключэння.

source: Leave the file system intact
be: Пакінуць файлавую сістэму без змяненняў

source: Create swap space
be: Стварыць прастору своп

source: Action on ${PARTITION}:
be: Дзеянне над ${PARTITION}:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
be: Здаецца, што гэты раздзел ужо мае файлавую сістэму (${FSTYPE}). Гэту файлавую сістэму можна пакінуць без змяненняў, стварыць новую файлавую сістэму або стварыць прастору своп.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
be: Здаецца, што ў гэтага раздзела няма файлавай сістэмы. На ім можна стварыць файлавую сістэму або прастору своп.

source: Don't mount it
be: Не падключаць раздзел

source: Mount point for ${PARTITION}:
be: Пункт падключэння для ${PARTITION}:

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
be: Калі раздзел падключаны, ён даступны карыстальнікам сістэмы. Вам абавязкова патрэбны каранёвы («/») раздзел, і звычайна пажадана мець асобны раздзел для /home.

source: Please enter where the partition should be mounted.
be: Увядзіце, куды падключаць раздзел.

source: Do you want to unmount the partitions so you can make changes?
be: Вы сапраўды хочаце адключыць раздзелы, каб мець магчымасць зрабіць змены?

source: Since the partitions have already been mounted, you cannot do any changes.
be: Немагчыма змяніць раздзелы, бо ў цяперашні час яны ўжо падключаны.

source: Failed to unmount partitions
be: Не ўдалося адключыць раздзелы

source: An unexpected error occurred while unmounting the partitions.
be: Адбылася нечаканая памылка падчас адключэння раздзелаў.

source: The partition configuration process has been aborted.
be: Працэс канфігурацыі раздзелаў быў перарваны.

source: Create %s file system
be: Стварыць файлавую сістэму %s

source: No root partition (/)
be: Адсутнічае каранёвая файлавая сістэма (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
be: Вам спатрэбіцца каранёвая файлавая сістэма. Прызначце раздзел для каранёвага пункту падключэння, перад тым як працягнуць.

source: Partition assigned to ${MOUNT}
be: Раздзел прызначаны для падключэння ў ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
be: Не мае сэнсу падключаць раздзел у ${MOUNT}. Змяніце налады.

source: Several partitions assigned to ${MOUNT}
be: Некалькі раздзелаў прызначаны для падключэння ў ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
be: Нельга прызначыць некалькі раздзелаў у адзін пункт падключэння. Пакіньце толькі адзін раздзел.

source: Ready to create file systems and mount partitions?
be: Вы сапраўды хочаце стварыць файлавыя сістэмы і падключыць раздзелы?

source: File systems will be created and partitions mounted.
be: Будуць створаны файлавыя сістэмы і падключаны раздзелы.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
be: ПАПЯРЭДЖАННЕ: гэта аперацыя знішчыць усе даныя на раздзелах, якім вы прызначылі файлавыя сістэмы.

source: Failed to create swap space on ${PARTITION}
be: Не ўдалося стварыць прастору своп на ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
be: Адбылася памылка падчас стварэння прасторы своп на ${PARTITION}.

source: Please check the error log on the third console or /var/log/messages for more information.
be: Праверыце журнал з памылкамі на трэцяй кансолі або /var/log/messages, каб атрымаць дадатковыя звесткі.

source: Failed to activate the swap space on ${PARTITION}
be: Не ўдалося актываваць прастору своп на ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
be: Адбылася памылка падчас актывацыі прасторы своп на раздзеле ${PARTITION}.

source: Failed to create ${FS} file system on ${PARTITION}
be: Не ўдалося стварыць файлавую сістэму ${FS} на ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
be: Адбылася памылка падчас стварэння файлавай сістэмы ${FS} на ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
be: Не ўдалося падключыць ${PARTITION} у ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
be: Адбылася памылка падчас падключэння ${PARTITION} у ${MOUNT}.

source: Configure and mount partitions
be: Канфігурацыя і падключэнне раздзелаў

source: Eject a CD from the drive
be: Выняць кампакт-дыск з дыскавода

source: Guided - use entire disk and set up encrypted LVM
be: Указанні: выкарыстоўваць увесь дыск і наладзіць шыфраванне LVM

source: NTFS partition not cleanly unmounted
be: Раздзел NTFS адключаны не цалкам

source: The NTFS partition was not cleanly unmounted. This probably indicates that the system was not shut down properly. Please run "chkdsk /r" from Windows; once that is fixed you should be able to resume the installation. Press OK to reboot.
be: Раздзел NTFS адключаны не цалкам. Верагодна, што вы завяршылі працу сістэмы неналежным чынам. Увядзіце «chkdsk /r» у камандным радку Windows. Пасля праверкі вы зможаце працягнуць усталяванне сістэмы. Націсніце ОК для перазагрузкі.

source: Loop-mounted file systems already present
be: Файлавыя сістэмы, якія падключаны праз прыладу зваротнай сувязі ўжо прысутнічаюць

source: The selected partition (partition ${PARTITION} of ${DISK}) already contains the following file system images:
be: Выбраны раздзел (раздзел ${PARTITION} на ${DISK}) ужо змяшчае наступныя вобразы файлавых сістэм:

source: Please uninstall these before trying again.
be: Выдаліце іх перад тым, як паспрабаваць яшчэ раз.

source: Checking the u-boot file system in partition #${PARTITION} of ${DEVICE}...
be: Праверка файлавай сістэмы u-boot у раздзеле #${PARTITION} на прылазе ${DEVICE}...

source: The test of the file system with type u-boot in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
be: Падчас праверкі файлавай сістэмы u-boot на раздзеле #${PARTITION} прылады ${DEVICE} знойдзены нявыпраўленыя памылкі.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
be: Калі вы не вернецеся ў меню разметкі і не выправіце гэтыя памылкі, то раздзел не будзе выкарыстоўвацца.

source: The u-boot file system creation in partition #${PARTITION} of ${DEVICE} failed.
be: Збой стварэння файлавай сістэмы u-boot на раздзеле #${PARTITION} прылады ${DEVICE}.

source: No mount point is assigned for the u-boot file system in partition #${PARTITION} of ${DEVICE}.
be: Не прызначаны пункт падключэння для файлавай сістэмы u-boot у раздзеле #${PARTITION} прылады ${DEVICE}.

source: u-boot file system
be: Файлавая сістэма u-boot

source: Your boot partition has not been configured with the u-boot file system. This is needed by your machine in order to boot. Please go back and use the u-boot file system.
be: У загрузачным раздзеле не выкарыстоўваецца файлавая сістэма u-boot. Гэта неабходна для загрузкі камп'ютара. Вярніцеся і выберыце файлавую сістэму u-boot.

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
be: Ваш загрузачны раздзел размяшчаецца не на першасным раздзеле цвёрдага дыска. Гэта неабходна, каб камп'ютар змог загрузіцца. Вярніцеся і выберыце першы першасны раздзел у якасці загрузачнага.

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
be: Ваш каранёвы раздзел не з'яўляецца першасным раздзелам на цвёрдым дыску. Гэта неабходна, каб ваш камп'ютар змог загрузіцца. Вярніцеся назад і выберыце першасны раздзел для каранёвага раздзела.
