Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dselect-*.po
Languages: uk

source: Search for ?
uk: Шукати

source: Error:
uk: Помилка:

source: Help:
uk: Довідка:

source: Press ? for help menu, . for next topic, <space> to exit help.
uk: Натисніть ? для переходу до меню довідки, . для переходу до наступної теми, <space> для виходу з довідки

source: Help information is available under the following topics:
uk: Доступна довідкова інформація по наступним темам:

source: Press a key from the list above, <space> or 'q' to exit help, or '.' (full stop) to read each help page in turn.
uk: Натисніть одну з вищеперерахованих клавіш, <space> або «q» для виходу або «.» (крапка) для послідовного перегляду сторінок.

source: error reading keyboard in help
uk: помилка вводу з клавіатури у довідці

source: failed to create title window
uk: не вдалося створити вікно заголовку

source: failed to create whatinfo window
uk: не вдалося створити вікно whatinfo

source: failed to create baselist pad
uk: не вдалося створити сторінку baselist

source: failed to create heading pad
uk: не вдалося створити сторінку heading

source: failed to create thisstate pad
uk: не вдалося створити сторінку thisstate

source: failed to create info pad
uk: не вдалося створити сторінку info

source: failed to create query window
uk: не вдалося створити вікно запиту

source: Keybindings
uk: Комбінації клавіш

source: -- %d%%, press
uk: -- %d%%, натискати

source: %s for more
uk: отримати детальну інформацію, натисніть %s

source: %s to go back
uk: повернутися, натисніть %s

source: [not bound]
uk: [не пов’язана]

source: [unk: %d]
uk: [невідом: %d]

source: Scroll onwards through help/information
uk: Прокручування довідки/інформації у прямому напрямку

source: Scroll backwards through help/information
uk: Прокручування довідки/інформації у зворотньому напрямку

source: Move up
uk: Вгору

source: Move down
uk: Вниз

source: Go to top of list
uk: Перейти до початку списку

source: Go to end of list
uk: Перейти до кінця списку

source: Request help (cycle through help screens)
uk: Довідка (циклічний перехід по екранам довідки)

source: Cycle through information displays
uk: Циклічний перехід по екранам інформації

source: Redraw display
uk: Перемалювати екран

source: Scroll onwards through list by 1 line
uk: Прокручування списку у прямому напрямку по одному рядку

source: Scroll backwards through list by 1 line
uk: Прокручування списку у зворотньому напрямку по одному рядку

source: Scroll onwards through help/information by 1 line
uk: Прокручування довідки/інформації у прямому напрямку по одному рядку

source: Scroll backwards through help/information by 1 line
uk: Прокручування довідки/інформації у зворотньому напрямку по одному рядку

source: Scroll onwards through list
uk: Прокручування списку у прямому напрямку

source: Scroll backwards through list
uk: Прокручування списку у зворотньому напрямку

source: Mark package(s) for installation
uk: Помітити пакунок(и) для встановлення

source: Mark package(s) for deinstallation
uk: Помітити пакунок(и) для вилучення

source: Mark package(s) for deinstall and purge
uk: Помітити пакунок(и) для вилучення та вичищення

source: Make highlight more specific
uk: Зробити підсвічування більш контрастним

source: Make highlight less specific
uk: Зробити підсвічування менш контрастним

source: Search for a package whose name contains a string
uk: Знайти пакунок, ім’я якого містить рядок

source: Repeat last search
uk: Повторити останній пошук

source: Swap sort order priority/section
uk: Поміняти порядок приорітетів сортування приорітет/розділ

source: Quit, confirming, and checking dependencies
uk: Вийти, підтвердивши вибір та перевіривши залежності

source: Quit, confirming without check
uk: Вийти, підтвердивши вибір, але не перевіряючи залежності

source: Quit, rejecting conflict/dependency suggestions
uk: Вийти, відкинувши пропозиції, пов’язані з конфліктами та залежностями

source: Abort - quit without making changes
uk: Вихід без збереження змін

source: Revert to old state for all packages
uk: Повернути усі пакунки до попереднього стану

source: Revert to suggested state for all packages
uk: Повернути усі пакунки до пропонованого програмою стану

source: Revert to directly requested state for all packages
uk: Повернути усі пакунки до безпосередньо запитуваного стану

source: Revert to currently installed state for all packages
uk: Повернути усі пакунки до встановленого на дану мить стану

source: Select currently-highlighted access method
uk: Вибрати виділений метод доступу

source: Quit without changing selected access method
uk: Вихід без зміни обраного методу доступу

source: Keystrokes
uk: Комбінації клавіш

source: Introduction to package selections
uk: Ввідна інформація про список пакунків

source: Welcome to dselect's main package listing. You will be presented with a list of packages which are installed or available for installation. You can navigate around the list using the cursor keys, mark packages for installation (using '+') or deinstallation (using '-'). Packages can be marked either singly or in groups; initially you will see that the line 'All packages' is selected. '+', '-' and so on will affect all the packages described by the highlighted line. Some of your choices will cause conflicts or dependency problems; you will be given a sub-list of the relevant packages, so that you can solve the problems. You should read the list of keys and the explanations of the display. Much on-line help is available, please make use of it - press '?' at any time for help. When you have finished selecting packages, press <enter> to confirm changes, or 'X' to quit without saving changes. A final check on conflicts and dependencies will be done - here too you may see a sublist. Press <space> to leave help and enter the list now.
uk: Ласкаво просимо до основного переліку пакунків проґрами dselect! Ви побачите перелік пакунків, які встановлені або доступні для встановлення. Ви можете пересуватися переліком, використовуючи клавіші керування вказівником, позначати пакунки для встановлення (використовуючи клавішу «+») або вилучення (відповідно, «-»). Пакунки можуть позначатися як окремо, так і групами. На початку Ви побачите, що виділено рядок «Усі пакунки». Клавіші «+», «-» тощо, будуть впливати на усі пакунки, описані виділеним рядком. Деякі Ваші рішення викличуть конфлікти або проблеми залежностей. У цьому випадку Ви отримаєте перелік зачеплених пакунків, щоб можна було вирішити проблему. Вам слід прочитати перелік клавіш і пояснення до екранів. Довідка доступна будь-якої миті — просто натисніть клавішу «?». Коли Ви закінчите вибір пакунків, натисніть <enter>, щоб схвалити зміни або клавішу «X», щоб вийти, не зберігаючи Ваш вибір. Якщо зміни схвалено, відбувається кінцева перевірка конфліктів і залежностей. При цьому Ви теж можете побачити додатковий перелік пакунків. Щоб вийти із довідки та увійти в перелік пакунків, натисніть <space>.

source: Introduction to read-only package list browser
uk: Ввідна інформація про перегляд списку пакунків у режимі читання

source: Welcome to dselect's main package listing. You will be presented with a list of packages which are installed or available for installation. Since you do not have the privilege necessary to update package states, you are in a read-only mode. You can navigate around the list using the cursor keys (please see the 'Keystrokes' help screen), observe the status of the packages and read information about them. You should read the list of keys and the explanations of the display. Much on-line help is available, please make use of it - press '?' at any time for help. When you have finished browsing, press 'Q' or <enter> to quit. Press <space> to leave help and enter the list now.
uk: Ласкаво просимо до основного переліку пакунків проґрами dselect! Ви побачите перелік пакунків, які встановлені або доступні для встановлення. Оскільки в Вас немає прав на змінювання стану пакунків, Ви знаходитеся у режимі читання. Ви можете пересуватися переліком, використовуючи клавіші керування вказівником (див. екран довідки «Гарячі клавіші»), бачити стан пакунків та читати інформацію, що їх стосується. Вам слід прочитати перелік клавіш і пояснення до екранів. Довідка доступна будь-якої миті — просто натисніть клавішу «?». Коли Ви закінчите перегляд, натисніть клавішу <enter> або «Q», щоб вийти з переліку пакунків. Щоб вийти з довідки та увійти в перелік пакунків, натисніть <space>.

source: Introduction to conflict/dependency resolution sub-list
uk: Ввідна інформація про вкладений список пакунків для вирішення конфліктів/залежностей

source: Display, part 1: package listing and status chars
uk: Перегляд, частина 1: список пакунків та символи стану

source: Display, part 2: list highlight; information display
uk: Перегляд, частина 2: виділення, показ інформації

source: * Highlight: One line in the package list will be highlighted. It indicates which package(s) will be affected by presses of '+', '-' and '_'. * The dividing line in the middle of the screen shows a brief explanation of the status of the currently-highlighted package, or a description of which group is highlighted if a group line is. If you don't understand the meaning of some of the status characters displayed, go to the relevant package and look at this divider line, or use the 'v' key for a verbose display (press 'v' again to go back to the terse display). * The bottom of the screen shows more information about the currently-highlighted package (if there is only one). It can show an extended description of the package, the internal package control details (either for the installed or available version of the package), or information about conflicts and dependencies involving the current package (in conflict/dependency resolution sublists). Use the 'i' key to cycle through the displays, and 'I' to hide the information display or expand it to use almost all of the screen.
uk: * Виділення: один рядок переліку пакунків буде виділено. Він показує, до якого(их) пакунку(ів) буде відноситися натискання клавіш «+»,« »- або «_». * Розділююча лінія у середині екрану відображає короткий опис стану виділеного пакунку або опис виділеної групи. Якщо Ви не розумієте значення символів, що відображають стан, перейдіть до відповідного пакунку й подивіться на розділюючу лінію, або за допомогою клавіші «v» перемикніть проґраму в режим докладного відображення (наступне натискання клавіші «v» поверне екран в короткий режим). * Нижня частина екрану показує докладнішу інформацію про виділений пакунок (якщо виділено лише один пакунок). У цій частині може відображатися розширений опис пакунку, внутрішня інформація про пакунок (або про встановлену, або про доступну версію), або інформація про конфлікти та залежности, що зачепають даний пакунок (у додаткових переліках вирішення конфліктів залежностей). Клавіша «i» циклічно перемикає режими відображення у цій частині екрану, а клавіша «I» приховує її або розширює майже до розмірів екрану.

source: Introduction to method selection display
uk: Ввідна інформація про екран вибору методу доступу

source: dselect and dpkg can do automatic installation, loading the package files to be installed from one of a number of different possible places. This list allows you to select one of these installation methods. Move the highlight to the method you wish to use, and hit Enter. You will then be prompted for the information required to do the installation. As you move the highlight a description of each method, where available, is displayed in the bottom half of the screen. If you wish to quit without changing anything use the 'x' key while in the list of installation methods. A full list of keystrokes is available by pressing 'k' now, or from the help menu reachable by pressing '?'.
uk: dselect і dpkg можуть здійснювати встановлення автоматично, самостійно завантажуючи файли пакунків, які потрібно встановити, із одного з можливих розташувань. Цей перелік дозволяє вибрати один з методів встановлення. Виділіть метод, який Ви бажаєте використовувати, і натисніть клавішу вводу. Проґрама запитає в Вас необхідну для встановлення інформацію. При переміщенні виділення у нижній частині екрану з’являється опис кожного методу, для якого він доступний. Якщо Ви волієте вийти, нічого не змінюючи, натисніть клавішу «x», коли проґрама знаходиться у переліку методів встановлення. Повний перелік гарячих клавіш можна отримати, натиснувши клавішу «k» або увійшовши у загальну довідку, натиснувши клавішу «?».

source: Keystrokes for method selection
uk: Комбінації клавіш при обиранні методу доступу

source: Motion keys: Next/Previous, Top/End, Up/Down, Backwards/Forwards: j, Down-arrow k, Up-arrow move highlight N, Page-down, Space P, Page-up, Backspace scroll list by 1 page ^n ^p scroll list by 1 line t, Home e, End jump to top/end of list u d scroll info by 1 page ^u ^d scroll info by 1 line B, Left-arrow F, Right-arrow pan display by 1/3 screen ^b ^f pan display by 1 character (These are the same motion keys as in the package list display.) Quit: Return, Enter select this method and go to its configuration dialogue x, X exit without changing or setting up the installation method Miscellaneous: ?, Help, F1 request help ^l redraw display / search (just return to cancel) \ repeat last search
uk: Клавіші переміщення: Наступ/Поперед, Поч/Кін, Вгору/Вниз, Назад/Вперед: j, стрілка вниз k, стрілка вгору переміщення виділення N, PageDown, пробіл P, PageUp, Backspace прокручування списку на сторінку ^n ^p прокручування списку на рядок t, Home e, End перехід на початок/кінець списку u d прокручування інф-ції на сторінку ^u ^d прокручування інф-ції на рядок B, стрілка вліво F, стрілка вправо прокручування в сторону на 1/3 екрану ^b ^f прокручування в сторону на 1 колонку (Це ті ж клавіші переміщення, що у списку пакунків.) Вихід: Return, Enter вибрати виділений метод й перейти до діалогу його налаштування x, X вийти, не змінюючи метод встановлення що використовується Різне: ?, Help, F1 виклик довідки ^l перемалювати екран / пошук (ввід для скасовування) \ повторити останній пошук

source: Type dselect --help for help.
uk: Щоб отримати довідку, уведіть dselect --help.

source: [A]ccess
uk: [A] Метод

source: Choose the access method to use.
uk: Вибір методу встановлення.

source: [U]pdate
uk: [U] Оновити

source: Update list of available packages, if possible.
uk: Оновлення списку доступних пакунків.

source: [S]elect
uk: [S] Обрати

source: Request which packages you want on your system.
uk: Вибір набору пакунків для встановлення, оновлення та вилучення.

source: [I]nstall
uk: [I] Встановити

source: Install and upgrade wanted packages.
uk: Встановлення та оновлення пакунків.

source: [C]onfig
uk: [C] Налаштувати

source: Configure any packages that are unconfigured.
uk: Налаштування ще не налаштованих пакунків.

source: [R]emove
uk: [R] Вилучити

source: Remove unwanted software.
uk: Вилучення непотрібних пакунків.

source: [Q]uit
uk: [Q] Вихід

source: Quit dselect.
uk: Вихід з програми.

source: menu
uk: меню

source: Debian '%s' package handling frontend version %s.
uk: Інтерфейс керування пакунками Debian «%s», версія %s.

source: This is free software; see the GNU General Public License version 2 or later for copying conditions. There is NO warranty.
uk: Це вільне програмне забезпечення. Див. умови розповсюдження у Універсальній суспільній ліцензії GNU версії 2 або пізнішої. НІЯКІ гарантії не надаються.

source: <standard output>
uk: <стандартний вивід>

source: Usage: %s [<option>...] [<command>...]
uk: Використання: %s [<опція>...] [<команда>...]

source: Commands:
uk: Команди:

source: -?, --help Show this help message. --version Show the version.
uk: -?, --help Показати це повідомлення --version Показати номер версії

source: <color-spec> is <screen-part>:[<foreground>],[<background>][:<attr>[+<attr>]...]
uk: <color-spec> is <screen-part>:[<передній план>],[<тло>][:<attr>[+<attr>]...]

source: <screen-part> is:
uk: <screen-part> є:

source: <color> is:
uk: <color> є:

source: <attr> is:
uk: <attr> є:

source: couldn't open debug file '%.255s'
uk: не вдалося відкрити налагоджувальний файл «%.255s»

source: invalid %s '%s'
uk: неправильний %s '%s'

source: screen part
uk: сектор екрану

source: Terminal does not appear to support cursor addressing.
uk: Термінал не підтримує позиціонування курсору.

source: Terminal does not appear to support highlighting.
uk: Термінал не підтримує підсвічування.

source: Set your TERM variable correctly, use a better terminal, or make do with the per-package management tool %s.
uk: Вкажіть правильне значення змінної TERM, використовуйте більш функціональний термінал або використовуйте програму керування окремими пакунками %s.

source: terminal lacks necessary features, giving up
uk: у терміналу відсутні необхідні можливості, зупинка

source: Move around with ^P and ^N, cursor keys, initial letters, or digits; Press <enter> to confirm selection. ^L redraws screen.
uk: Використовуйте комбінації клавіш ^P та ^N, стрілки, перші літери команд або цифри; Натисніть <ввід> для вибору дії. ^L — перемалювати екран.

source: Copyright (C) 1994-1996 Ian Jackson. Copyright (C) 2000,2001 Wichert Akkerman.
uk: Авторське право (C) 1994-1996 Ian Jackson. Авторське право (C) 2000,2001 Wichert Akkerman.

source: Read-only access: only preview of selections is available!
uk: Доступ лише для читання: доступний лише перегляд стану пакунків!

source: failed to getch in main menu
uk: очікування натиснення клавіші у головному меню закінчилося невдало

source: unknown action string '%.50s'
uk: невідома дія «%.50s»

source: Abbrev.
uk: Скороч.

source: Description
uk: Опис

source: dselect - list of access methods
uk: dselect — список методів доступу

source: Access method '%s'.
uk: Метод доступу «%s».

source: doupdate failed
uk: робота функції doupdate закінчилася невдало

source: getch failed
uk: очікування натиснення клавіші закінчилося невдало

source: Explanation
uk: Пояснення

source: No explanation available.
uk: Не доступне ніяке пояснення.

source: Press <enter> to continue.
uk: Щоб продовжити, натисніть <ввід>.

source: cannot unlock access method area
uk: неможливо розблокувати область методу доступу

source: no access methods are available
uk: немає доступних методів доступу

source: requested operation requires superuser privilege
uk: дана операція вимагає прав суперкористувача

source: cannot open or create access method lockfile
uk: неможливо відкрити або створити lockfile методу доступу

source: the access method area is already locked
uk: область методу доступу вже заблокована

source: cannot lock access method area
uk: неможливо заблокувати область методу доступу

source: Press <enter> to continue.
uk: Щоб продовжити, натисніть ввід.

source: <standard error>
uk: <стандартна помилка>

source: error reading acknowledgement of program failure message
uk: помилка читання підтвердження повідомлення програми про помилку

source: no access method is selected or configured
uk: немає вибраного або налаштованого методу доступу

source: update available list script
uk: скрипт оновлення списку доступних пакунків

source: installation script
uk: скрипт встановлення

source: query/setup script
uk: скрипт налаштування

source: syntax error in method options file '%.250s' -- %s
uk: синтаксична помилка у файлі переліку методів «%.250s»: %s

source: error reading options file '%.250s'
uk: помилка читання переліку методів «%.250s»

source: unable to read '%.250s' directory for reading methods
uk: не вдалося прочитати перелік методів доступу з каталогу «%.250s»

source: method '%.250s' has name that is too long (%d > %d characters)
uk: задовга назва методу «%.250s» (%d > %d символів)

source: unable to access method script '%.250s'
uk: немає доступу до скрипта методу доступу «%.250s»

source: unable to read method options file '%.250s'
uk: не вдалося прочитати перелік можливих методів доступу «%.250s»

source: non-digit where digit wanted
uk: знайдено символ, який не є цифрою

source: end of file in index string
uk: кінець файлу індексу рядка

source: index string too long
uk: рядок списку надто довгий

source: newline before option name start
uk: перед ім’ям методу знайдено символ кінця рядка

source: end of file before option name start
uk: кінець файлу до початку імені параметру

source: nonalpha where option name start wanted
uk: на початку ім’я методу знайдено символ, який не є літерою або символом підкреслювання

source: non-alphanum in option name
uk: у імені методу знайдено символ, який не є літерою, цифрою чи символом підкреслювання

source: end of file in option name
uk: кінець файлу в назві параметру

source: newline before summary
uk: перед описом методу знайдено символ кінця рядка

source: end of file before summary
uk: кінець файлу перед резюме

source: end of file in summary - missing newline
uk: кінець файлу в цілому - відсутній символ нового рядка

source: unable to open option description file '%.250s'
uk: не вдалося відкрити файл опису методу «%.250s»

source: unable to stat option description file '%.250s'
uk: не вдалося отримати інформацію про файл опису методу «%.250s»

source: failed to read option description file '%.250s'
uk: не вдалося прочитати файл опису параметра '%.250s'

source: error during read of option description file '%.250s'
uk: помилка під час читання файлу опису параметра '%.250s'

source: error during read of method options file '%.250s'
uk: помилка читання переліку можливих методів доступу «%.250s»

source: unable to open current option file '%.250s'
uk: не вдалося відкрити поточний файл параметру '%.250s'

source: unable to write new option to '%.250s'
uk: не вдалося записати новий параметр, щоб '%.250s'

source: new package
uk: новий пакунок

source: install
uk: встановити

source: hold
uk: зафіксувати

source: remove
uk: вилучити

source: purge
uk: вичистити

source: REINSTALL
uk: ПЕРЕВСТАНОВИТИ

source: not installed
uk: не встановлений

source: removed (configs remain)
uk: вилучено, але файли конфігурації збережено

source: half installed
uk: частково встановлено

source: unpacked (not set up)
uk: розпаковано, але не налаштовано

source: half configured (config failed)
uk: наполовину налаштовано (не вдалося налаштувати)

source: awaiting trigger processing
uk: у очікуванні початку обробки

source: triggered
uk: обробку почато

source: installed
uk: встановлено

source: Required
uk: Обов’язковий

source: Important
uk: Важливо

source: Standard
uk: Стандарт

source: Optional
uk: Необов'язковий

source: Extra
uk: Екстра

source: Unclassified
uk: Пріоритет не визначено

source: suggests
uk: пропонує

source: recommends
uk: рекомендує

source: depends on
uk: залежить від

source: pre-depends on
uk: попередньо залежить від

source: breaks
uk: робить недієздатним

source: conflicts with
uk: конфліктує з

source: replaces
uk: заміщує

source: enhances
uk: розширює

source: Req
uk: Обз

source: Imp
uk: Імп

source: Std
uk: Стд

source: Opt
uk: Дод

source: Xtr
uk: Екс

source: bUG
uk: пМЛ

source: Broken
uk: Пошкоджені

source: New
uk: Новий

source: Upgradable
uk: Оновлювані

source: Obsolete/local
uk: Застарілі/локальні

source: Installed
uk: Встановлено

source: Available
uk: Доступно

source: Removed
uk: Вилучено

source: Brokenly installed packages
uk: Пакунки, встановлення яких закінчилося невдало

source: Newly available packages
uk: Нові доступні пакунки

source: Upgradable packages
uk: Оновлювані пакунки

source: Obsolete and locally created packages
uk: Застарілі і локально створені пакунки

source: Installed packages
uk: Встановлені пакунки

source: Available not installed packages
uk: Доступні не встановлені пакунки

source: Removed and no longer available packages
uk: Вилучені або більше не доступні пакунки

source: Removed packages (configuration still present)
uk: Вилучені пакунки (файли конфігурації збережено)
