Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: Installation of GRUB on multipath is experimental.
be: Усталяванне GRUB у шматшляховую прыладу з'яўляецца эксперыментальнай функцыяй.

source: GRUB is always installed to the master boot record (MBR) of the multipath device. It is also assumed that the WWID of this device is selected as boot device in the system's FibreChannel adapter BIOS.
be: GRUB ужо ўсталяваны ў асноўны загрузачны запіс (MBR) шматшляховай прылады. Пры гэтым мяркуецца, што WWID гэтай прылады выбраны ў якасці загрузачнай прылады ў адаптары FibreChannel у BIOS.

source: An error occurred while setting up GRUB for the multipath device.
be: Адбылася памылка падчас наладжвання GRUB для шматшляхавай прылады.

source: Device for boot loader installation:
be: Прылада для ўсталявання загрузчыка:

source: You need to make the newly installed system bootable, by installing the GRUB boot loader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
be: Цяпер неабходна зрабіць так, каб нядаўна ўсталяваная сістэма змагла загрузіцца. Для гэтага на загрузачную прыладу будзе ўсталяваны загрузчык GRUB. Звычайна гэта робіцца шляхам усталявання GRUB у асноўны загрузачны запіс (MBR) вашага першага цвёрдага дыска. Пры жаданні можна ўсталяваць GRUB у любое іншае месца на дыску, або на іншы дыск, або нават на дыскету.

source: The device should be specified as a device in /dev. Below are some examples: - "/dev/sda" will install GRUB to the master boot record of your first hard drive; - "/dev/sda2" will use the second partition of your first hard drive; - "/dev/sdc5" will use the first extended partition of your third hard drive; - "/dev/fd0" will install GRUB to a floppy.
be: Гэта прылада павінна быць пазначана як прылада ў /dev. Ніжэй некалькі прыкладаў: - «/dev/sda» усталюе GRUB у асноўны загрузачны запіс (MBR) першага цвёрдага дыска; - «/dev/sda2» выкарыстае другі раздзел першага цвёрдага дыска; - «/dev/sdc5» выкарыстае першы пашыраны раздзел трэцяга цвёрдага дыска; - «/dev/fd0» усталюе GRUB на дыскету.

source: GRUB password:
be: Пароль GRUB:

source: The GRUB boot loader offers many powerful interactive features, which could be used to compromise your system if unauthorized users have access to the machine when it is starting up. To defend against this, you may choose a password which will be required before editing menu entries or entering the GRUB command-line interface. By default, any user will still be able to start any menu entry without entering the password.
be: Загрузчык GRUB мае шмат магутных інтэрактыўных функцый, якія могуць быць выкарыстаны для кампраметацыі вашай сістэмы, калі падчас загрузкі сістэмы да яе атрымаюць доступ неаўтарызаваныя карыстальнікі. Вы можаце задаць пароль для рэдагавання пунктаў меню або ўваходу ў рэжым каманднага інтэрфейсу GRUB, каб абараніцца ад гэтага. Прадвызначана, любы карыстальнік можа запускаць любы пункт меню без пароля.

source: If you do not wish to set a GRUB password, leave this field blank.
be: Пакіньце поле пустым, калі не хочаце задаваць пароль для GRUB.

source: Please enter the same GRUB password again to verify that you have typed it correctly.
be: Увядзіце пароль GRUB яшчэ раз, каб пераканацца ў правільнасці ўводу.

source: GRUB installation failed
be: Збой усталявання GRUB

source: The '${GRUB}' package failed to install into /target/. Without the GRUB boot loader, the installed system will not boot.
be: Збой усталявання пакета '${GRUB}' у /target/. Без загрузчыка GRUB усталяваная сістэма не зможа загрузіцца.

source: Unable to install GRUB in ${BOOTDEV}
be: Немагчыма ўсталяваць GRUB у ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
be: Збой выканання 'grub-install ${BOOTDEV}'.

source: This is a fatal error.
be: Гэта фатальная памылка.

source: Executing 'update-grub' failed.
be: Збой выканання 'update-grub'.

source: Install GRUB?
be: Усталяваць GRUB?

source: GRUB 2 is the next generation of GNU GRUB, the boot loader that is commonly used on i386/amd64 PCs. It is now also available for ${ARCH}.
be: GRUB 2 з'яўляецца наступным пакаленнем GNU GRUB. Дадзены загрузчык у большасці выпадкаў выкарыстоўваецца на камп'ютарах з архітэктурай працэсара i386/amd64. У цяперашні час ён таксама даступны на ${ARCH}.

source: It has interesting new features but is still experimental software for this architecture. If you choose to install it, you should be prepared for breakage, and have an idea on how to recover your system if it becomes unbootable. You're advised not to try this in production environments.
be: Яна мае цікавыя новыя функцыі, але ўсё яшчэ з'яўляецца эксперыментальным праграмным забеспячэннем для дадзенай архітэктуры. Калі вырашыце ўсталяваць яе, будзьце гатовымі да збояў і загадзя паклапаціцеся аб аднаўленні сістэмы ў выпадку, калі не зможаце яе загрузіць. Рэкамендуецца не выкарыстоўваць праграму ў прамысловым асяроддзі.

source: Installing GRUB boot loader
be: Усталяванне загрузчыка GRUB

source: Looking for other operating systems...
be: Пошук іншых аперацыйных сістэм...

source: Installing the '${GRUB}' package...
be: Усталяванне пакета '${GRUB}'...

source: Determining GRUB boot device...
be: Выяўленне загрузачнай прылады GRUB...

source: Running "grub-install ${BOOTDEV}"...
be: Запуск «grub-install ${BOOTDEV}»...

source: Running "update-grub"...
be: Запуск «update-grub»...

source: Updating /etc/kernel-img.conf...
be: Абнаўленне /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
be: Усталяваць загрузчык GRUB на цвёрды дыск

source: Reinstall GRUB boot loader
be: Пераўсталяваць загрузчык GRUB

source: ${disc}: Master Boot Record
be: ${disc}: асноўны загрузачны запіс

source: ${part}: new Ubuntu partition
be: ${part}: новы раздзел Ubuntu

source: Other choice (Advanced)
be: Іншы варыянт (дадаткова)

source: LILO installation target:
be: Месца ўсталявання LILO:

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Ubuntu partition instead.
be: Для загрузкі новай сістэмы неабходна ўсталяваць праграму LILO. Усталяванне ў асноўны загрузачны запіс (MBR) цвёрдага дыска прывядзе да таго, што LILO цалкам будзе кантраляваць працэс загрузкі на вашым камп'ютары. Звярніце ўвагу, што калі вы хочаце выкарыстоўваць іншы загрузчык, то ўсталяваць LILO можна ў новы раздзел Ubuntu.

source: If unsure, install LILO into the Master Boot Record.
be: Усталюйце LILO у асноўны загрузачны запіс (MBR), калі вы не ўпэўнены.

source: ${disc}: software RAID array
be: ${disc}: праграмны масіў RAID

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
be: Усталюйце праграму LILO, каб ваша сістэма змагла загрузіцца. Вы можаце ўсталяваць яе на праграмны масіў RAID або на іншую прыладу.

source: Please enter the device name of the partition or disk onto which LILO should be installed, such as /dev/hda or /dev/sda1.
be: Увядзіце назву прылады раздзела або дыска на які неабходна ўсталяваць LILO (напрыклад, /dev/hda або /dev/sda1).

source: Invalid partition name
be: Памылковая назва раздзела

source: The path ${path} does not represent a partition or hard disk device. Please try again.
be: Шлях ${path} не прадстаўляе сабой раздзел або прыладу цвёрдага дыска. Паспрабуйце яшчэ раз.

source: Installing LILO...
be: Усталяванне LILO...

source: Activating partition ${bootdev}
be: Актывацыя раздзела ${bootdev}

source: Creating lilo.conf
be: Стварэнне lilo.conf

source: Installing the LILO package
be: Усталяванне пакета LILO

source: Running LILO for ${bootdev}
be: Запуск LILO для ${bootdev}

source: LILO configured to use a serial console
be: LILO сканфігураваны для выкарыстання серыйнай кансолі

source: LILO is configured to use serial port ${PORT} as the console. ${PORT_SPEED}
be: LILO сканфігураваны для выкарыстання парта ${PORT} у якасці кансолі. ${PORT_SPEED}

source: The serial port speed is set to ${SPEED}.
be: Хуткасць паслядоўнага парта зададзена на ${SPEED}.

source: Would you like to make this partition active?
be: Ці хочаце вы зрабіць гэты раздзел актыўным?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
be: Для ўсталявання LILO вы выбралі раздзел, які не з'яўляецца актыўным. Пакуль гэты раздзел не будзе пазначаны як актыўны, загрузчык не зможа запускаць LILO. Вельмі верагодна, што ўсталяваную аперацыйную сістэму загрузіць не атрымаецца.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
be: Вам неабходна зрабіць гэты раздзел актыўным, калі вы не збіраецеся запускаць Linux з дапамогай якога-небудзь іншага загрузчыка.

source: LILO installation failed. Continue anyway?
be: Збой усталявання LILO. Працягнуць у любым выпадку?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
be: Не ўдалося ўсталяваць пакет LILO у каталог /target/. Усталяванне LILO як загрузчыка з'яўляецца неабходным крокам. Тым не менш, праблемы з усталяваннем могуць быць не звязаны непасрэдна з LILO, таму не выключаецца магчымасць працягнуць усталяванне.

source: LILO installation failed
be: Збой усталявання LILO

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
be: Адбыўся збой пры запуску «/sbin/lilo» з кодам памылкі «${ERRCODE}».

source: Install the LILO boot loader on a hard disk
be: Усталяваць загрузчык LILO на цвёрды дыск

source: NewWorld boot partition
be: Загрузачны раздзел NewWorld

source: Go back to the menu and resume partitioning?
be: Вярнуцца ў меню, каб узнавіць разметку?

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
be: Не знойдзены загрузачны раздзел NewWorld. Загрузчыку yaboot патрэбны раздзел Apple_Bootstrap памерам не менш за 819200 байтаў, які выкарыстоўвае файлавую сістэму HFS Macintosh.

source: The NewWorld boot partition must be at least 819200 bytes in size.
be: Загрузачны раздзел NewWorld павінен мець памер прынамсі 819200 байтаў.

source: boot
be: загр

source: HFS Macintosh file system
be: Файлавая сістэма HFS Macintosh

source: Installing Yaboot
be: Усталяванне yaboot

source: Installing Yaboot boot loader
be: Усталяванне загрузчыка yaboot

source: Yaboot installation failed. Continue anyway?
be: Збой усталявання yaboot. Працягнуць у любым выпадку?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
be: Не ўдалося ўсталяваць пакет yaboot у каталог /target/. Усталяванне yaboot як загрузчыка з'яўляецца неабходным крокам. Тым не менш, праблемы з усталяваннем могуць быць звязаны непасрэдна з yaboot, таму не выключаецца магчымасць працягнуць усталяванне.

source: Looking for bootstrap partitions
be: Пошук раздзелаў для першапачатковага загрузчыка

source: No bootstrap partition found
be: Раздзел першапачатковай загрузкі не знойдзены

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
be: Не знойдзены цвёрдыя дыскі, якія б утрымлівалі раздзел «Apple_Bootstrap». Вам патрэбна стварыць раздзел памерам 819200 байтаў з тыпам «Apple_Bootstrap».

source: Looking for root partition
be: Пошук каранёвага раздзела

source: No root partition found
be: Не знойдзены каранёвы раздзел

source: No partition is mounted as your new root partition. You must mount a root partition first.
be: Ніводны раздзел не падключаны ў якасці новага каранёвага раздзела. Першапачаткова вам неабходна падключыць каранёвы раздзел.

source: Looking for other operating systems
be: Пошук іншых аперацыйных сістэм

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
be: Yaboot (сістэмны загрузчык Linux) павінен быць усталяваны ў раздзел цвёрдага дыска, каб сістэма змагла загрузіцца. Выберыце раздзел прызначэння сярод раздзелаў, якія зададзены ў якасці загрузачных.

source: Warning: this will erase all data on the selected partition!
be: Папярэджанне: усе даныя на выбраным раздзеле будуць сцёртыя!

source: Creating yaboot configuration
be: Стварэнне канфігурацыі yaboot

source: Failed to create yaboot configuration
be: Не ўдалося стварыць канфігурацыю yaboot

source: The creation of the main yaboot configuration file failed.
be: Збой стварэння файла канфігурацыі yaboot.

source: Installing yaboot into bootstrap partition
be: Усталяванне yaboot у раздзел першапачатковай загрузкі

source: Failed to install boot loader
be: Не ўдалося ўсталяваць загрузчык

source: The installation of the yaboot boot loader failed.
be: Збой усталявання загрузчыка yaboot

source: Successfully installed yaboot
be: Паспяхова ўсталяваны yaboot

source: The yaboot boot loader was successfully installed.
be: Загрузчык yaboot паспяхова ўсталяваны.

source: The new system is now ready to boot.
be: Новая сістэма гатова да загрузкі.

source: Install yaboot on a hard disk
be: Усталяваць yaboot на цвёрды дыск

source: Reinstall yaboot boot loader
be: Пераўсталяваць загрузчык yaboot?

source: Failed to retrieve the preconfiguration file
be: Не ўдалося атрымаць файл папярэдняй канфігурацыі

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
be: Не ўдалося атрымаць файл з ${LOCATION}, які неабходны для папярэдняй канфігурацыі. Усталяванне будзе працягнутая ў ручным рэжыме.

source: Failed to process the preconfiguration file
be: Не ўдалося апрацаваць файл папярэдняй канфігурацыі

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
be: Праграме ўсталявання не ўдалося апрацаваць файл папярэдняй канфігурацыі з ${LOCATION}. Магчыма, што ён пашкоджаны.

source: Failed to run preseeded command
be: Не ўдалося выканаць каманду папярэдняй канфігурацыі

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
be: Збой выканання прадвызначанай каманды «${COMMAND}» з кодам памылкі ${CODE}.

source: Download debconf preconfiguration file
be: Спампаваць папярэднюю канфігурацыю файла debconf

source: Location of initial preconfiguration file:
be: Размяшчэнне пачатковага файла папярэдняй канфігурацыі:

source: In order to perform an automated install, you need to supply a preconfiguration file (which can in turn pull in other files). To do that, you need to provide a (perhaps partial) URL.
be: Вам неабходна забяспечыць файл з папярэдняй канфігурацыяй (які ў сваю чаргу можа спасылацца на іншыя файлы), каб выканаць аўтаматычнае ўсталяванне. Для гэтага неабходна ўказаць (магчыма, што толькі частковы) URL-адрас.

source: This can be as simple as the machine name where your preseed files reside up to a full URL. Any of these could be made to work: intra [for example.com, these three are equivalent] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg
be: Гэта можа быць як проста імя камп'ютара, дзе размяшчаюцца файлы аўтаматычнай усталявання, так і поўны URL-адрас. Любы з пералічаных фарматаў будзе працаваць: intra [для example.com, ёсць тры эквівалентныя варыянты] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg

source: For fully automated installs, preseed/url should itself be preseeded (via kernel command line, DHCP, or syslinux.cfg on customised media)
be: Для поўнасцю аўтаматычнага ўсталявання preseed/url павінен быць указаны (праз ядро каманднага радка, DHCP або syslinux.cfg або на самастойна сабраным носьбіце)

source: See http://wiki.debian.org/DebianInstaller/Preseed for inspiration.
be: Глядзіце спасылку http://wiki.debian.org/DebianInstaller/Preseed для натхнення.

source: Load debconf preconfiguration file
be: Загрузка файла папярэдняй канфігурацыі debconf

source: Rescue mode
be: Рэжым аднаўлення

source: Enter rescue mode
be: Увайсці ў рэжым аднаўлення

source: No partitions found
be: Раздзелы не знойдзены

source: The installer could not find any partitions, so you will not be able to mount a root file system. This may be caused by the kernel failing to detect your hard disk drive or failing to read the partition table, or the disk may be unpartitioned. If you wish, you may investigate this from a shell in the installer environment.
be: Праграма ўсталявання не знайшла ніводнага раздзела, таму вы не зможаце падключыць каранёвую файлавую сістэму. Прычынай гэтаму можа быць тое, што ядро не вызначыла ваш цвёрды дыск, або не прачытала табліцу раздзелаў, або цвёрды дыск не мае разметкі. Вы можаце паспрабаваць разабрацца з сітуацыяй у інтэрпрэтатары каманднага радка асяроддзя ўсталявання.

source: Assemble RAID array
be: Зборка масіву RAID

source: Do not use a root file system
be: Не выкарыстоўваць каранёвую файлаваю сістэму

source: Device to use as root file system:
be: Прылада, якая выкарыстоўваецца ў якасці каранёвай файлавай сістэмы:

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
be: Увядзіце прыладу, якую вы хочаце выкарыстоўваць у якасці сваёй каранёвай файлавай сістэмы. У вас будзе магчымасць выбіраць сярод разнастайных аперацый, якія можна выконваць у гэтай файлавай сістэме.

source: If you choose not to use a root file system, you will be given a reduced choice of operations that can be performed without one. This may be useful if you need to correct a partitioning problem.
be: Пералік даступных аперацый будзе зменшаны, калі вы выберыце не выкарыстоўваць каранёвую файлавую сістэму. Гэта можа быць карысна ў выпадках вырашэння праблем з разметкай дыска.

source: No such device
be: Няма такой прылады

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
be: Уведзеная вамі прылада (${DEVICE}) для вашай каранёвай файлавай сістэмы не існуе. Паспрабуйце яшчэ раз.

source: Mount failed
be: Збой падключэння

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
be: Адбылася памылка падчас падчас падключэння прылады, якую вы ўвялі для каранёвай файлавай сістэмы (${DEVICE}) на /target.

source: Please check the syslog for more information.
be: Праверыце syslog, каб атрымаць дадатковыя звесткі.

source: Rescue operations
be: Аперацыі аднаўлення

source: Rescue operation failed
be: Збой аперацыі аднаўлення

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
be: Збой выканання аперацыі аднаўлення '${OPERATION}' з кодам выхаду ${CODE}.

source: Execute a shell in ${DEVICE}
be: Запусціць інтэрпрэтатар каманднага радка на ${DEVICE}

source: Execute a shell in the installer environment
be: Запусціць інтэрпрэтатар каманднага радка ў праграме ўсталявання

source: Choose a different root file system
be: Выберыце іншую каранёвую файлавую сістэму

source: Reboot the system
be: Перазагрузіць сістэму

source: Executing a shell
be: Выкананне інтэрпрэтатара каманднага радка

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
be: Пасля гэтага паведамлення будзе запушчаны інтэрпрэтатар каманднага радка з падключанай каранёвай файлавай сістэмай «/» на прыладзе ${DEVICE}. Калі вам спатрэбіцца іншая файлавыя сістэмы (напрыклад, асобны раздзел для «/usr»), вам давядзецца падключаць іх самастойна.

source: Error running shell in /target
be: Памылка запуску інтэрпрэтатара каманднага радка ў каталозе /target

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
be: На вашай каранёвай файлавай сістэме (${DEVICE}) знойдзены інтэрпрэтатар камандная радка (${SHELL}), але пры спробе яго запусціць адбылася памылка.

source: No shell found in /target
be: У каталозе /target не знойдзены інтэрпрэтатар каманднага радка

source: No usable shell was found on your root file system (${DEVICE}).
be: На каранёвай сістэме (${DEVICE}) не знойдзены інтэрпрэтатар каманднага радка, які можна выкарыстоўваць.

source: Interactive shell on ${DEVICE}
be: Інтэрактыўны інтэрпрэтатар каманднага радка на ${DEVICE}

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
be: Пасля гэтага паведамлення прылада ${DEVICE} будзе падключана ў каталог «/target і запушчаны інтэрпрэтатар каманднага радка. Вы можаце працаваць у ім з інструментамі, якія даступны ў асяроддзі праграмы ўсталявання. Калі вы хочаце часова змяніць каранёвую файлавую сістэму, то неабходна запусціць «chroot /target». Калі вам спатрэбіцца іншая файлавая сістэма (напрыклад, «/usr»), яе давядзецца падключаць самастойна.

source: After this message, you will be given a shell in the installer environment. No file systems have been mounted.
be: Пасля гэтага паведамлення вы трапіце ў інтэрпрэтатар каманднага радка праграмы ўсталявання. Ніводная файлавая сістэма не будзе падключана.

source: Interactive shell in the installer environment
be: Інтэрактыўны інтэрпрэтатар каманднага радка ў асяроддзі праграмы ўсталявання

source: Passphrase for ${DEVICE}:
be: Парольная фраза для ${DEVICE}:

source: Please enter the passphrase for the encrypted volume ${DEVICE}.
be: Увядзіце парольную фразу для зашыфраванага тома ${DEVICE}.

source: If you don't enter anything, the volume will not be available during rescue operations.
be: Том не будзе даступны падчас аперацыі аднаўлення, калі нічога не будзе ўведзена.

source: Automatic
be: Аўтаматычна

source: Partitions to assemble:
be: Раздзелы для зборкі:

source: Select the partitions to assemble into a RAID array. If you select "Automatic", then all devices containing RAID physical volumes will be scanned and assembled.
be: Выберыце раздзелы для зборкі ў масіў RAID. Калі вы выберыце «Аўтаматычна», то будуць прасканаваны і сабраны ўсе прылады, якія ўтрымліваюць фізічныя тамы RAID.

source: Note that a RAID partition at the end of a disk may sometimes cause that disk to be mistakenly detected as containing a RAID physical volume. In that case, you should select the appropriate partitions individually.
be: Звярніце ўвагу, што калі раздзел RAID знаходзіцца ў канцы дыска, то гэта можа быць прычынай яго памылковага вызначэння як фізічнага тома RAID. У гэтым выпадку вам неабходна будзе пазначыць адпаведныя раздзелы самастойна.

source: Scan hard drives for an installer ISO image
be: Пошук усталёвачных ISO-вобразаў на цвёрдым дыску
