Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-*.po
Languages: uk

source: failed to fstat archive
uk: не вдалося отримати інформацію про архів

source: failed to read archive '%.255s'
uk: не вдалося прочитати архів «%.255s»

source: unable to create '%.255s'
uk: не вдалося створити «%.255s»

source: unable to close file '%s'
uk: не можу закрити файл '%s'

source: invalid character '%c' in archive '%.250s' member '%.16s' size
uk: некоректний символ «%c» у елементі архіву «%.250s» з розміром «%.16s»

source: unable to write file '%s'
uk: неможливо записати файл '%s'

source: ar member name '%s' length too long
uk: задовге ім’я елементу ar «%s»

source: ar member size %jd too large
uk: елемент ar «%jd» завеликий

source: generated corrupt ar header for '%s'
uk: згенеровано пошкоджений заголовок ar для «%s»

source: failed to fstat ar member file (%s)
uk: не вдалося виконати fstat на файл з архіву ar (%s)

source: cannot append ar member file (%s) to '%s': %s
uk: не вдалося додати елемент-файл ar (%s) у «%s»: %s

source: may not be empty string
uk: не може бути порожнім рядком

source: must start with an alphanumeric
uk: має починатися з латинської літери або цифри

source: character '%c' not allowed (only letters, digits and characters '%s')
uk: символ «%c» неприпустимий (припустимі латинські літери, цифри і символи «%s»)

# architecture
source: <none>
uk: <немає>

# architecture
source: <empty>
uk: <порожньо>

source: error writing to architecture list
uk: помилка запису до архітектурного списку

source: cannot create base directory for %s
uk: не вдається створити базовий каталог для %s

source: unable to create new file '%.250s'
uk: неможливо створити новий файл '%.250s'

source: unable to write new file '%.250s'
uk: неможливо записати новий файл '%.250s'

source: unable to flush new file '%.250s'
uk: Неможливо скинути новий файл '%.250s'

source: unable to sync new file '%.250s'
uk: неможливо синхронізувати новий файл '%.250s'

source: unable to close new file '%.250s'
uk: не вдалося закрити новий файл «%.250s»

source: error removing old backup file '%s'
uk: помилка вилучення старого резервного файлу '%s'

source: error creating new backup file '%s'
uk: помилка створення нового резервного файлу '%s'

source: cannot remove '%.250s'
uk: не вдалося вилучити «%.250s»

source: error installing new file '%s'
uk: помилка встановлення нового файлу '%s'

source: failed to write
uk: не вдалося записати

source: failed to read
uk: не вдалося прочитати

source: unexpected end of file or stream
uk: неочікуваний кінець файлу чи потоку

source: failed to seek
uk: не вдалося знайти

source: unable to execute %s (%s)
uk: неможливо виконати %s (%s)

source: PATH is not set
uk: не задана змінна оточення PATH

source: %s: pass-through copy error: %s
uk: %s: помилка наскрізного (pass-through) копіювання: %s

source: %s: error binding input to gzip stream
uk: %s: помилка під’єднання до вхідного потоку gzip

source: %s: internal gzip read error: '%s'
uk: %s: внутрішня помилка gzip при читанні: «%s»

source: %s: internal gzip write error
uk: %s: внутрішня помилка gzip при запису

source: %s: internal gzip read error: %s
uk: %s: внутрішня помилка читання gzip: %s

source: %s: error binding output to gzip stream
uk: %s: помилка під’єднання до вихідного потоку gzip

source: %s: internal gzip read error
uk: %s: внутрішня помилка gzip при читанні

source: %s: internal gzip write error: '%s'
uk: %s: внутрішня помилка gzip при запису: «%s»

source: %s: internal gzip write error: %s
uk: %s: внутрішня помилка gzip при запису: %s

source: %s: error binding input to bzip2 stream
uk: %s: помилка під’єднання до вхідного потоку bzip2

source: %s: internal bzip2 read error: '%s'
uk: %s: внутрішня помилка bzip2 при читанні: «%s»

source: %s: internal bzip2 write error
uk: %s: внутрішня помилка bzip2 при запису

source: %s: error binding output to bzip2 stream
uk: %s: помилка під’єднання до вихідного потоку bzip2

source: %s: internal bzip2 read error
uk: %s: внутрішня помилка bzip2 при читанні

source: %s: internal bzip2 write error: '%s'
uk: %s: внутрішня помилка bzip2 при запису: «%s»

source: unexpected bzip2 error
uk: неочікувана помилка bzip2

source: internal error (bug)
uk: внутрішня помилка (баг)

source: memory usage limit reached
uk: досягнуто ліміту використання пам’яті

source: unsupported compression preset
uk: непідтримуване налаштування стиснення

source: unsupported options in file header
uk: непідтримувані параметри у заголовку файлу

source: compressed data is corrupt
uk: стиснені дані пошкоджено

source: unexpected end of input
uk: несподіваний кінець уведення

source: file format not recognized
uk: формат файлу не розпізнано

source: unsupported type of integrity check
uk: непідтримуваний тип перевірки цілісності

source: %s: lzma read error
uk: %s: помилка читання lzma

source: %s: lzma write error
uk: %s: помилка запису lzma

source: %s: lzma close error
uk: %s: помилка закриття lzma

source: %s: lzma error: %s
uk: %s: помилка lzma: %s

source: unknown compression strategy
uk: невідомий принцип стиснення

source: updates directory contains file '%.250s' whose name is too long (length=%d, max=%d)
uk: каталог оновлень містить файл «%.250s», в якого задовге ім’я (%d символів при допустимих %d)

source: updates directory contains files with different length names (both %d and %d)
uk: каталог оновлень містить файли з різними довжинами назв (both %d and %d)

source: cannot create the dpkg updates directory %s
uk: не вдається створити каталог оновлень dpkg %s

source: cannot scan updates directory '%.255s'
uk: не вдалося продивитися каталог оновлень «%.255s»

source: failed to remove incorporated update file %.255s
uk: невдала спроба вилучити включений файл оновлення %.255s

source: unable to fill %.250s with padding
uk: неможливо заповнити %.250s з доповненням

source: unable to flush %.250s after padding
uk: неможливо очистити %.250s після доповнення

source: unable to seek to start of %.250s after padding
uk: неможливо знайти початок %.250s після доповнення

source: unable to check lock file for dpkg database directory %s
uk: не вдається перевірити файл блокування для каталогу баз даних dpkg %s

source: you do not have permission to lock the dpkg database directory %s
uk: у вас немає дозволу блокувати каталог баз даних dpkg %s

source: requested operation requires superuser privilege
uk: дана операція вимагає прав суперкористувача

source: unable to access the dpkg database directory %s
uk: не вдається отримати доступ до каталогу баз даних dpkg %s

source: required read/write access to the dpkg database directory %s
uk: необхідний доступ для читання/запису до каталогу баз даних dpkg %s

source: failed to remove my own update file %.255s
uk: невдала спроба вилучити мій власний файл оновлення %.255s

source: unable to write updated status of '%.250s'
uk: не вдалося записати оновлений файл стану пакунку «%.250s»

source: unable to flush updated status of '%.250s'
uk: не вдалося скинути буфер оновленого файлу стану пакунку «%.250s»

source: unable to truncate for updated status of '%.250s'
uk: не вдалося врізати оновлений файл стану пакунку «%.250s»

source: unable to fsync updated status of '%.250s'
uk: не вдалося синхронізувати оновлений файл стану пакунку «%.250s»

source: unable to close updated status of '%.250s'
uk: не вдалося закрити оновлений файл стану пакунку «%.250s»

source: unable to install updated status of '%.250s'
uk: не вдалося встановити оновлений файл стану пакунку «%.250s»

source: unable to check existence of '%.250s'
uk: не вдалося перевірити існування файлу «%.250s»

source: cannot read info directory
uk: помилка читання інформаційного каталогу

source: error trying to open %.250s
uk: помилка при спробі відкрити файл %.250s

source: corrupt info database format file '%s'
uk: пошкодження інформаційного файлу формату бази даних «%s»

source: info database format (%d) is bogus or too new; try getting a newer dpkg
uk: формат інформаційної бази даних (%d) підробний або надто новий; спробуйте оновити версію dpkg

source: info file %s/%s not associated to any package
uk: інформаційний файл %s/%s не пов’язаний з жодним пакунком

source: error creating hard link '%.255s'
uk: помилка створення жорсткого посилання «%.255s»

source: error while writing '%s'
uk: помилка під час запису «%s»

source: control file '%s' for package '%s' is missing final newline
uk: у кінці керуючого файлу «%s» пакунком «%s» немає символу нового рядка

source: control file '%s' for package '%s' is missing value
uk: у керуючому файлі «%s» для пакунку «%s» відсутнє значення

source: control file '%s' for package '%s' is missing value separator
uk: у керуючому файлі «%s» для пакунку «%s» відсутній розділювач значень

source: control file '%s' for package '%s' contains empty filename
uk: у керуючому файлі «%s» пакунку «%s» міститься порожнє ім’я файлу

source: loading control file '%s' for package '%s'
uk: завантаження файлу керування '%s' для пакунку '%s'

source: failed to open diversions file
uk: не вдалося відкрити файл diversions

source: failed to fstat diversions file
uk: не вдалося виконати fstat на файл diversions

source: conflicting diversions involving '%.250s' or '%.250s'
uk: конфлікт файлів diversions з пакунків «%.250s» і «%.250s»

source: loading files list file for package '%s'
uk: завантаження файлу переліку файлів для пакунку '%s'

source: files list file for package '%.250s' missing; assuming package has no files currently installed
uk: список файлів пакунку «%.250s» відсутній; припускаємо, що на дану мить у пакунку немає встановлених файлів

source: files list file for package '%.250s' is missing final newline
uk: у списку файлів пакунку «%.250s» відсутній завершуючий символ нового рядка

source: files list file for package '%.250s' contains empty filename
uk: перелік файлів пакунку «%.250s» містить порожнє ім’я файлу

source: (Reading database ...
uk: (Читання бази даних ...

source: %d file or directory currently installed.)
uk: на дану мить встановлено %d файл та каталог.)

source: invalid statoverride uid %s
uk: неприпустимий ідентифікатор користувача у statoverride %s

source: invalid statoverride gid %s
uk: неприпустимий ідентифікатор групи у statoverride %s

source: invalid statoverride mode %s
uk: неприпустимий режим statoverride %s

source: failed to open statoverride file
uk: не вдалося відкрити файл statoverride

source: failed to fstat statoverride file
uk: не вдалося виконати fstat на файл statoverride

source: reading statoverride file '%.250s'
uk: виконується читання файлу statoverride «%.250s»

source: statoverride file is missing final newline
uk: у файлі statoverride відсутній кінцевий символ нового рядка

source: statoverride file contains empty line
uk: файл statoverride містить порожній рядок

source: syntax error in statoverride file
uk: синтаксична помилка у файлі statoverride

source: unexpected end of line in statoverride file
uk: неочікуваний кінець рядка у файлі statoverride

source: multiple statoverrides present for file '%.250s'
uk: для файлу «%.250s» є декілька statoverrides

source: format version with too big major component
uk: формат версії має завелику головну частину

source: format version with empty major component
uk: формат версії має порожню головну частину

source: format version has no dot
uk: формат версії не містить точки

source: format version with too big minor component
uk: формат версії має завелику допоміжну частину

source: format version with empty minor component
uk: формат версії має порожню допоміжну частину

source: format version followed by junk
uk: формат версії закінчується сміттям

source: unable to get file descriptor for directory '%s'
uk: не вдалося отримати файловий дескриптор каталогу «%s»

source: unable to sync directory '%s'
uk: не можу синхронізувати директорію '%s'

source: unable to open directory '%s'
uk: не можу відкрити директорію '%s'

source: unable to open file '%s'
uk: не можу відкрити файл '%s'

source: unable to sync file '%s'
uk: не можу синхронізувати файл '%s'

source: failed to write details of '%.50s' to '%.250s'
uk: не вдалося записати подробиці про «%.50s» в «%.250s»

source: unable to set buffering on %s database file
uk: не вдалося встановити буферизацію файлу бази даних %s

source: error
uk: помилка

source: out of memory for new error context
uk: недостатньо пам’яті для нового контексту помилок

source: error while cleaning up
uk: помилка при очищенні

source: too many nested errors during error recovery
uk: забагато вкладених помилок під час відновлення після помилки

source: out of memory for new cleanup entry
uk: недостатньо пам'яті для нової операції чистки

source: out of memory for new cleanup entry with many arguments
uk: недостатньо пам'яті для нової операції чистки з множинними аргументами

source: unrecoverable fatal error, aborting
uk: невиправна фатальна помилка, переривання

source: outside error context, aborting
uk: зовнішній контекст помилок, переривання

source: internal error
uk: внутрішня помилка

source: is missing a value
uk: відсутнє значення

source: has invalid value '%.50s'
uk: має недійсне значення '%.50s'

source: value for '%s' field not allowed in this context
uk: значення поля «%s» неприпустиме у цьому контексті

source: value for '%s' field has malformed line '%.*s'
uk: значення для поля «%s» має пошкоджений рядок «%.*s»

source: '%s' field, missing package name, or garbage where package name expected
uk: У полі «%s» відсутнє ім’я пакунку або вказано щось, що не може бути іменем пакунку

source: '%s' field, invalid package name '%.255s': %s
uk: У полі «%s» вказано неприпустиме ім’я пакунку «%.255s»: %s

source: '%s' field, missing architecture name, or garbage where architecture name expected
uk: У полі «%s» відсутнє ім’я архітектури або вказано щось, що не може бути іменем архітектури

source: '%s' field, reference to '%.255s': invalid architecture name '%.255s': %s
uk: Поле «%s», посилання на «%.255s»: неправильне ім’я архітектури «%.255s»: %s

source: '%s' field, reference to '%.255s': bad version relationship %c%c
uk: Поле «%s», посилання на «%.255s»: неіснуюче відношення версій %c%c

source: '%s' field, reference to '%.255s': '%c' is obsolete, use '%c=' or '%c%c' instead
uk: Поле «%s», посилання на «%.255s»: форма запису %c застаріла, використовуйте «%c=» або «%c%c»

source: '%s' field, reference to '%.255s': implicit exact match on version number, suggest using '=' instead
uk: Поле «%s», посилання на «%.255s»: неявне посилання на номер версії, у таких випадках використовуйте «=»

source: only exact versions may be used for '%s' field
uk: лише точна версія може використовуватися у полі «%s»

source: '%s' field, reference to '%.255s': version value starts with non-alphanumeric, suggest adding a space
uk: Поле «%s», посилання на «%.255s» значення версії починається не з латинської літери або цифри, рекомендується додати пробіл

source: '%s' field, reference to '%.255s': version unterminated
uk: Поле «%s», посилання на «%.255s»: назву версії не завершено

source: '%s' field, syntax error after reference to package '%.255s'
uk: Поле «%s»: синтаксична помилка після посилання на пакунок «%.255s»

source: illegal pending trigger name '%.255s': %s
uk: неприпустиме ім’я тригера розгляду «%.255s»: %s

source: duplicate pending trigger '%.255s'
uk: повтор тригера розгляду «%.255s»

source: illegal package name in awaited trigger '%.255s': %s
uk: неприпустиме ім’я пакунку у очікуючому тригері «%.250s»: %s

source: duplicate awaited trigger package '%.255s'
uk: повтор очікуючого тригера пакунку «%.250s»

source: unable to stat source file '%.250s'
uk: не вдалося виконати stat для файлу джерела «%.250s»

source: unable to change ownership of target file '%.250s'
uk: не вдалося змінити власника файлу призначення «%.250s»

source: unable to set mode of target file '%.250s'
uk: не вдалося встановити права доступу файлу призначення «%.250s»

source: unable to unlock %s
uk: не вдалося розблокувати %s

source: unable to check file '%s' lock status
uk: не вдалося перевірити стан файлу блокування «%s»

source: unable to lock %s
uk: не вдалося заблокувати %s

source: could not open log '%s': %s
uk: не вдалося відкрити журнал «%s»: %s

source: <package status and progress file descriptor>
uk: <стан пакунку та дескриптор файлу-індикатора виконання>

source: unable to write to status fd %d
uk: не вдається записати у статусі fd %d

source: failed to allocate memory
uk: виділення памяті зазнало невдачі

source: failed to dup for fd %d
uk: виконання функції dup для fd %d зазнало невдачі

source: failed to dup for std%s
uk: виконання функції dup для std%s зазнало невдачі

source: failed to create pipe
uk: створення пайпи зазнало невдачі

source: error writing to '%s'
uk: помилка запису до '%s'

source: unable to read filedescriptor flags for %.250s
uk: неможливо прочитати прапорці дескриптора файлу для %.250s

source: unable to set close-on-exec flag for %.250s
uk: невдалося встановити прапорець close-on-exec для %.250s

source: --%s needs a valid package name but '%.250s' is not: %s
uk: --%s вимагає коректне ім’я пакунку, «%.250s» таким не є: %s

source: configuration error: %s:%d: %s
uk: помилка конфігурації: %s:%d: %s

source: failed to open configuration file '%.255s' for reading: %s
uk: Не вдалося відкрити файл конфігурації '%.255s' для зчитування: %s

source: unbalanced quotes in '%s'
uk: незбалансовані лапки у '%s'

source: unknown option '%s'
uk: невідома опція '%s'

source: '%s' needs a value
uk: '%s' потребує значення

source: '%s' does not take a value
uk: '%s' не приймає значення

source: read error in configuration file '%.255s'
uk: помилка читання файлу налаштування «%.255s»

source: error closing configuration file '%.255s'
uk: помилка при закритті файлу налаштування «%.255s»

source: error opening configuration directory '%s'
uk: помилка під час відкриття каталогу конфігурації '%s'

source: unknown option --%s
uk: невідома опція --%s

source: --%s option takes a value
uk: --%s опція приймає значення

source: --%s option does not take a value
uk: --%s опція не може прийняти значення

source: unknown option -%c
uk: невідомий параметр -%c

source: -%c option takes a value
uk: -%c опція приймає значення

source: -%c option does not take a value
uk: -%c опція не може приймати значення

source: invalid integer for --%s: '%.250s'
uk: некоректне ціле значення аргументу --%s: «%.250s»

source: invalid integer for -%c: '%.250s'
uk: неприпустиме ціле для -%c: «%.250s»

source: obsolete option '--%s'
uk: застаріла опція '--%s'

source: conflicting actions -%c (--%s) and -%c (--%s)
uk: несумісні дії -%c (--%s) та -%c (--%s)

source: duplicate value for '%s' field
uk: значення поля «%s» повинне зустрічатися лише один раз

source: user-defined field name '%.*s' too short
uk: назва користувацького поля «%.*s» закоротка

source: duplicate value for user-defined field '%.*s'
uk: значення користувацького поля «%.*s» повинне зустрічатися лише один раз

source: package has status %s but triggers are awaited
uk: пакунок має статус %s, але тригери очікують

source: package has status %s but triggers are pending
uk: пакунок має статус %s, але є тригери розгляду

source: multiple non-coinstallable package instances present; most probably due to an upgrade from an unofficial dpkg
uk: присутні декілька екземплярів пакунків, які не може бути встановлено одночасно; ймовірно це сталося з-за оновлення за допомогою неофіційної версії dpkg

source: mixed non-coinstallable and coinstallable package instances present; most probably due to an upgrade from an unofficial dpkg
uk: присутні екземпляри пакунків, які як може, так і не може бути встановлено одночасно; ймовірно це сталося з-за оновлення за допомогою неофіційної версії dpkg

source: failed to open package info file '%.255s' for reading
uk: не вдалося відкрити для читання файл інформації про пакунок «%.255s»

source: can't stat package info file '%.255s'
uk: не вдалося отримати інформацію про файл інформації про пакунок «%.255s»

source: reading package info file '%s': %s
uk: читання файлу з інформацією про пакунок «%s»: %s

source: can't mmap package info file '%.255s'
uk: не вдалося відобразити файл інформації про пакунок «%.255s» у пам’ять

source: reading package info file '%.255s'
uk: читання файлу з інформацією про пакунок «%.255s»

source: empty field name
uk: порожнє ім’я поля

source: field name '%.*s' cannot start with hyphen
uk: ім’я поля «%.*s» не може починатися з дефісу

source: end of file after field name '%.*s'
uk: кінець файлу після назви поля «%.*s»

source: newline in field name '%.*s'
uk: в імені поля «%.*s» виявлено символ кінця рядка

source: MSDOS end of file (^Z) in field name '%.*s'
uk: Кінець файлу MSDOS (^Z) у назві поля «%.*s»

source: field name '%.*s' must be followed by colon
uk: після імені поля «%.*s» повинна йти двокрапка

source: end of file before value of field '%.*s' (missing final newline)
uk: кінець файлу перед значенням поля «%.*s» (відсутній кінцевий символ нового рядка)

source: MSDOS end of file (^Z) in value of field '%.*s' (missing newline?)
uk: Кінець файлу MSDOS (^Z) у значенні поля «%.*s» (відсутній символ нового рядка)

source: blank line in value of field '%.*s'
uk: у значенні поля «%.*s» знайдено порожній рядок

source: end of file during value of field '%.*s' (missing final newline)
uk: кінець файлу у значенні поля «%.*s» (відсутній кінцевий символ нового рядка)

source: failed to close after read: '%.255s'
uk: помилка при закритті після читання: «%.255s»

source: several package info entries found, only one allowed
uk: знайдено декілька записів про пакунки, але припустимий лише один

source: no package information in '%.255s'
uk: у файлі «%.255s» немає інформації про пакунок

source: must start with an alphanumeric character
uk: має починатися з латинської літери або цифри

# version
source: <none>
uk: <немає>

source: version string is empty
uk: рядок версії порожній

source: version string has embedded spaces
uk: У рядку версії є пробіли

source: epoch in version is empty
uk: епоха в версії порожня

source: epoch in version is not number
uk: епоха у версії - не число

source: epoch in version is negative
uk: значення епохи у версії негативне

source: epoch in version is too big
uk: значення епохи у версії завелике

source: nothing after colon in version number
uk: після двокрапки у номері версії немає нічого

source: revision number is empty
uk: номер редакції порожній

source: version number is empty
uk: номер версії порожній

source: version number does not start with digit
uk: номер версії не може починатися з цифри

source: invalid character in version number
uk: неприпустимий символ у номері версії

source: invalid character in revision number
uk: неприпустимий символ у номері редакції

source: unable to securely remove '%.255s'
uk: не вдалося безпечно вилучити «%.255s»

source: rm command for cleanup
uk: команда rm для очищування

source: invalid character '%c' in field width
uk: неприпустимий символ «%c» у полі ширини

source: field width is out of range
uk: ширина поля поза припустимим діапазоном

source: missing closing brace
uk: немає закриваючої дужки

source: ambiguous package name '%s' with more than one installed instance
uk: неоднозначне ім’я пакунку «%s» з більш ніж одним встановленим екземпляром

source: (no description available)
uk: (немає опису)

source: version '%s' has bad syntax: %s
uk: версія «%s» має неправильний синтаксис: %s

source: illegal package name in specifier '%s%s%s': %s
uk: неприпустиме ім’я пакунку у специфікаторі «%s%s%s»: %s

source: illegal architecture name in specifier '%s:%s': %s
uk: неприпустиме ім’я архітектури у специфікаторі «%s:%s»: %s

source: warning
uk: попередження

source: cannot convert multibyte string '%s' to a wide-character string
uk: неможливо перетворити багатобайтний рядок «%s» у широкосимвольний
