Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dnsmasq_dnsmasq-*.po
Languages: uk

source: failed to load names from %s: %s
uk: не вдалося завантажити імена з %s: %s

source: bad address at %s line %d
uk: неправильна адреса %s у рядку %d

source: bad name at %s line %d
uk: неправильне ім'я %s у рядку %d

source: read %s - %d addresses
uk: зчитування %s - %d адрес

source: cleared cache
uk: очищено кеш

source: cannot access directory %s: %s
uk: неможливо отримати доступ до каталогу %s: %s

source: not giving name %s to the DHCP lease of %s because the name exists in %s with address %s
uk: неможливо привласнити ім’я %s для DHCP %s бо ім’я використовується %s за адресою %s

source: time %lu
uk: час %lu

source: cache size %d, %d/%d cache insertions re-used unexpired cache entries.
uk: розмір кешу %d, %d/%d для вставки кешу повторно використати записи кешу, що залишилися

source: queries forwarded %u, queries answered locally %u
uk: передано запитів %u, локально отримано відповіді %u

source: server %s#%d: queries sent %u, retried or failed %u
uk: сервер %s#%d: відправлено запитів: %u, повторів і збоїв: %u

source: failed to seed the random number generator: %s
uk: не вдалося ініціалізувати генератор випадкових чисел: %s

source: could not get memory
uk: не вдалося виділити пам’ять

source: cannot create pipe: %s
uk: не вдалося створити канал: %s

source: failed to allocate %d bytes
uk: не вдалося виділити %d байтів

source: infinite
uk: нескінченно

source: Specify local address(es) to listen on.
uk: Вкажіть локальну адресу (адреси) для прослуховування.

source: Return ipaddr for all hosts in specified domains.
uk: Повернути ipaddr для усіх хостів у вказаному домені

source: Fake reverse lookups for RFC1918 private address ranges.
uk: Імітувати зворотні записи для діапазонів особистих адрес по RFC1918.

source: Treat ipaddr as NXDOMAIN (defeats Verisign wildcard).
uk: Трактувати ip-адресу як NXDOMAIN (анулює символ узагальнення Verisign).

source: Specify the size of the cache in entries (defaults to %s).
uk: Вкажіть розмір кешу в записах (типове значення %s).

source: Specify configuration file (defaults to %s).
uk: Вкажіть файл налаштувань (типово %s).

source: Do NOT fork into the background: run in debug mode.
uk: НЕ запускати у фоновому режимі: використовуйте режим зневадження

source: Do NOT forward queries with no domain part.
uk: НЕ передавати запити з невказаним доменом.

source: Return self-pointing MX records for local hosts.
uk: Повертати вказуючі на себе MX-записи для локальних комп’ютерів.

source: Expand simple names in /etc/hosts with domain-suffix.
uk: Дописувати суфікс домену до коротких імен з /etc/hosts.

source: Don't forward spurious DNS requests from Windows hosts.
uk: Не передавати пробні DNS-запити від комп’ютерів з Windows.

source: Enable DHCP in the range given with lease duration.
uk: Дозволити DHCP з вказаним діапазоном адрес та терміном аренди.

source: Change to this group after startup (defaults to %s).
uk: Після запуску змінити назву цієї групи (типово %s).

source: Set address or hostname for a specified machine.
uk: Вказати адресу або ім’я хоста для зазначеного комп’ютера.

source: Read DHCP host specs from file
uk: Читати DHCP-специфікації хостів з файлу

source: Read DHCP option specs from file
uk: Читати параметри DHCP з файлу

source: Do NOT load %s file.
uk: НЕ ЗАВАНТАЖУВАТИ файл %s.

source: Specify a hosts file to be read in addition to %s.
uk: Вкажіть додатковий файл hosts (крім %s).

source: Specify interface(s) to listen on.
uk: Вкажіть інтерфейс(и) для прослуховування

source: Specify interface(s) NOT to listen on.
uk: Вкажіть інтерфейс(и), що не прослуховуються.

source: Map DHCP user class to tag.
uk: Відтворювати клас користувача DHCP в позначку.

source: Map RFC3046 circuit-id to tag.
uk: Відтворювати RFC3046 circuit-id в позначку.

source: Map RFC3046 remote-id to tag.
uk: Відтворювати RFC3046 remote-id в позначку.

source: Map RFC3993 subscriber-id to tag.
uk: Відтворювати RFC3993 subscriber-id в позначку.

source: Don't do DHCP for hosts with tag set.
uk: Не робити DHCP для хостів з набором позначок.

source: Force broadcast replies for hosts with tag set.
uk: Примусово транслювати відповіді для хостів з набором позначок.

source: Do NOT fork into the background, do NOT run in debug mode.
uk: НЕ запускати в фоновому режимі, не запускати в режимі зневадження.

source: Assume we are the only DHCP server on the local network.
uk: Припустити, що це єдиний DHCP-сервер у локальній мережі.

source: Specify where to store DHCP leases (defaults to %s).
uk: Вказати місце зберігання відомостей про оренду DHCP (типово %s).

source: Return MX records for local hosts.
uk: Повертати записи MX для локальних комп’ютерів.

source: Specify an MX record.
uk: Вкажіть запис MX.

source: Specify BOOTP options to DHCP server.
uk: Вкажіть параметри BOOTP для сервера DHCP.

source: Do NOT poll %s file, reload only on SIGHUP.
uk: НЕ стежити за файлом %s, оновлювати лише по SIGHUP.

source: Do NOT cache failed search results.
uk: НЕ кешувати невдалі пошукові результати.

source: Use nameservers strictly in the order given in %s.
uk: Використовувати сервера імен суворо у послідовності, вказаній у %s.

source: Specify options to be sent to DHCP clients.
uk: Вкажіть параметри, що надсилаються до клієнтів DHCP.В

source: DHCP option sent even if the client does not request it.
uk: Параметр DHCP надсилається навіть якщо клієнт його не запитував.

source: Specify port to listen for DNS requests on (defaults to 53).
uk: Вкажіть порт для обслуговування запитів DNS (типово 53).

source: Maximum supported UDP packet size for EDNS.0 (defaults to %s).
uk: Максимальний розмір пакунку UDP для EDNS.0 (типово %s).

source: Log DNS queries.
uk: Заносити до журналу запити DNS.

source: Force the originating port for upstream DNS queries.
uk: Вказати локальний порт для вихідних запитів DNS.

source: Do NOT read resolv.conf.
uk: НЕ завантажувати resolv.conf.

source: Specify path to resolv.conf (defaults to %s).
uk: Шлях до resolv.conf (типово %s).

source: Specify address(es) of upstream servers with optional domains.
uk: Вкажіть адреси серверів, що вище, з необов'язковими доменами.

source: Never forward queries to specified domains.
uk: Не передавати запити для вказаних доменів.

source: Specify the domain to be assigned in DHCP leases.
uk: Вкажіть домен, що призначається через аренду DHCP.

source: Specify default target in an MX record.
uk: Вкажіть типову мету у запису MX.

source: Specify time-to-live in seconds for replies from /etc/hosts.
uk: Час життя у секундах для відповідей, взятих з /etc/hosts.

source: Specify time-to-live in seconds for negative caching.
uk: Вкажіть час життя в секундах для негативного кешування.

source: Change to this user after startup. (defaults to %s).
uk: Змінити цього користувача після запуску. (типово %s).

source: Map DHCP vendor class to tag.
uk: Відобразити DHCP vendor class у позначці

source: Display dnsmasq version and copyright information.
uk: Вивести версію dnsmasq і авторські права.

source: Translate IPv4 addresses from upstream servers.
uk: Перекласти IPv4-адреси з серверів, що вище.

source: Specify a SRV record.
uk: Вкажіть запис SRV.

source: Display this message. Use --help dhcp for known DHCP options.
uk: Показати це повідомлення. Використовуйте --help dhcp для інформації про відомі параметри DHCP.

source: Specify path of PID file (defaults to %s).
uk: Шлях до файлу PID (типово %s).

source: Specify maximum number of DHCP leases (defaults to %s).
uk: Вкажіть максимальну кількість орендарів DHCP (типове значення % s).

source: Answer DNS queries based on the interface a query was sent to.
uk: Відповідати на запити DNS на основі інтерфейсу, з якого був надісланий запит.

source: Specify TXT DNS record.
uk: Вкажіть запис TXT.

source: Specify PTR DNS record.
uk: Вкажіть запис PTR.

source: Give DNS name to IPv4 address of interface.
uk: Надайте ім’я DNS адресі IPv4 або інтерфейсу.

source: Bind only to interfaces in use.
uk: Прив'язувати лише до інтерфейсів, що використовуються.

source: Read DHCP static host information from %s.
uk: Читати статичну інформацію хоста DHCP від %s.

source: Enable the DBus interface for setting upstream servers, etc.
uk: Увімкнути інтерфейс DBus для налаштування серверів, що вище, тощо.

source: Do not provide DHCP on this interface, only provide DNS.
uk: Не надавати DHCP на вказаному інтерфейсі, лише DNS.

source: Enable dynamic address allocation for bootp.
uk: Увімкнути виділення динамічної адреси для bootp.

source: Map MAC address (with wildcards) to option set.
uk: Відображати MAC-адреси (з підстановочними символами) в набір параметрів.

source: Treat DHCP requests on aliases as arriving from interface.
uk: Трактувати запити DHCP на псевдонімах, як такі, що приходять з інтерфейсу.

source: Disable ICMP echo address checking in the DHCP server.
uk: Вимкнути перевірку ехо-адреси ICMP на сервері DHCP.

source: Script to run on DHCP lease creation and destruction.
uk: Сценарій для запуску при створенні та знищенні оренди DHCP.

source: Read configuration from all the files in this directory.
uk: Читати налаштування з усіх файлів у цьому каталозі.

source: Log to this syslog facility or file. (defaults to DAEMON)
uk: Реєеструвати це до цього системного журналу або файлу. (типове значення DAEMON)

source: Do not use leasefile.
uk: Не використовувати орендований файл.

source: Maximum number of concurrent DNS queries. (defaults to %s)
uk: Максимальна кількість одночасних запитів DNS. (типове значення - %s)

source: Clear DNS cache when reloading %s.
uk: Очистити кеш DNS при перезавантаженні %s.

source: Ignore hostnames provided by DHCP clients.
uk: Ігнорувати імена комп’ютерів у клієнтів DHCP.

source: Do NOT reuse filename and server fields for extra DHCP options.
uk: НЕ використовувати повторно назву файлу та поля сервера для додаткових параметрів DHCP.

source: Enable integrated read-only TFTP server.
uk: Увімкнути інтегрований TFTP-сервер для читання.

source: Export files by TFTP only from the specified subtree.
uk: Експортувати файли за допомогою TFTP тільки з вказаного піддерева.

source: Add client IP address to tftp-root.
uk: Додати IP-адресу клієнта до tftp-root.

source: Allow access only to files owned by the user running dnsmasq.
uk: Дозволити доступ лише до файлів, що належать користувачеві, який запускає dnsmasq.

source: Maximum number of conncurrent TFTP transfers (defaults to %s).
uk: Максимальна кількість одночасних передач TFTP (типове значення -% s).

source: Disable the TFTP blocksize extension.
uk: Вимкнути розширення TFTP blocksize

source: Ephemeral port range for use by TFTP transfers.
uk: Ефемерний діапазон портів для використання TFTP-передач.

source: Extra logging for DHCP.
uk: Додаткове журналювання для DHCP.

source: Enable async. logging; optionally set queue length.
uk: Увімкнути асинхронне журналювання; додатково встановити довжину черги.

source: Stop DNS rebinding. Filter private IP ranges when resolving.
uk: Зупинити перемішування DNS. Фільтрувати приватні діапазони IP під час вирішення.

source: Always perform DNS queries to all servers.
uk: Завжди виконувати DNS-запити до усіх серверів.

source: Set tag if client includes matching option in request.
uk: Задавати позначку, якщо клієнт додає параметр відповідносnі

source: Use alternative ports for DHCP.
uk: Використовувати альтернативні номери портів для DHCP.

source: Run lease-change script as this user.
uk: Запустити сценарій lease-change від ім’я цього користувача.

source: Specify NAPTR DNS record.
uk: Вказати запис NAPTR.

source: Specify lowest port available for DNS query transmission.
uk: Вкажіть найнижчий порт, доступний для передачі запиту DNS.

source: Use only fully qualified domain names for DHCP clients.
uk: Використовувати лише повністю визначені імена доменів (FQDN) для клієнтів DHCP

source: Specify alias name for LOCAL DNS name.
uk: Вкажіть псевдонім для LOCAL DNS-імені.

source: Prompt to send to PXE clients.
uk: Запит, що надсилається клієнтам PXE.

source: Boot service for PXE menu.
uk: Служба завантаження для меню PXE.

source: Check configuration syntax.
uk: Перевірити синтаксис конфігурації.

source: Usage: dnsmasq [options]
uk: Використання: dnsmasq [параметри]

source: Use short options only on the command line.
uk: Використовувати в командному рядку лише короткі опції.

source: Valid options are:
uk: Припустимі параметри:

source: Known DHCP options:
uk: Відомі параметри DHCP:

source: bad dhcp-option
uk: неправильний параметр dhcp

source: bad IP address
uk: неправильна IP-адреса

source: bad domain in dhcp-option
uk: неправильний домен у параметрі dhcp

source: dhcp-option too long
uk: параметр dhcp задовгий

source: illegal dhcp-match
uk: неправильний dhcp-match

source: illegal repeated flag
uk: неприпустиме повторення прапорця

source: illegal repeated keyword
uk: неприпустиме повторення ключового слова

source: cannot access %s: %s
uk: немає доступу до %s: %s

source: only one dhcp-hostsfile allowed
uk: дозволено лише один dhcp-hostsfile

source: only one dhcp-optsfile allowed
uk: дозволено лише один dhcp-optsfile

source: bad MX preference
uk: неправильний параметр MX

source: bad MX name
uk: неправильна назва MX

source: bad MX target
uk: неправильна мета MX

source: cannot run scripts under uClinux
uk: неможливо запускати скрипти під uClinux

source: bad port
uk: неправильний порт

source: interface binding not supported
uk: зв'язок інтерфейсу не підтримується

source: bad port range
uk: неправильний діапазон портів

source: bad bridge-interface
uk: неправильний bridge-interface

source: bad dhcp-range
uk: неправильний dhcp-range

source: only one netid tag allowed
uk: дозволена лише одна позначка netid

source: inconsistent DHCP range
uk: невідповідний діапазон DHCP

source: bad DHCP host name
uk: неправильне ім'я хоста DHCP

source: invalid port number
uk: неприпустимий номер порта

source: invalid alias range
uk: неприпустимий діапазон синонімів

source: bad interface name
uk: неправильна назва інтерфейсу

source: duplicate CNAME
uk: дубльований CNAME

source: bad PTR record
uk: неправильний запис PTR

source: bad NAPTR record
uk: неправильний запис NAPTR

source: TXT record string too long
uk: задовгий запис TXT

source: bad TXT record
uk: неправильний запис TXT

source: bad SRV record
uk: неправильний запис SRV

source: bad SRV target
uk: неправильна мета SRV

source: invalid priority
uk: неприпустимий пріоритет

source: invalid weight
uk: неприпустима вага

source: unsupported option (check that dnsmasq was compiled with DHCP/TFTP/DBus support)
uk: непідтримувана опція (перевірте, що dnsmasq скомпільваний з підтримкою DHCP/TFTP/DBus)

source: files nested too deep in %s
uk: файли в %s вкладені занадто глибоко

source: cannot read %s: %s
uk: не вдалося виконати читання %s: %s

source: missing "
uk: відсутній "

source: bad option
uk: неправильна опція

source: extraneous parameter
uk: сторонній параметр

source: missing parameter
uk: відсутній параметр

source: error
uk: помилка

source: %s at line %d of %%s
uk: %s в рядку %d файлу %%s

source: read %s
uk: читати %s

source: Dnsmasq version %s %s
uk: Версія dnsmasq %s %s

source: Compile time options %s
uk: Параметри компіляції %s

source: This software comes with ABSOLUTELY NO WARRANTY.
uk: Це програмне забезпечення поставляється БЕЗ ЖОДНИХ ГАРАНТІЙ.

source: Dnsmasq is free software, and you are welcome to redistribute it
uk: Dnsmasq - це безкоштовне програмне забезпечення, і ви можете його розповсюджувати

source: under the terms of the GNU General Public License, version 2 or 3.
uk: на умовах ліцензії GNU General Public License, версії 2 або 3.

source: try --help
uk: спробуйте --help

source: try -w
uk: спробуйте -w

source: bad command line options: %s
uk: невірні параметри командного рядка: %s

source: cannot get host-name: %s
uk: неможливо отримати host-name: %s

source: only one resolv.conf file allowed in no-poll mode.
uk: лише один файл resolv.conf дозволено в режимі без опитування

source: must have exactly one resolv.conf to read domain from.
uk: необхідно мати рівно один resolv.conf для читання домену з.

source: failed to read %s: %s
uk: не вдалося прочитати %s: %s

source: no search directive found in %s
uk: не знайдено директиви пошуку в %s

source: there must be a default domain when --dhcp-fqdn is set
uk: коли встановлено --dhcp-fqdn повинен бути типовий домен

source: syntax check OK
uk: перевірка синтаксису OK

source: nameserver %s refused to do a recursive query
uk: сервер імен %s відмовився виконувати рекурсивний запит

source: possible DNS-rebind attack detected
uk: виявлена можлива ​​атака DNS-rebind

source: unknown interface %s in bridge-interface
uk: невідомий інтерфейс %s у bridge-interface

source: failed to create listening socket: %s
uk: не вдалося створити сокет прослуховування: %s

source: failed to set IPV6 options on listening socket: %s
uk: не вдалося встановити параметри IPV6 для сокета прослуховування: %s

source: failed to bind listening socket for %s: %s
uk: не вдалося прив'язати сокет прослуховування для %s: %s

source: failed to listen on socket: %s
uk: не вдалося виконати прослуховування на сокеті: %s

source: failed to create TFTP socket: %s
uk: не вдалося створити сокет TFTP: %s

source: failed to bind server socket for %s: %s
uk: не вдалося прив'язати сокет сервера для %s: %s

source: ignoring nameserver %s - local interface
uk: ігнорування сервера імен %s - локальний інтерфейс

source: ignoring nameserver %s - cannot make/bind socket: %s
uk: ігнорування сервера імен %s - неможливо створити/прив'язати сокет: %s

source: unqualified
uk: невіднесені

source: names
uk: назви

source: default
uk: типово

source: domain
uk: домен

source: using local addresses only for %s %s
uk: використання локальних адреси лише для %s%s

source: using nameserver %s#%d for %s %s
uk: використання сервера імен %s#%d для %s %s

source: using nameserver %s#%d(via %s)
uk: використання сервера імен %s#%d(через %s)

source: using nameserver %s#%d
uk: використання сервера імен %s#%d

source: TFTP server not available: set HAVE_TFTP in src/config.h
uk: сервер TFTP недоступний: задайте HAVE_TFTP в src/config.h

source: asychronous logging is not available under Solaris
uk: асіхронне журналювання не доступне в Solaris

source: failed to find list of interfaces: %s
uk: не вдалося знайти перелік інтерфейсів: %s

source: unknown interface %s
uk: невідомий інтерфейс %s

source: no interface with address %s
uk: відсутній інтерфейс з адресами %s

source: DBus error: %s
uk: помилка DBus: %s

source: DBus not available: set HAVE_DBUS in src/config.h
uk: DBus недоступно: задайте HAVE_DBUS в src/config.h

source: unknown user or group: %s
uk: невідомий користувач або група: %s

source: cannot chdir to filesystem root: %s
uk: неможливо змінити каталог до кореня файлової системи: %s

source: started, version %s DNS disabled
uk: запущено, версія %s DNS вимкнено

source: started, version %s cachesize %d
uk: запущено, версія %s розмір кешу %d

source: started, version %s cache disabled
uk: запущено, версія %s кеш вимкнено

source: compile time options: %s
uk: опції компіляції: %s

source: DBus support enabled: connected to system bus
uk: Увімкнена підтримка DBus: приєднано до системної шини

source: DBus support enabled: bus connection pending
uk: Увімкнена підтримка DBus: очікується приєднання шини

source: warning: failed to change owner of %s: %s
uk: попередження: не вдалося змінити власника %s: %s

source: setting --bind-interfaces option because of OS limitations
uk: встановлюємо параметр --bind-interfaces через обмеження ОС

source: warning: interface %s does not currently exist
uk: попередження: інтерфейс %s наразі не існує

source: warning: ignoring resolv-file flag because no-resolv is set
uk: попередження: ігнорування прапору resolv-file оскільки встановлено no-resolv

source: warning: no upstream servers configured
uk: попередження: жодних сервері, що вище, не налаштовано

source: asynchronous logging enabled, queue limit is %d messages
uk: асинхронне логування увімкнено, обмеження черги - %d повідомлень

source: DHCP, static leases only on %.0s%s, lease time %s
uk: DHCP, статична оренда лише на %.0s%s, час оренди %s

source: DHCP, proxy on subnet %.0s%s%.0s
uk: DHCP, проксі на підмережі %.0s%s%.0s

source: DHCP, IP range %s -- %s, lease time %s
uk: DHCP, IP-діапазон %s -%s, час оренди %s

source: root is
uk: root є

source: enabled
uk: увімкнено

source: secure mode
uk: безпечний режим

source: restricting maximum simultaneous TFTP transfers to %d
uk: обмеження максимальної одночасної передачі TFTP до %d

source: connected to system DBus
uk: приєднано до системної DBus

source: cannot fork into background: %s
uk: не вдалося створити відгалуження у тлі: %s

source: failed to create helper: %s
uk: не вдалося створити помічник: %s

source: setting capabilities failed: %s
uk: не вдалося встановити можливості: %s

source: failed to change user-id to %s: %s
uk: не вдалося змінити user-id на %s: %s

source: failed to change group-id to %s: %s
uk: не вдалося змінити group-id на %s: %s

source: failed to open pidfile %s: %s
uk: не вдалося змінити pidfile %s: %s

source: cannot open %s: %s
uk: не вдалося відкрити %s: %s

source: child process killed by signal %d
uk: дочірній процес, вбитий сигналом %d

source: child process exited with status %d
uk: дочірній процес, завершений з кодом %d

source: failed to execute %s: %s
uk: не вдалося виконати %s: %s

source: exiting on receipt of SIGTERM
uk: вихід при отриманні SIGTERM

source: failed to access %s: %s
uk: доступ невдалий %s: %s

source: reading %s
uk: читання %s

source: no servers found in %s, will retry
uk: жодних серверів не знайдено у %s, продовжуватимемо спробу

source: cannot create DHCP socket: %s
uk: неможливо створити сокет DHCP: %s

source: failed to set options on DHCP socket: %s
uk: не вдалося задати параметри для сокета DHCP: %s

source: failed to set SO_REUSE{ADDR|PORT} on DHCP socket: %s
uk: не вдалося задати SO_REUSE{ADDR|PORT} для сокета DHCP: %s

source: failed to bind DHCP server socket: %s
uk: не вдалося прив'язати сокет сервера DHCP: %s

source: cannot create ICMP raw socket: %s.
uk: неможливо створити ICMP raw socket: %s.

source: DHCP packet received on %s which has no address
uk: DHCP-пакунок отримано на%s, котрий не має адреси

source: DHCP range %s -- %s is not consistent with netmask %s
uk: DHCP-діапазон %s -- %s не відповідає мережевій масці %s

source: bad line at %s line %d
uk: поганий рядок на %s рядка %d

source: duplicate IP address %s in dhcp-config directive.
uk: дублікат IP-адреси %s в директиві dhcp-config.

source: duplicate IP address %s in %s.
uk: дублікат IP-адреси %s в %s.

source: %s has more than one address in hostsfile, using %s for DHCP
uk: %s має більше ніж одну адресу у файлі hosts, використовуючи %s для DHCP

source: duplicate IP address %s (%s) in dhcp-config directive
uk: дублікат IP-адреси %s (%s) в директиві dhcp-config.

source: cannot open or create lease file %s: %s
uk: неможливо створити або відкрити файл оренди %s: %s

source: too many stored leases
uk: забагато збережених оренд

source: cannot run lease-init script %s: %s
uk: неможливо виконати сценарцій lease-init %s: %s

source: lease-init script returned exit code %s
uk: сценарій lease-init повернув код завершення %s

source: failed to write %s: %s (retry in %us)
uk: не вдалося записати %s: %s (спроба через %us)

source: no address range available for DHCP request %s %s
uk: для DHCP-запиту %s %s відсутній доступний діапазон адрес

source: with subnet selector
uk: з селектором підмережі

source: via
uk: через

source: %u Available DHCP subnet: %s/%s
uk: %u Доступна підмережа DHCP: %s/%s

source: %u Available DHCP range: %s -- %s
uk: %u Доступний діапазо DHCP: %s -- %s

source: disabled
uk: вимкнено

source: address in use
uk: адреса використовується
