Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-*.po
Languages: uk

source: package is in a very bad inconsistent state; you should reinstall it before attempting a removal
uk: пакунок зовсім непрацездатний; перед спробою вилучення його потрібно перевстановити

source: Would remove or purge %s (%s) ...
uk: Пакунок %s (%s) буде вилучено або вичищено …

source: Removing %s (%s) ...
uk: Вилучення %s (%s) ...

source: unable to delete control info file '%.250s'
uk: не вдалося вилучити файл керуючої інформації «%.250s»

source: while removing %.250s, unable to remove directory '%.250s': %s - directory may be a mount point?
uk: при вилученні пакунку %.250s не вдалося вилучити каталог «%.250s»: %s — можливо, він є точкою монтування файлової системи?

source: unable to securely remove '%.250s'
uk: не вдалося безпечно вилучити «%.250s»

source: while removing %.250s, directory '%.250s' not empty so not removed
uk: при вилученні %.250s каталог «%.250s» не порожній, тому не вилучений

source: Purging configuration files for %s (%s) ...
uk: Вилучення файлів конфігурації %s (%s)...

source: cannot remove old config file '%.250s' (= '%.250s')
uk: не вдалося вилучити старий файл налаштування «%.250s» (= «%.250s»)

source: cannot read config file directory '%.250s' (from '%.250s')
uk: не вдалося прочитати конфігураційний файл каталогу '%.250s' (від '%.250s')

source: cannot remove old backup config file '%.250s' (of '%.250s')
uk: не вдалося вилучити «%.250s», резервну копію файлу налаштування «%.250s»

source: cannot remove old files list
uk: не вдалося вилучити старий список файлів

source: can't remove old postrm script
uk: не вдалося вилучити старий скрипт, що виконується після вилучення

source: unable to set execute permissions on '%.250s'
uk: не вдалося зробити файл «%.250s» виконуваним

source: admindir must be inside instdir for dpkg to work properly
uk: щоб dpkg працював правильно, admindir має бути всередині instdir

source: failed to chroot to '%.250s'
uk: не вдалося виконати chroot в «%.250s»

source: unable to setenv for maintainer script
uk: не вдалося виконати setenv для сценарію супроводжувача

source: cannot set security execution context for maintainer script
uk: неможливо вказати контекст безпечного виконання для сценарія супроводжувача

source: installed %s package %s script
uk: встановлено пакунок %s сценарій %s

source: unable to stat %s '%.250s'
uk: не вдалося отримати інформацію про %s в «%.250s»

source: new %s package %s script
uk: новий пакунок %s сценарій %s

source: old %s package %s script
uk: старий пакунок %s сценарій %s

source: unable to stat %s '%.250s': %s
uk: не вдалося отримати інформацію про %s у «%.250s»: %s

source: trying script from the new package instead ...
uk: спроба використовувати сценарій з нового пакунку …

source: there is no script in the new version of the package - giving up
uk: у новій версії пакунку немає цього сценарію, відмова

source: ... it looks like that went OK
uk: … схоже, що пройшло добре

source: unexpected end of file in package name at line %d
uk: несподіваний кінець файлу в назві пакунку на рядку %d

source: unexpected end of line in package name at line %d
uk: неочікуваний кінець рядка у імені пакунку у рядку %d

source: unexpected end of file after package name at line %d
uk: несподіваний кінець файлу після імені пакунку у рядку %d

source: unexpected end of line after package name at line %d
uk: неочікуваний кінець рядка після імені пакунку у рядку %d

source: unexpected data after package and selection at line %d
uk: зайві символи після імені пакунку й бажаного стану у рядку %d

source: illegal package name at line %d: %.250s
uk: неприпустиме ім’я пакунку у рядку %d: %.250s

source: package not in status nor available database at line %d: %.250s
uk: пакунок ані в стані ані доступний у базі даних на рядку %d: %.250s

source: unknown wanted status at line %d: %.250s
uk: некоректний бажаний стан у рядку %d: %.250s

source: read error on standard input
uk: помилка читання стандартного потоку вводу

source: cycle found while processing triggers: chain of packages whose triggers are or may be responsible:
uk: при обробці тригерів виявлено зациклювання: ланцюжок пакунків з такими тригерами може не відповідати:

source: packages' pending triggers which are or may be unresolvable:
uk: пакункові очікуючі тригери може бути не визначено:

source: triggers looping, abandoned
uk: зациклювання тригерів, скасування роботи

source: dependency problems prevent processing triggers for %s: %s
uk: проблеми залежностей не дозволяють виконати обробку тригерів %s: %s

source: dependency problems - leaving triggers unprocessed
uk: проблеми залежностей — залишаємо тригери не обробленими

source: %s: dependency problems, but processing triggers anyway as you requested: %s
uk: %s: є проблеми залежностей, але за Вашою вказівкою обробка тригерів все одно буде виконана: %s

source: Processing triggers for %s (%s) ...
uk: Обробка тригерів %s (%s)...

source: error ensuring '%.250s' doesn't exist
uk: не вдалося переконатися у тому, що «%.250s» не існує

source: split package reassembly
uk: розділення пакункової перезбірки

source: reassembled package file
uk: перезібраний файл пакунку

source: subprocess %s returned error exit status %d
uk: підпроцес %s повернув помилковий код завершення %d

source: Authenticating %s ...
uk: Перевірка справжності файлу %s ...

source: package signature verification
uk: перевірка підпису пакунку

source: verification on package %s failed!
uk: пакунок не пройшов %s перевірку!

source: verification on package %s failed; but installing anyway as you requested
uk: пакунок %s не пройшов перевірку, але за вашою вказівкою все одно буде встановлений

source: passed
uk: пройдено

source: regarding %s containing %s, pre-dependency problem: %s
uk: з-за %s, вмісту у %s, виникла проблема попередніх залежностей: %s

source: pre-dependency problem - not installing %.250s
uk: проблема попередніх залежностей — пакунок %.250s не буде встановлено

source: ignoring pre-dependency problem!
uk: ігнорується проблема попередніх залежностей!

source: De-configuring %s (%s), to allow removal of %s (%s) ...
uk: Деконфігурування %s (%s) для вилучення %s (%s)...

source: read error in %.250s
uk: помилка читання файлу %.250s

source: error closing %.250s
uk: помилка при закритті файлу %.250s

source: old version of package has overly-long info file name starting '%.250s'
uk: стара версія пакунку містить інформаційний файл з дуже довгим іменем, що починається з «%.250s»

source: unable to remove obsolete info file '%.250s'
uk: не вдалося вилучити застарілий інформаційний файл «%.250s»

source: unable to install (supposed) new info file '%.250s'
uk: не вдалося встановити(передбачувано) новий інформаційний файл «%.250s»

source: unable to open temp control directory
uk: не вдалося відкрити тимчасовий каталог керуючої інформації

source: package contains overly-long control info file name (starting '%.50s')
uk: пакунок містить дуже довге ім’я файлу керуючої інформації (починається з «%.50s»)

source: package control info contained directory '%.250s'
uk: керуюча інформація пакунку містить каталог «%.250s»

source: package control info rmdir of '%.250s' didn't say not a dir
uk: rmdir при спробі вилучити керуючу інформацію пакунку «%.250s» не стверджує, що це не було каталогом

source: package %s contained list as info file
uk: пакунок %s містить у якості інформаційного файлу список

source: unable to install new info file '%.250s' as '%.250s'
uk: не вдалося перейменувати новий інформаційний файл «%.250s» в «%.250s»

source: could not stat old file '%.250s' so not deleting it: %s
uk: не вдалося отримати інформацію про старий файл «%.250s», тому не вилучаємо його: %s

source: unable to delete old directory '%.250s': %s
uk: не вдалося вилучити старий каталог «%.250s»: %s

source: old conffile '%.250s' was an empty directory (and has now been deleted)
uk: старий conffile «%.250s» є порожнім каталогом (й був вилучений)

source: unable to stat other new file '%.250s'
uk: не вдалося отримати інформацію про інший новий файл «%.250s»

source: old file '%.250s' is the same as several new files! (both '%.250s' and '%.250s')
uk: старий файл «%.250s» такий самий як декілька нових файлів! («%.250s» та «%.250s»)

source: unable to securely remove old file '%.250s': %s
uk: не вдалося безпечно вилучити старий файл «%.250s»: %s

source: (Noting disappearance of %s, which has been completely replaced.)
uk: (Пакунок %s повністю замінений й фактично зник.)

source: package control information extraction
uk: витягнення керуючої інформації пакунку

source: Recorded info about %s from %s.
uk: Записана інформація про пакунок %s з файлу %s.

source: package architecture (%s) does not match system (%s)
uk: архітектура пакунку (%s) не відповідає архітектурі системи (%s)

source: Preparing to unpack %s ...
uk: Приготування до розпакування %s ...

source: Unpacking %s (%s) ...
uk: Розпакування %s (%s)...

source: Unpacking %s (%s) over (%s) ...
uk: Розпакування %s (%s) над (%s)...

source: package filesystem archive extraction
uk: витягнення архіву файлової системи пакунку

source: cannot zap possible trailing zeros from dpkg-deb: %s
uk: неможливо вилучити можливі завершуючі нулі з dpkg-deb: %s

source: --%s takes at most one Packages-file argument
uk: --%s може бути лише один аргумент (файл Packages)

source: Replacing available packages info, using %s.
uk: Інформація про доступні пакунки замінюється вмістом файлу %s.

source: Updating available packages info, using %s.
uk: Інформація про доступні пакунки зливається з вмістом файлу %s.

source: Information about %d package was updated.
uk: Оновлена інформація про %d пакунок.

source: obsolete '--%s' option; unavailable packages are automatically cleaned up
uk: застарілий параметр «--%s», недоступні пакунки автоматично вичищаються

source: Commands: --install <link> <name> <path> <priority> [--slave <link> <name> <path>] ... add a group of alternatives to the system. --remove <name> <path> remove <path> from the <name> group alternative. --remove-all <name> remove <name> group from the alternatives system. --auto <name> switch the master link <name> to automatic mode. --display <name> display information about the <name> group. --query <name> machine parseable version of --display <name>. --list <name> display all targets of the <name> group. --get-selections list master alternative names and their status. --set-selections read alternative status from standard input. --config <name> show alternatives for the <name> group and ask the user to select which one to use. --set <name> <path> set <path> as alternative for <name>. --all call --config on all alternatives.
uk: Команди: --install <посилання> <ім’я> <шлях> <пріоритет> [--slave <посилання> <ім’я> <шлях>] … додати групу альтернатив у систему --remove <ім’я> <шлях> вилучити <шлях> з групи альтернатив з <іменем> --remove-all <ім’я> вилучити групу альтернатив з іменем <ім’я> з системи --auto <ім’я> перемкнути головне посилання <ім’я> у автоматичний режим --display <ім’я> показати інформацію про групу <ім’я> --query <ім’я> версія що розбирається машиною --display <ім’я>. --list <ім’я> показати усі призначення групи <ім’я> --config <ім’я> показати альтернативи для групи <ім’я> й попрохати користувача обрати одне з значень --set <ім’я> <шлях> налаштувати <шлях> як альтернативу <ім’я> --all викликати --config для усіх альтернатив

source: <link> is the symlink pointing to %s/<name>. (e.g. /usr/bin/pager) <name> is the master name for this link group. (e.g. pager) <path> is the location of one of the alternative target files. (e.g. /usr/bin/less) <priority> is an integer; options with higher numbers have higher priority in automatic mode.
uk: <посилання> — символьне посилання, що вказує на %s/<ім’я> (наприклад, /usr/bin/pager). <ім’я> — головне ім’я у цій групі посилань (наприклад, pager). <шлях> — розміщення одного альтернативного файлу призначення (наприклад, /usr/bin/less). <пріоритет> — ціле; чим більше значення, тим більший пріоритет у автоматичному режимі.

source: Use '%s --help' for program usage information.
uk: Скористайтеся '%s --help' для отримання інформації з використання програми.

source: malloc failed (%zu bytes)
uk: помилка malloc (%zu байтів)

source: wait for subprocess %s failed
uk: очікування для підпроцесу %s завершилося невдачею

source: unable to remove '%s'
uk: не вдалося вилучити '%s'

source: cannot append to '%s'
uk: не вдалося додати у «%s»

source: auto mode
uk: автоматичний режим

source: manual mode
uk: ручний режим

source: unexpected end of file while trying to read %s
uk: неочікуваний кінець файлу при спробі читання %s

source: while reading %s: %s
uk: читаючи %s: %s

source: line not terminated while trying to read %s
uk: при спробі читання %s виявлено незакритий рядок

source: %s corrupt: %s
uk: %s пошкоджений: %s

source: newlines prohibited in update-alternatives files (%s)
uk: Нові рядки заборонені в update-alternatives файлах (%s)

source: slave name
uk: підлегле ім’я

source: duplicate slave name %s
uk: повторення підлеглого ім’я %s

source: slave link
uk: підлегле посилання

source: slave link same as main link %s
uk: збіг підлеглого посилання з головним посиланням %s

source: duplicate slave link %s
uk: повторення підлеглого посилання %s

source: master file
uk: майстер файл

source: duplicate path %s
uk: повторення шляху %s

source: alternative %s (part of link group %s) doesn't exist; removing from list of alternatives
uk: альтернатива %s (частина групи посилань %s) не існує; вилучається зі списку альтернатив

source: priority
uk: пріоритет

source: slave file
uk: підлеглий файл

source: priority of %s: %s
uk: пріоритет з %s: %s

source: priority of %s is out of range: %s
uk: значення пріоритету %s поза допустимим діапазоном: %s

source: status
uk: стан

source: invalid status
uk: неправильний статус

source: master link
uk: майстер посилання

source: discarding obsolete slave link %s (%s)
uk: відкидується застаріле підлегле посилання %s (%s)

source: unable to flush file '%s'
uk: не вдалося скинути на диск файл «%s»

source: link best version is %s
uk: найкраща версія для посилання %s

source: link best version not available
uk: найкраща версія для посилання недоступна

source: link currently points to %s
uk: посилання наразі вказує на %s

source: link currently absent
uk: посилання зараз відсутнє

source: link %s is %s
uk: посилання %s є %s

source: slave %s is %s
uk: підлеглий %s є %s

source: %s - priority %d
uk: %s - пріоритет %d

source: slave %s: %s
uk: підлеглий %s: %s

source: There is %d choice for the alternative %s (providing %s).
uk: Є %d варіянт для альтернативи %s (надає %s).

source: Selection
uk: Вибірка

source: Path
uk: Шлях

source: Priority
uk: Пріоритет

source: Status
uk: Стан

source: Press <enter> to keep the current choice[*], or type selection number:
uk: Натисніть <enter> щоб підтвердити поточний вибір[*], або наберіть номер варіанту:

source: There is no program which provides %s.
uk: Немає жодної програми, яка би надавала %s.

source: Nothing to configure.
uk: Нічого налаштовувати.

source: not replacing %s with a link
uk: %s на посилання не замінено

source: can't install unknown choice %s
uk: не вдалося встановити невідомий вибір %s

source: skip creation of %s because associated file %s (of link group %s) doesn't exist
uk: пропуск створення %s, оскільки пов’язаного з ним файлу %s (з групи посилань %s) не існує

source: not removing %s since it's not a symlink
uk: %s не вилучається, оскільки це не символьне посилання

source: alternative %s for %s not registered; not removing
uk: альтернативу %s для %s не зареєстровано; не вилучається

source: removing manually selected alternative - switching %s to auto mode
uk: вилучається альтернатива, обрана вручну — перемикання %s у автоматичний режим

source: alternative %s for %s not registered; not setting
uk: альтернативу %s для %s не зареєстровано; не обирається

source: setting up automatic selection of %s
uk: налаштування автоматичного вибору %s

source: automatic updates of %s/%s are disabled; leaving it alone
uk: автоматичні оновлення %s/%s вимкнено; залишаємо як є

source: to return to automatic updates use '%s --auto %s'
uk: щоб повернутися до автоматичних оновлень, виконайте команду «%s --auto %s»

source: using %s to provide %s (%s) in auto mode
uk: використовується %s для надання %s (%s) у автоматичному режимі

source: using %s to provide %s (%s) in manual mode
uk: використовується %s для надання %s (%s) у ручному режимі

source: updating alternative %s because link group %s has changed slave links
uk: оновлюється альтернатива %s, оскільки група посилань %s змінилася підлеглими посиланнями

source: forcing reinstallation of alternative %s because link group %s is broken
uk: примусове перевстановлення альтернативи %s, оскільки групу посилань %s поломано

source: current alternative %s is unknown, switching to %s for link group %s
uk: поточна альтернатива %s невідома, у групі посилань %s виконується перемикання на %s

source: line too long or not terminated while trying to read %s
uk: при спробі читання %s знайдено задовгий або незакритий рядок

source: alternative name (%s) must not contain '/' and spaces
uk: альтернативне ім’я (%s) не повинне містити пробіли та «/»

source: alternative link is not absolute as it should be: %s
uk: альтернативне посилання не є абсолютним як повинно бути: %s

source: alternative path is not absolute as it should be: %s
uk: альтернативний шлях не є абсолютним, як це має бути: %s

source: alternative %s can't be master: it is a slave of %s
uk: альтернатива %s не може бути головною: це підлегле посилання %s

source: alternative link %s is already managed by %s
uk: альтернативне посилання %s вже керується %s

source: alternative %s can't be slave of %s: it is a master alternative
uk: альтернатива %s не може бути підлеглою %s: це головна альтернатива

source: alternative %s can't be slave of %s: it is a slave of %s
uk: альтернатива %s не може бути підлеглою %s: вона підлегла %s

source: alternative link %s is already managed by %s (slave of %s)
uk: альтернативне посилання %s вже керується %s (підлегле %s)

source: two commands specified: --%s and --%s
uk: вказано дві команди: --%s and --%s

source: unknown argument '%s'
uk: невідомий аргумент '%s'

source: --%s needs <name> <path>
uk: --%s потребує <ім'я> <шлях>

source: --%s needs <name>
uk: --%s потребує <ім'я>

source: --%s needs a <file> argument
uk: --%s потрібен аргумент <файл>

source: no alternatives for %s
uk: немає альтернатив для %s

source: <standard input>
uk: <стандартний ввід>

source: Run update-alternatives to modify system alternative selections
uk: Виконайте update-alternatives для перемикання альтернативних варіантів програм у системі

source: Authentication is required to run update-alternatives
uk: Для запуску update-alternatives необхідна автентифікація
