Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: There was a problem reading data from the CD-ROM. Please make sure it is in the drive. If retrying does not work, you should check the integrity of your CD-ROM.
be: Узнікла праблема пры чытанні даных з дыска CD. Пераканайцеся, што ён знаходзіцца ў дыскаводзе. Праверце яго цэласнасць, калі ўсе далейшыя спробы будуць беспаспяховымі.

source: Starting up the partitioner
be: Запуск праграмы разметкі дыска

source: Please wait...
be: Пачакайце...

source: Scanning disks...
be: Сканаванне дыскаў...

source: Detecting file systems...
be: Выяўленне файлавых сістэм...

source: Device in use
be: Прылада выкарыстоўваецца

source: No modifications can be made to the device ${DEVICE} for the following reasons:
be: Нельга ўносіць змяненні ў раздзел прылады ${DEVICE} па наступных прычынах:

source: Partition in use
be: Раздзел выкарыстоўваецца

source: No modifications can be made to the partition #${PARTITION} of device ${DEVICE} for the following reasons:
be: Нельга ўносіць змяненні ў раздзел #${PARTITION} прылады ${DEVICE} па наступных прычынах:

source: This is an overview of your currently configured partitions and mount points. Select a partition to modify its settings (file system, mount point, etc.), a free space to create partitions, or a device to initialize its partition table.
be: Гэта агляд вашых бягучых сканфігураваных раздзелаў і пунктаў падключэння. Выберыце раздзел, каб змяніць яго налады (файлавую сістэму, пункт падключэння і г.д.), вольнае месца для стварэння новых раздзелаў або прыладу для ініцыялізацыі яе табліцы раздзелаў.

source: Continue with the installation?
be: Працягнуць усталяванне?

source: No partition table changes and no creation of file systems have been planned.
be: Табліца раздзелаў не зменена, а стварэнне файлавых сістэм не запланавана.

source: If you plan on using already created file systems, be aware that existing files may prevent the successful installation of the base system.
be: Пераканайцеся, што існуючыя файлы не перашкодзяць паспяховаму ўсталяванню асноўнай сістэмы, калі вы збіраецеся выкарыстоўваць ужо створаныя файлавыя сістэмы.

source: Write the changes to disks?
be: Запісаць змены на дыскі?

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
be: Пасля працягу змены, якія пералічаны ніжэй, будуць запісаны на дыск. У адваротным выпадку, вы можаце зрабіць усе змяненні ўручную.

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
be: ПАПЯРЭДЖАННЕ: гэта аперацыя знішчыць усе даныя на раздзелах, якія вы выдалілі, а таксама на раздзелах, якія будуць фармаціравацца.

source: The following partitions are going to be formatted:
be: Наступныя раздзелы будуць адфармаціраваны:

source: partition #${PARTITION} of ${DEVICE} as ${TYPE}
be: раздзел #${PARTITION} на прыладзе ${DEVICE} як ${TYPE}

source: ${DEVICE} as ${TYPE}
be: ${DEVICE} як ${TYPE}

source: The partition tables of the following devices are changed:
be: Табліцы раздзелаў на наступных прыладах зменены:

source: What to do with this device:
be: Што рабіць з гэтай прыладай:

source: How to use this free space:
be: Як выкарыстоўваць гэта вольнае месца:

source: Partition settings:
be: Налады раздзела:

source: You are editing partition #${PARTITION} of ${DEVICE}. ${OTHERINFO} ${DESTROYED}
be: Вы рэдагуеце раздзел #${PARTITION} на прыладзе ${DEVICE}. ${OTHERINFO} ${DESTROYED}

source: This partition is formatted with the ${FILESYSTEM}.
be: Гэты раздзел адфармаціраваны як ${FILESYSTEM}.

source: No existing file system was detected in this partition.
be: На гэтым раздзеле не знойдзена файлавых сістэм.

source: All data in it WILL BE DESTROYED!
be: Усе даныя, якія знаходзяцца тут БУДУЦЬ ЗНІШЧАНЫ!

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
be: Раздзел пачынаецца з ${FROMCHS} і заканчваецца на ${TOCHS}.

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
be: Вольнае месца пачынаецца з ${FROMCHS} і заканчваецца на ${TOCHS}.

source: Partitions formatting
be: Фармаціраванне раздзелаў

source: Processing...
be: Апрацоўка...

source: Show Cylinder/Head/Sector information
be: Паказаць геаметрыю дыска (цыліндр/галоўка/сектар)

source: Done setting up the partition
be: Наладжванне раздзела завершана

source: Finish partitioning and write changes to disk
be: Скончыць разметку дыскаў і запісаць змены на дыск

source: Undo changes to partitions
be: Адрабіць змены раздзелаў

source: Dump partition info in %s
be: Захаваць звесткі аб раздзеле ў %s

source: FREE SPACE
be: ВОЛЬНАЯ ПРАСТОРА

source: unusable
be: нявыкар.

source: primary
be: першасны

source: logical
be: лагічны

source: pri/log
be: перш/лаг

source: ATA%s, partition #%s (%s)
be: ATA%s, раздзел #%s (%s)

source: IDE%s master (%s)
be: Асноўны IDE%s (%s)

source: IDE%s slave (%s)
be: Падпарадкаваны IDE%s (%s)

source: IDE%s master, partition #%s (%s)
be: Асноўны IDE%s, радзел #%s (%s)

source: IDE%s slave, partition #%s (%s)
be: Падпарадкаваны IDE%s, раздзел #%s (%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
be: SCSI%s (%s,%s,%s), раздзел #%s (%s)

source: SCSI%s, partition #%s (%s)
be: SCSI%s, раздзел #%s (%s)

source: MMC/SD card #%s (%s)
be: Картка MMC/SD #%s (%s)

source: MMC/SD card #%s, partition #%s (%s)
be: Картка MMC/SD #%s, раздзел #%s (%s)

source: RAID%s device #%s
be: Прылада RAID%s #%s

source: Encrypted volume (%s)
be: Зашыфраваны том (%s)

source: Serial ATA RAID %s (partition #%s)
be: Serial ATA RAID %s (раздзел #%s)

source: Multipath %s (WWID %s)
be: Шматшляховы %s (WWID %s)

source: Multipath %s (partition #%s)
be: Шматшляховы %s (раздзел #%s)

source: ZFS pool %s, volume %s
be: Пул ZFS %s, том %s

source: DASD %s (%s), partition #%s
be: DASD %s (%s), раздзел #%s

source: Virtual disk %s (%s)
be: Віртуальны дыск %s (%s)

source: Virtual disk %s, partition #%s (%s)
be: Віртуальны дыск %s, раздзел #%s (%s)

source: Cancel this menu
be: Скасаваць гэта меню

source: Partition disks
be: Раздзяліць дыскі

source: Unmount partitions that are in use?
be: Адключыць раздзелы, якія выкарыстоўваюцца?

source: The installer has detected that the following disks have mounted partitions:
be: Праграма ўсталявання выявіла, што на наступных дысках ёсць падключаныя раздзелы:

source: Do you want the installer to try to unmount the partitions on these disks before continuing? If you leave them mounted, you will not be able to create, delete, or resize partitions on these disks, but you may be able to install to existing partitions there.
be: Вы сапраўды хочаце, каб праграма ўсталявання паспрабавала адключыць раздзелы на гэтых дысках перад тым, як працягнуць? Калі вы пакінеце іх падключанымі, вы не зможаце ствараць, выдаляць або змяняць памер раздзелаў на гэтых дысках, але зможаце выконваць усталяванне на існуючыя раздзелы.

source: Installation medium on ${PARTITION}
be: Носьбіт усталявання знаходзіцца на ${PARTITION}

source: Your installation medium is on ${PARTITION}. You will not be able to create, delete, or resize partitions on this disk, but you may be able to install to existing partitions there.
be: Ваш носьбіт усталявання знаходзіцца на раздзеле ${PARTITION}. Вы не зможаце ствараць, выдаляць, або змяняць памер раздзелаў на гэтых дысках, але зможаце выконваць усталяванне на існуючыя раздзелы.

source: Computing the new partitions...
be: Разлік новых раздзелаў...

source: Failed to partition the selected disk
be: Не ўдалося размеціць выбраны дыск

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
be: Гэта адбылося хутчэй за ўсё з прычыны таго, што на выбраным дыску або вольнай прасторы недастаткова месца для аўтаматычнага раздзялення.

source: This probably happened because there are too many (primary) partitions in the partition table.
be: Гэта адбылося хутчэй за ўсё з прычыны таго, што ў табліцы раздзелаў занадта шмат (першасных) раздзелаў.

source: Partitioning method:
be: Спосаб разметкі:

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
be: Праграма ўсталявання можа дапамагчы вам з разметкай дыска (выкарыстоўваючы розныя стандартныя схемы) або вы можаце зрабіць гэта самастойна. У выпадку разметкі дыска з указаннем, у вас усё яшчэ будзе магчымасць паглядзець і дапасаваць вынікі.

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
be: На наступным кроку вас спытаюць аб выкарыстанні неабходнага дыска, калі выбраць разметку з указаннем для ўсяго дыска.

source: Partitioning scheme:
be: Схема разметкі:

source: Selected for partitioning:
be: Выбрана для разметкі:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
be: Для разметкі дыска можа быць выкарыстаны варыянт адной з наступных схем. Калі вы не ўпэўнены, то выбірайце першую схему.

source: Unusable free space
be: Нявыкарыстаная вольная прастора

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
be: Збой разметкі, бо немагчыма выкарыстаць вольную прастору, якую вы выбралі. Магчыма, што табліца з раздзеламі змяшчае занадта шмат (першасных) раздзелаў.

source: Guided partitioning
be: Разметка з указаннем

source: Guided - use the largest continuous free space
be: Указанні: выкарыстоўваць найбольшую вольную прастору

source: Guided - use entire disk
be: Указанні: выкарыстоўваць увесь дыск

source: Select disk to partition:
be: Выбраць дыск для разметкі:

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
be: Звярніце ўвагу, што ўсе даныя на выбраным дыску будуць сцёртыя. Гэтыя змены адбудуцца толькі пасля таго, як вы пацвердзіце сваё жаданне гэта зрабіць.

source: Select disk(s) to partition:
be: Выбраць дыск(і) для разметкі:

source: Note that all data on the disk(s) you select will be erased, but not before you have confirmed that you really want to make the changes.
be: Звярніце ўвагу, што ўсе даныя на выбраным дыску(ах) будуць сцёртыя. Гэтыя змены адбудуцца толькі пасля таго, як вы пацвердзіце сваё жаданне гэта зрабіць.

source: Manual
be: Уручную

source: Automatically partition the free space
be: Аўтаматычна раздзяліць вольную прастору

source: All files in one partition (recommended for new users)
be: Усе файлы на адным раздзеле (рэкамендавана для новых карыстальнікаў)

source: Separate /home partition
be: Асобны раздзел для /home

source: Separate /home, /usr, /var, and /tmp partitions
be: Асобныя раздзелы /home, /usr, /var, /tmp

source: Small-disk (< 1GB) partitioning scheme
be: Схема разметкі дыскаў з невялікім аб'ёмам (менш за 1 ГБ)

source: Guided - resize ${PARTITION} and use freed space
be: Указанні: змяніць памер раздзела ${PARTITION} і скарыстацца месцам, якое было вызвалена

source: Guided - use entire partition, ${PARTITION}
be: Указанні: выкарыстоўваць увесь раздзел ${PARTITION}

source: Failed to create enough space for installation
be: Не ўдалося стварыць дастаткова прасторы для ўсталявання

source: The resize operation did not create enough free space for the installation. Resizing may have failed. You will have to set up partitions manually.
be: Аперацыя змянення памеру не змагла стварыць дастаткова месца для ўсталявання. Верагодна, што дадзеная аперацыя завяршылася з памылкай. Вам неабходна наладзіць раздзелы ўручную.

source: Go back to the menu?
be: Вярнуцца ў меню?

source: No file system is specified for partition #${PARTITION} of ${DEVICE}.
be: Не вызначана файлавая сістэма для раздзела #${PARTITION} прылады ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a file system to this partition, it won't be used at all.
be: Калі вы не вернецеся ў меню разметкі і прызначыце файлавую сістэму для гэтага раздзела, то ён увогуле не будзе выкарыстоўвацца.

source: do not use the partition
be: не выкарыстоўваць раздзел

source: Format the partition:
be: Фармаціраваць раздзел:

source: yes, format it
be: так, фармаціраваць

source: no, keep existing data
be: не, пакінуць існуючыя даныя

source: do not use
be: не выкарыстоўваць

source: unused
be: не выкарыстоўваецца

source: format the partition
be: фармаціраваць раздзел

source: format
be: фармаціраваць

source: keep and use the existing data
be: пакінуць і выкарыстоўваць існуючыя даныя

source: keep
be: пакінуць

source: Resizing partition...
be: Змяненне памеру раздзела...

source: Copying partition...
be: Капіяванне раздзела...

source: Computing the new state of the partition table...
be: Разлік новага стану табліцы раздзелаў...

source: Write previous changes to disk and continue?
be: Запісаць папярэднія змены на дыск і працягнуць?

source: Before you can select a partition to copy, any previous changes have to be written to disk.
be: Любыя папярэднія змяненні будуць запісаны на дыск перад тым, як вы зможаце выбраць раздзел для капіявання.

source: You cannot undo this operation.
be: Немагчыма адрабіць аперацыю.

source: Please note that the copy operation may take a long time.
be: Звярніце ўвагу, што аперацыя капіявання можа заняць шмат часу.

source: Source partition:
be: Зыходны раздзел:

source: Please choose the partition which contains the data you want to copy.
be: Выберыце раздзел, які змяшчае даныя для капіявання.

source: Copy operation failure
be: Збой аперацыі капіявання

source: An error occurred while writing the changes to the storage devices.
be: Адбылася памылка падчас запісу змяненняў на прыладу захоўвання.

source: The copy operation has been aborted.
be: Аперацыя капіявання была перарвана.

source: The resize operation is impossible
be: Немагчыма змяніць памер

source: Because of an unknown reason it is impossible to resize this partition.
be: Па нейкай невядомай прычыне немагчыма змяніць памер раздзела.

source: Check /var/log/syslog or see virtual console 4 for the details.
be: Падрабязнасці глядзіце ў файле /var/log/syslog або на віртуальнай кансолі 4.

source: Before you can select a new partition size, any previous changes have to be written to disk.
be: Любыя папярэднія змяненні будуць запісаны на дыск перад тым, як вы зможаце выбраць новы памер раздзела.

source: Please note that the resize operation may take a long time.
be: Звярніце ўвагу, што аперацыя па змяненні памеру можа заняць шмат часу.

source: New partition size:
be: Новы памер раздзела:

source: The minimum size for this partition is ${MINSIZE} (or ${PERCENT}) and its maximum size is ${MAXSIZE}.
be: Мінімальны памер, які можна прызначыць гэтаму раздзелу складае ${MINSIZE} (або ${PERCENT}), а максімальны памер не больш за ${MAXSIZE}.

source: Hint: "max" can be used as a shortcut to specify the maximum size, or enter a percentage (e.g. "20%") to use that percentage of the maximum size.
be: Падказка: «max» можа быць выкарыстаны ў якасці ярлыка для пазначэння максімальнага памеру. Таксама можна ўвесці значэнне ў працэнтах (напрыклад, «20%») ад максімальнага памеру.

source: The size entered is invalid
be: Уведзены памылковы памер

source: The size you entered was not understood. Please enter a positive integer size followed by an optional unit of measure (e.g. "200 GB"). The default unit of measure is the megabyte.
be: Немагчыма зразумець уведзены вамі памер. Увядзіце дадатны цэлы памер, які неабавязкова заканчваецца адзінкай вымярэння (напрыклад, «200 ГБ»). Прадвызначанай адзінкай вымярэння з'яўляецца мегабайт.

source: The size entered is too large
be: Уведзены памер занадта вялікі

source: The size you entered is larger than the maximum size of the partition. Please enter a smaller size to continue.
be: Памер, які вы ўвялі, больш чым максімальны памер раздзела. Увядзіце меншы памер, каб працягнуць.

source: The size entered is too small
be: Уведзены памер занадта маленькі

source: The size you entered is smaller than the minimum size of the partition. Please enter a larger size to continue.
be: Памер, які вы ўвялі, менш чым мінімальны памер раздзела. Увядзіце большы памер, каб працягнуць.

source: Resize operation failure
be: Збой аперацыі змянення памеру

source: The resize operation has been aborted.
be: Аперацыя змянення памеру была перарвана.

source: The maximum size for this partition is ${MAXSIZE}.
be: Максімальны памер для гэтага раздзела складае ${MAXSIZE}.

source: Invalid size
be: Памылковы памер

source: Beginning
be: Пачатак

source: End
be: Канец

source: Location for the new partition:
be: Размяшчэнне новага раздзела:

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
be: Выберыце, дзе вы хочаце стварыць новы раздзел: у пачатку або ў канцы даступнай прасторы.

source: Primary
be: Першасны

source: Logical
be: Лагічны

source: Type for the new partition:
be: Тып новага раздзела:

source: Flags for the new partition:
be: Сцягі для новага раздзела:

source: Partition name:
be: Назва раздзела:

source: Continue with partitioning?
be: Працягнуць разметку?

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
be: Гэта праграма разметкі не змяшчае звесткі пра прадвызначаныя тыпы табліц раздзелаў для вашай архітэктуры. Адпраўце электронны ліст на паштовы адрас debian-boot@lists.debian.org з гэтымі звесткамі.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
be: Звярніце ўвагу, што калі табліца раздзелаў не падтрымліваецца бібліятэкай libparted, то тады гэта праграма разметкі будзе працаваць некарэктна.

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
be: Гэтая праграма разметкі дыскаў заснавана на бібліятэцы libparted, якая не падтрымлівае табліцы раздзелаў для вашай архітэктуры. Настойліва рэкамендуем выйсці з гэтай праграмы разметкі.

source: If you can, please help to add support for your partition table type to libparted.
be: Па магчымасці, дапамажыце дадаць падтрымку вашага тыпу табліцы раздзелаў у libparted.

source: Partition table type:
be: Тып табліцы раздзела:

source: Select the type of partition table to use.
be: Выберыце неабходны тып табліцы раздзелаў.

source: Create new empty partition table on this device?
be: Стварыць новую пустую табліцу раздзелаў на гэтай прыладзе?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
be: Вы выбралі разметку ўсяго дыска. Калі вы працягніце, то будзе створана новая табліца раздзелаў, а ўсе існуючыя раздзелы будуць выдалены.

source: Note that you will be able to undo this operation later if you wish.
be: Звярніце ўвагу, што вы можаце адрабіць вынікі гэтай аперацыі пазней пры жаданні.

source: Write a new empty partition table?
be: Запісаць новую пустую табліцу раздзелаў?

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
be: З прычыны абмежаванняў існуючай рэалізацыі табліц раздзелаў Sun у libparted, створаныя табліцы раздзелаў неадкладна запісваюцца на дыск.

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
be: У вас НЕ будзе магчымасці адрабіць гэту аперацыю пазней. Усе існуючыя даныя на дыску будуць незваротна выдалены.

source: Confirm whether you actually want to create a new partition table and write it to disk.
be: Пацвердзіце, што вы сапраўды хочаце стварыць новую табліцу раздзелаў і запісаць яе на дыск.

source: Are you sure you want a bootable logical partition?
be: Вы сапраўды хочаце зрабіць загрузачным лагічны раздзел?

source: You are trying to set the bootable flag on a logical partition. The bootable flag is generally only useful on primary partitions, so setting it on logical partitions is normally discouraged. Some BIOS versions are known to fail to boot if there is no bootable primary partition.
be: Вы спрабуеце задаць загрузачны сцяг на лагічны раздзел. У большасці выпадкаў загрузачны сцяг з'яўляецца карысным толькі на першасных раздзелах, таму яго не варта прызначаць лагічнаму раздзелу. Некаторыя версіі BIOS не загружаюцца, калі першасны раздзел адсутнічае.

source: However, if you are sure that your BIOS does not have this problem, or if you are using a custom boot manager that pays attention to bootable logical partitions, then setting this flag may make sense.
be: Аднак, калі вы ўпэўнены, што ваш BIOS зможа выканаць загрузку або вы карыстаецеся адмысловым менеджарам загрузкі, які здольны загрузіць лагічныя раздзелы, то ўстаноўка гэтага сцяга магчыма будзе мець сэнс.

source: Set the partition flags
be: Задаць сцягі раздзела

source: Name:
be: Назва:

source: Bootable flag:
be: Загрузачны сцяг:

source: on
be: укл

source: off
be: выкл

source: Resize the partition (currently ${SIZE})
be: Змяніць памер раздзела (бягучы памер: ${SIZE})

source: Copy data from another partition
be: Капіяваць даныя з іншага раздзела

source: Delete the partition
be: Выдаліць раздзел

source: Create a new partition
be: Стварыць новы раздзел

source: Create a new empty partition table on this device
be: Стварыць новую пустую табліцу раздзелаў на гэтай прыладзе

source: Reserved BIOS boot area
be: Рэзервовая вобласць загрузкі BIOS

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
be: Праверка файлавай сістэмы ${TYPE} на раздзеле #${PARTITION} прылады ${DEVICE}...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
be: Праверка прасторы своп на раздзеле #${PARTITION} прылады ${DEVICE}...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
be: Ствараецца файлавая сістэма ${TYPE} на раздзеле #${PARTITION} прылады ${DEVICE}...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
be: Ствараецца файлавая сістэма ${TYPE} для падключэння ў ${MOUNT_POINT} на раздзеле #${PARTITION} прылады ${DEVICE}...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
be: Фармаціраванне прасторы своп у раздзеле #${PARTITION} прылады ${DEVICE}...

source: Go back to the menu and correct errors?
be: Вярнуцца ў меню, каб выправіць памылкі?

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
be: Падчас праверкі файлавай сістэмы тыпу ${TYPE} на раздзеле #${PARTITION} прылады ${DEVICE} знойдзены нявыпраўленыя памылкі.

source: If you do not go back to the partitioning menu and correct these errors, the partition will be used as is.
be: Калі вы не вернецеся ў меню разметкі і не выправіце гэтыя памылкі, то раздзел будзе выкарыстоўвацца як ёсць.

source: The test of the swap space in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
be: Падчас праверкі прасторы своп на раздзеле #${PARTITION} прылады ${DEVICE} знойдзены нявыпраўленыя памылкі.

source: Do you want to return to the partitioning menu?
be: Вы сапраўды хочаце вярнуцца ў меню разметкі?
