Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-debian-installer_debian-installer-*.po
Languages: be

source: Ubuntu installer main menu
be: Галоўнае меню праграмы ўсталявання Ubuntu

source: Choose the next step in the install process:
be: Выберыце наступны крок у працэсе ўсталявання:

source: Installation step failed
be: Няўдалы крок усталявання

source: An installation step failed. You can try to run the failing item again from the menu, or skip it and choose something else. The failing step is: ${ITEM}
be: Няўдалы крок усталявання. Вы можаце паспрабаваць яго паўтарыць праз меню або прапусціць і выбраць нешта іншае. Няўдалы крок: ${ITEM}

source: Choose an installation step:
be: Выберыце крок усталявання:

source: This installation step depends on one or more other steps that have not yet been performed.
be: Гэты крок усталявання залежыць ад аднаго або некалькіх крокаў, якія яшчэ не былі выкананы.

source: critical
be: крытычны

source: high
be: высокі

source: medium
be: сярэдні

source: low
be: нізкі

source: Ignore questions with a priority less than:
be: Ігнараваць пытанні з прыярытэтам, якія ніжэй за:

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
be: Пакеты, якія выкарыстоўваць каманду debconf для канфігурацыі прыярытэтаў важнасці пытанняў для карыстальніка. Будуць зададзены толькі пытанні з вызначаным або вышэйшым прыярытэтам, а ўсе астатнія будуць прапушчаны.

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
be: Вы можаце выбраць найменшы прыярытэт пытанняў, якія будуць вам паказаны: - 'крытычны' для пытанняў, якія могуць прывесці да непрацаздольнасці сістэмы, калі пакінуць іх без увагі. - 'высокі' для пытанняў, якія не маюць дакладных параметраў устаноўкі. - 'сярэдні' для пытанняў, якія маюць дакладныя параметры ўстаноўкі. - 'нізкі' для простых пытанняў, якія маюць прадвызначаныя ўстаноўкі і будуць працаваць у большасці выпадкаў.

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
be: Напрыклад, гэтае пытанне мае сярэдні прыярытэт, і калі б быў выбарны «высокі» або «крытычны» прыярытэт, то гэта пытанне было б праігнаравана.

source: Change debconf priority
be: Змяніць прыярытэт debconf

source: Continue
be: Працягнуць

source: Go Back
be: Назад

source: Yes
be: Так

source: No
be: Не

source: Cancel
be: Скасаваць

source: <Tab> moves; <Space> selects; <Enter> activates buttons
be: <Tab> перамяшчэнне; <Space> выбар; <Enter> актывацыя кнопак

source: <F1> for help; <Tab> moves; <Space> selects; <Enter> activates buttons
be: <F1> даведка; <Tab> перамяшчэнне; <Space> выбар; <Enter> актывацыя кнопак

source: Help
be: Даведка

source: LTR
be: Злева направа

source: Screenshot
be: Здымак экрана

source: Screenshot saved as %s
be: Здымак экрана захаваны як %s

source: !! ERROR: %s
be: !! ПАМЫЛКА: %s

source: KEYSTROKES:
be: СПАЛУЧЭННЕ КЛАВІШ:

source: Display this help message
be: Паказаць гэту падказку

source: Go back to previous question
be: Вярнуцца да папярэдняга пытання

source: Select an empty entry
be: Выбраць пусты запіс

source: Prompt: '%c' for help, default=%d>
be: Запыт на ўвод '%c' для атрымання даведкі, прадвызначана=%d>

source: Prompt: '%c' for help>
be: Запыт на ўвод '%c' для атрымання даведкі>

source: Prompt: '%c' for help, default=%s>
be: Запыт на ўвод '%c' для атрымання даведкі, прадвызначана=%s>

source: [Press enter to continue]
be: [Націсніце Enter, каб працягнуць]

source: Interactive shell
be: Інтэрактыўны інтэрпрэтатар каманднага радка

source: After this message, you will be running "ash", a Bourne-shell clone.
be: Пасля гэтага паведамлення запусціцца «ash», які з'яўляецца клонам Bourne-shell.

source: The root file system is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
be: Каранёвая файлавая сістэма з'яўляецца дыскам аператыўнай памяці. Файлавыя сістэмы на цвёрдым дыску падключаны ў «/target». Вам даступны вельмі маленькі і просты тэкставы рэдактар з назвай nano. Каб даведацца пра даступныя ўтыліты Unix, скарыстайцеся камандай «help».

source: Use the "exit" command to return to the installation menu.
be: Скарыстайцеся камандай «exit», каб вярнуцца ў меню ўсталявання.

source: Execute a shell
be: Запусціць інтэрпрэтатар каманднага радка

source: Exit installer
be: Выйсці з праграмы ўсталявання

source: Are you sure you want to exit now?
be: Вы сапраўды хочаце выйсці?

source: If you have not finished the install, your system may be left in an unusable state.
be: Ваша сістэма можа быць у непрыдатным для выкарыстання стане, калі ўсталяванне не было завершана.

source: Abort the installation
be: Перарваць усталяванне

source: Registering modules...
be: Рэгістрацыя модуляў...

source: Terminal plugin not available
be: Убудова тэрмінала недаступна

source: This build of the debian-installer requires the terminal plugin in order to display a shell. Unfortunately, this plugin is currently unavailable.
be: Гэта зборка праграмы ўсталявання Debian патрабуе наяўнасці ўбудовы тэрміналу для адлюстравання інтэрпрэтатара каманднага радка. На жаль, гэта ўбудова ў цяперашні час недаступна.

source: It should be available after reaching the "Loading additional components" installation step.
be: Ён будзе даступны пасля завяршэння кроку «Загрузка дадатковых кампанентаў».

source: Alternatively, you can open a shell by pressing Ctrl+Alt+F2. Use Alt+F5 to get back to the installer.
be: Таксама вы можаце адкрыць інтэрпрэтатар каманднага радка націснуўшы камбінацыю клавіш Ctrl+Alt+F2. Выкарыстоўвайце камбінацыю клавіш Alt+F5, каб вярнуцца да праграмы ўсталявання.

source: Installer components to load:
be: Кампаненты праграмы ўсталявання для загрузкі:

source: All components of the installer needed to complete the install will be loaded automatically and are not listed here. Some other (optional) installer components are shown below. They are probably not necessary, but may be interesting to some users.
be: Усе кампаненты, якія неабходны для працягу ўсталявання павінны быць загружаны аўтаматычна і не будуць паказаны тут. Некаторыя іншыя (неабавязковыя) кампаненты пералічаны ніжэй. Яны не з'яўляюцца неабходнымі, але некаторым карыстальнікам яны могуць прыдацца.

source: Note that if you select a component that requires others, those components will also be loaded.
be: Звярніце ўвагу, што калі вы выберыце кампанент, які патрабуе іншыя кампаненты, то яны таксама будуць загружаныя.

source: To save memory, only components that are certainly needed for an install are selected by default. The other installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
be: Прадвызначана, пазначаны толькі самыя неабходныя для ўсталявання кампаненты, каб сэканоміць памяць. Астатнія кампаненты праграмы ўсталявання не патрабуюцца, але некаторыя з іх могуць спатрэбіцца (асабліва некаторыя модулі ядра). Рэкамендуецца ўважліва прааналізаваць спіс з кампанентамі і выбраць тыя кампаненты, якія вам патрэбныя.

source: Loading additional components
be: Загрузка дадатковых кампанентаў

source: Retrieving ${PACKAGE}
be: Атрыманне ${PACKAGE}

source: Configuring ${PACKAGE}
be: Канфігурацыя ${PACKAGE}

source: Failed to load installer component
be: Не ўдалося загрузіць кампанент праграмы ўсталявання

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
be: Збой загрузкі ${PACKAGE} па невядомых прычынах. Перарвана.

source: Continue the install without loading kernel modules?
be: Працягнуць усталяванне без загрузкі модуляў ядра?

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
be: Не знойдзены модулі ядра. Магчыма, што гэта адбылося з прычыны неадпаведнасці версіі ядра, якой карыстаецца праграма ўсталявання і версіі ядра даступнага з архіва.

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Ubuntu. The install will probably fail to work if you continue without kernel modules.
be: Можна абысці гэту праблему выбраўшы ўсталяванне іншай версіі Ubuntu пры ўсталёўцы сістэмы з люстры. Хутчэй за ўсё, што вам не ўдасца працягнуць усталяванне без модуляў ядра.

source: Choose language
be: Выберыце мову/Choose language

source: System locale:
be: Лакаль сістэмы:

source: Select the default locale for the installed system.
be: Выберыце прадвызначаную лакаль для ўсталяванай сістэмы.

source: Storing language...
be: Захаванне мовы...

source: Select a language
be: Выберыце мову

source: Select your location
be: Выберыце ваша месцазнаходжанне

source: Configure locales
be: Сканфігураваць лакалі

source: Language selection no longer possible
be: Выбар мовы больш немагчымы

source: At this point it is no longer possible to change the language for the installation, but you can still change the country or locale.
be: З гэтага моманту нельга змяніць мову ўсталявання, але ўсё яшчэ можна змяніць краіну або лакаль.

source: To select a different language you will need to abort this installation and reboot the installer.
be: Вам неабходна перарваць усталяванне і перазагрузіць праграму ўсталявання, каб выбраць іншую мову.

source: Continue the installation in the selected language?
be: Працягнуць усталяванне на выбранай мове?

source: The translation of the installer is incomplete for the selected language.
be: Пераклад праграмы ўсталявання на выбраную мову незавершаны.

source: The translation of the installer is not fully complete for the selected language.
be: Пераклад праграмы ўсталявання на выбраную мову незавершаны.

source: This means that there is a significant chance that some dialogs will be displayed in English instead.
be: Гэта значыць, што ёсць вялікая верагоднасць сустрэць некаторыя дыялогавыя вокны на англійскай мове.

source: If you do anything other than a purely default installation, there is a real chance that some dialogs will be displayed in English instead.
be: Ёсць імавернасць, што некаторыя дыялогавыя вокны будуць адлюстраваны на англійскай мове ў пашыраным рэжыме ўсталявання.

source: If you continue the installation in the selected language, most dialogs should be displayed correctly but - especially if you use the more advanced options of the installer - some may be displayed in English instead.
be: Пасля працягу ўсталявання на выбранай мове большасць дыялогавых акон павінны адлюстроўвацца карэктна, але пры выкарыстанні пашыраных параметраў праграмы ўсталявання некаторыя паведамленні могуць адлюстроўвацца на англійскай мове.

source: If you continue the installation in the selected language, dialogs should normally be displayed correctly but - especially if you use the more advanced options of the installer - there is a slight chance some may be displayed in English instead.
be: Пасля працягу ўсталявання на выбранай мове дыялогавыя вокны павінны адлюстроўвацца карэктна, але пры выкарыстанні пашыраных параметраў усталявання існуе невялікая імавернасць, што некаторыя паведамленні будуць адлюстроўвацца на англійскай мове.

source: The chance that you will actually encounter a dialog that is not translated into the selected language is extremely small, but it cannot be ruled out completely.
be: Верагоднасць таго, што вы сустрэнеце не перакладзенае дыялогавае акно ў выбранай мове неверагодна нізкая, але не выключана цалкам.

source: Unless you have a good understanding of the alternative language, it is recommended to either select a different language or abort the installation.
be: Калі вы пасрэдна ведаеце альтэрнатыўную мову, то рэкамендуецца выбраць іншую мову або перарваць усталяванне.

source: If you choose not to continue, you will be given the option of selecting a different language, or you can abort the installation.
be: Вам будзе прапанавана выбраць іншую мову або скасаваць усталяванне, калі вы выберыце не працягваць.

source: other
be: іншая

source: Country, territory or area:
be: Краіна, тэрыторыя або вобласць:

source: Continent or region:
be: Кантынент або рэгіён:

source: The selected location will be used to set your time zone and also for example to help select the system locale. Normally this should be the country where you live.
be: Выбранае месцазнаходжанне будзе выкарыстана пры наладжванні часавага пояса і для таго, каб дапамагчы з выбарам сістэмнай лакалі. Звычайна, тут павінна быць краіна, у якой вы знаходзіцеся.

source: This is a shortlist of locations based on the language you selected. Choose "other" if your location is not listed.
be: Гэта кароткі спіс месцазнаходжанняў, якія заснаваны на выбранай вамі мове. Выберыце «іншае», калі ваша месцазнаходжанне адсутнічае ў спісе.

source: Select the continent or region to which your location belongs.
be: Выберыце кантынент або рэгіён з вашым месцазнаходжаннем.

source: Listed are locations for: %s. Use the <Go Back> option to select a different continent or region if your location is not listed.
be: Пералік месцазнаходжанняў для: %s. Скарыстайцеся параметрам <Вярнуцца> для выбару іншага кантынента або рэгіёна, калі ваша месцазнаходжанне адсутнічае ў гэтым спісе.

source: Country to base default locale settings on:
be: Краіна, на падставе якой вызначаюцца прадвызначаныя налады лакалі:

source: There is no locale defined for the combination of language and country you have selected. You can now select your preference from the locales available for the selected language. The locale that will be used is listed in the second column.
be: Для камбінацыі выбранай краіны не ўдалося вызначыць падыходзячую лакаль. Цяпер у вас ёсць магчымасць выбраць адну з лакаляў, якая даступна для выбранай мовы. Лакаль, якая будзе выкарыстоўвацца, указана ў другім слупку.

source: There are multiple locales defined for the language you have selected. You can now select your preference from those locales. The locale that will be used is listed in the second column.
be: Для выбранай вамі мовы існуе некалькі лакаляў. Цяпер вы можаце змяніць параметры і выбраць са спіса неабходную. Лакаль, якая будзе выкарыстоўвацца, указана ў другім слупку.

source: Additional locales:
be: Дадатковыя лакалі:

source: Based on your previous choices, the default locale currently selected for the installed system is '${LOCALE}'.
be: Судзячы па вашым папярэднім выбары, хутчэй за ўсё прадвызначанай лакаллю, якая выбрана ў цяперашні час для ўсталяванай сістэмы, з'яўляецца «${LOCALE}».

source: If you wish to use a different default or to also have other locales available, you may choose additional locales to be installed. If you are unsure it is best to just use the selected default.
be: Вы можаце выбраць дадатковыя лакалі для ўсталявання, калі хочаце выкарыстоўваць іншую прадвызначаную лакаль або мець магчымасць выбраць лакаль са спіса. Выкарыстоўвайце прадвызначанае значэнне, калі не ўпэўнены ў сваім выбары.

source: locale
be: лакаль

source: A locale determines character encoding and contains information on for example currency, date format and alphabetical sort order.
be: Лакаль вызначае кадзіраванне сімвалаў і змяшчае такія звесткі, як валюта, фармат даты і парадак сартавання па алфавіце.

source: Africa
be: Афрыка

source: Asia
be: Азія

source: Atlantic Ocean
be: Атлантычны акіян

source: Caribbean
be: Карыбскія астравы

source: Central America
be: Цэнтральная Амерыка

source: Europe
be: Еўропа

source: Indian Ocean
be: Індыйскі акіян

source: North America
be: Паўночная Амерыка

source: Oceania
be: Акіянія

source: South America
be: Паўднёвая Амерыка

source: Do not change the boot/kernel font
be: Не змяняць шрыфт загрузкі/ядра

source: . Arabic
be: . Арабская

source: # Armenian
be: # Армянская

source: # Cyrillic - KOI8-R and KOI8-U
be: # Кірыліца — KOI8-R і KOI8-U

source: # Cyrillic - non-Slavic languages
be: # Кірыліца — не славянскія мовы

source: # Cyrillic - Slavic languages (also Bosnian and Serbian Latin)
be: # Кірыліца — славянскія мовы (таксама ўключае лацінскі варыянт пісьма для баснійскай і сербскай мовы)

source: . Ethiopic
be: . Эфіопская

source: # Georgian
be: # Грузінская

source: # Greek
be: # Грэчаская

source: # Hebrew
be: # Яўрэйская

source: # Lao
be: # Лаоская

source: # Latin1 and Latin5 - western Europe and Turkic languages
be: # Лацініца 1 і Лацініца 5 — заходняя Еўропа і цюркскія мовы

source: # Latin2 - central Europe and Romanian
be: # Лацініца 2 — цэнтральная Еўропа і румынская

source: # Latin3 and Latin8 - Chichewa; Esperanto; Irish; Maltese and Welsh
be: # Latin3 і Latin8 — чычэва; эсперанта; ірландская; мальтыйская і валійская

source: # Latin7 - Lithuanian; Latvian; Maori and Marshallese
be: # Лацініца 7 — літоўская; латышская; маары і маршальская

source: . Latin - Vietnamese
be: . Лацініца— в'етнамская

source: # Thai
be: # Тайская

source: . Combined - Latin; Slavic Cyrillic; Hebrew; basic Arabic
be: . Камбінаваная — лацініца; славянская кірыліца; яўрэйская; базавая арабская

source: . Combined - Latin; Slavic Cyrillic; Greek
be: . Камбінаваная — лацініца; славянская кірыліца; грэчаская

source: . Combined - Latin; Slavic and non-Slavic Cyrillic
be: . Камбінаваная — лацініца; славянская і не славянская кірыліца

source: Character set to support:
be: Падтрымка набору сімвалаў:

source: Please choose the character set that should be supported by the console font.
be: Выберыце набор сімвалаў, які павінен падтрымлівацца кансольным шрыфтам.

source: If you don't use a framebuffer, the choices that start with "." will reduce the number of available colors on the console.
be: У варыянтах, якія пачынаюцца з «.», будзе паменшана колькасць даступных колераў у кансолі, калі framebuffer не выкарыстоўваецца.

source: Font for the console:
be: Шрыфт для кансолі:

source: "VGA" has a traditional appearance and has medium coverage of international scripts. "Fixed" has a simplistic appearance and has better coverage of international scripts. "Terminus" may help to reduce eye fatigue, though some symbols have a similar aspect which may be a problem for programmers.
be: «VGA» мае традыцыйнае афармленне і змяшчае сярэднюю колькасць міжнародных сцэнарыяў; «Fixed» мае спрошчаны афармленне і лепшую падтрымку міжнародных сцэнарыяў; «Terminus» можа дапамагчы зменшыць стомленасць вачэй, але некаторыя сімвалы выглядаюць аднолькава, што можа стаць праблемай для праграмістаў.

source: If you prefer a bold version of the Terminus font, choose either TerminusBold (if you use a framebuffer) or TerminusBoldVGA (otherwise).
be: Выбірайце TerminusBold, калі вам падабаецца тоўстая версія шрыфту Terminus (калі выкарыстоўваеце framebuffer) або TerminusBoldVGA (у адваротным выпадку).

source: Font size:
be: Памер шрыфту:

source: Please select the size of the font for the Linux console. For reference, the font used when the computer boots has size 16.
be: Выберыце памер шрыфту для кансолі Linux. Для параўнання: памер шрыфту пры запуску камп'ютара, мае памер 16.

source: Please select the size of the font for the Linux console. Simple integers corresponding to fonts can be used with all console drivers. The number then represents the font height (number of scan lines). Alternatively, the font may be represented as HEIGHTxWIDTH; however, such font specifications require the kbd console package (not console-tools) plus framebuffer (and the RadeonFB kernel driver for framebuffer does not support them either).
be: Выберыце памер шрыфту для кансолі Linux. Простыя цэлыя лічбы, якія адпавядаюць пэўным шрыфтам, можна выкарыстоўваць з усімі драйверамі кансолі. Гэтыя лічбы задаюць вышыню сімвалаў (у радках). Акрамя таго, шрыфт можна задаць у выглядзе ВЫШЫНЯxШЫРЫНЯ, але такая спецыфікацыя шрыфту патрабуе кансольны пакет kbd (не console-tools) разам з кадравым буферам (драйвер ядра RadeonFB не падтрымлівае такую магчымасць).

source: Font heights can be useful for figuring out the real size of the symbols on the console. For reference, the font used when the computer boots has size 16.
be: Вышыня шрыфту можа быць карыснай для высвятлення рэальнага памеру сімвалаў у кансолі. Для параўнання: памер шрыфту пры запуску камп'ютара, мае памер 16.

source: Encoding to use on the console:
be: Кадзіроўка для выкарыстання ў кансолі:

source: Configure the keyboard
be: Сканфігураваць клавіятуру

source: Other
be: Іншая

source: Keyboard model:
be: Мадэль клавіятуры:

source: Please select the model of the keyboard of this machine.
be: Выберыце мадэль клавіятуры гэтага камп'ютара.

source: Country of origin for the keyboard:
be: Краіна паходжання клавіятуры:

source: The layout of keyboards varies per country, with some countries having multiple common layouts. Please select the country of origin for the keyboard of this computer.
be: У кожнай краіне выкарыстоўваецца свая раскладка клавіятуры, а некаторыя краіны выкарыстоўваюць некалькі агульных раскладак. Выберыце краіну паходжання для клавіятуры камп'ютара.

source: Keyboard layout:
be: Раскладка клавіятуры:

source: Please select the layout matching the keyboard for this machine.
be: Выберыце адпаведную раскладку клавіятуры для гэтага камп'ютара.

source: Keep the current keyboard layout in the configuration file?
be: Ці пакідаць бягучую раскладку клавіятуры ў файле канфігурацыі?

source: The current keyboard layout in the configuration file /etc/default/keyboard is defined as XKBLAYOUT="${XKBLAYOUT}" and XKBVARIANT="${XKBVARIANT}".
be: Бягучая раскладка клавіятуры ў файле канфігурацыі /etc/default/keyboard вызначана як XKBLAYOUT="${XKBLAYOUT}" і XKBVARIANT="${XKBVARIANT}".

source: Please choose whether you want to keep it. If you choose this option, no questions about the keyboard layout will be asked and the current configuration will be preserved.
be: Выберыце, ці хочаце вы пакінуць гэтыя налады. Калі вы адкажыце станоўча, то пытанні пра раскладку клавіятуры больш задавацца не будуць, а замест гэтага будзе захавана бягучая канфігурацыя.

source: Keep default keyboard layout (${XKBLAYOUTVARIANT})?
be: Ці пакідаць прадвызначаную раскладку клавіятуры (${XKBLAYOUTVARIANT})?

source: The default value for the keyboard layout is XKBLAYOUT="${XKBLAYOUT}" and XKBVARIANT="${XKBVARIANT}". This default value is based on the currently defined language/region and the settings in /etc/X11/xorg.conf.
be: Прадвызначанае значэнне раскладкі клавіятуры: XKBLAYOUT=«${XKBLAYOUT}» і XKBVARIANT=«${XKBVARIANT}». Гэта прадвызначанае значэнне заснавана на выбранай мове, рэгіёне і наладах у /etc/X11/xorg.conf.

source: Please choose whether you want to keep it. If you choose this option, no questions about the keyboard layout will be asked.
be: Выберыце, ці пакідаць гэтыя налады. Калі вы адкажыце станоўча, то пытанні пра раскладку клавіятуры больш задавацца не будуць.

source: Keep current keyboard options in the configuration file?
be: Ці пакідаць бягучыя параметры клавіятуры ў файле канфігурацыі?

source: The current keyboard options in the configuration file /etc/default/keyboard are defined as XKBOPTIONS="${XKBOPTIONS}".
be: Бягучыя параметры клавіятуры ў канфігурацыйным файле /etc/default/keyboard вызначаны як XKBOPTIONS=«${XKBOPTIONS}».
