Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dselect-*.po
Languages: uk

source: Purged packages and those never installed
uk: Вичищені й пакунки що ніколи не встановлювалися

source: Purged
uk: Вичищений

source: Error
uk: Помилка

source: Installed?
uk: Встановлено?

source: Old mark
uk: Було позначено для

source: Marked for
uk: Позначено для

source: EIOM
uk: ОУБП

source: Section
uk: Розділ

source: Priority
uk: Пріоритет

source: Package
uk: Пакунок

source: Avail.arch
uk: Дост.арх.

source: Inst.arch
uk: Вст.арх.

source: Avail.ver
uk: Дост.верс.

source: Inst.ver
uk: Заст.верс

source: dselect - recursive package listing
uk: dselect — вкладений список пакунків

source: dselect - inspection of package states
uk: dselect — перегляд станів пакунків

source: dselect - main package listing
uk: dselect — основний список пакунків

source: (by section)
uk: (по розділу)

source: (avail., section)
uk: (доступність, розділ)

source: (status, section)
uk: (стан, розділ)

source: (by priority)
uk: (по пріоритету)

source: (avail., priority)
uk: (доступність, пріоритет)

source: (status, priority)
uk: (стан, пріоритет)

source: (alphabetically)
uk: (за абеткою)

source: (by availability)
uk: (за доступністю)

source: (by status)
uk: (за станом)

source: mark:+/=/- terse:v help:?
uk: позначити:+/=/- коротко:v підказка:?

source: mark:+/=/- verbose:v help:?
uk: позначити:+/=/- детально:v підказка:?

source: terse:v help:?
uk: коротко:v підказка:?

source: verbose:v help:?
uk: детально:v підказка:?

source: The line you have highlighted represents many packages; if you ask to install, remove, hold, etc. it you will affect all the packages which match the criterion shown. If you move the highlight to a line for a particular package you will see information about that package displayed here. You can use 'o' and 'O' to change the sort order and give yourself the opportunity to mark packages in different kinds of groups.
uk: Даний рядок надає багато пакунківв. Якщо Ви позначите його для встановлення, вилучення тощо, ця команда буде виконана для усіх пакунків, що відповідають вказаному критерію. Якщо Ви перейдете до рядка, у якому надано окремий пакунок, у цьому вікні Ви побачите інформацію про цей пакунок. Використовуйте клавіші «o» та «O» для змінювання порядку сортування пакунків. Це дозволить позначати пакунки, користуючись широким набором критеріїв.

source: Interrelationships
uk: залежності

source: No description available.
uk: Немає опису.

source: Installed control file information
uk: Встановолена інформація з файлу control

source: Available control file information
uk: Доступна інформація з файлу control

source: there are no packages
uk: немає пакунків

source: invalid search option given
uk: задано неправильні параметри пошуку

source: error in regular expression
uk: некоректний регулярний вираз

source: does not appear to be available
uk: недоступний

source: or
uk: або

source: All
uk: Усі

source: All packages
uk: Усі пакунки

source: %s packages without a section
uk: %s пакунки поза відомими розділами

source: %s packages in section %s
uk: %s пакунки у розділі %s

source: %s %s packages
uk: %s %s пакунки

source: %s %s packages without a section
uk: %s %s пакунки поза відомими розділами

source: %s %s packages in section %s
uk: %s %s пакунки у розділі %s

source: %-*s %s%s%s; %s (was: %s). %s
uk: %-*s %s%s%s; %s (було: %s). %s
