Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-*.po
Languages: uk

source: ==> Modified (by you or by a script) since installation.
uk: ==> Змінений (вами або скриптом) під час встановлення.

source: ==> Deleted (by you or by a script) since installation.
uk: ==> Вилучений (вами або скриптом) під час встановлення.

source: ==> Package distributor has shipped an updated version.
uk: ==> Автор пакунку надав оновлену версію.

source: Version in package is the same as at last installation.
uk: Версія у пакунку та сама, що й при останньому встановленні.

source: ==> Using new file as you requested.
uk: ==> За вашою вказівкою використовується новий файл.

source: ==> Using current old file as you requested.
uk: ==> За вашою вказівкою використовується старий файл.

source: ==> Keeping old config file as default.
uk: ==> Типово зберігається старий файл налаштування.

source: ==> Using new config file as default.
uk: ==> Типово використовується новий файл налаштування.

source: What would you like to do about it ? Your options are: Y or I : install the package maintainer's version N or O : keep your currently-installed version D : show the differences between the versions Z : start a shell to examine the situation
uk: Що потрібно зробити? Є наступні варіанти: Y або I : встановити версію, пропоновану супроводжувачем пакунку N або O : залишити наразі встановлену версію D : показати відмінності між версіями Z : запустити оболонку командного рядка для перевірки ситуації

source: The default action is to keep your current version.
uk: Типово зберігається поточна версія файлу налаштування.

source: The default action is to install the new version.
uk: Типово встановлюється нова версія файлу.

source: [default=N]
uk: [типово=N]

source: [default=Y]
uk: [типово=Y]

source: [no default]
uk: [типового значення немає]

source: error writing to stderr, discovered before conffile prompt
uk: помилка запису виведення помилок, знайдена перед появою діалогу конфігураційного файлу

source: read error on stdin at conffile prompt
uk: помилка читання з стандартного введення у діалогу конфігураційного файлу

source: end of file on stdin at conffile prompt
uk: кінець файлу у стандартному введенні у діалогу конфігураційного файлу

source: conffile difference visualizer
uk: візуалізатор відмінностей conffile

source: Type 'exit' when you're done.
uk: Коли закінчите, наберіть «exit».

source: conffile shell
uk: оболонка conffile

source: unable to stat new distributed conffile '%.250s'
uk: не вдалося отримати інформацію про новий розповсюджуваний conffile-файл «%.250s»

source: unable to stat current installed conffile '%.250s'
uk: не вдалося отримати інформацію про вже встановлений conffile-файл «%.250s»

source: Configuration file '%s', does not exist on system. Installing new config file as you requested.
uk: Файл налаштування «%s» відсутній. За Вашою вказівкою встановлюється новий файл налаштування.

source: %s: failed to remove old backup '%.250s': %s
uk: %s: не вдалося вилучити резервну копію «%.250s»: %s

source: %s: failed to rename '%.250s' to '%.250s': %s
uk: %s: не вдалося змінити назву «%.250s» на «%.250s»: %s

source: %s: failed to remove '%.250s': %s
uk: %s: не вдалося вилучити «%.250s»: %s

source: %s: failed to remove old distributed version '%.250s': %s
uk: %s: не вдалося вилучити стару розповсюджувану версію «%.250s»: %s

source: %s: failed to remove '%.250s' (before overwrite): %s
uk: %s: не вдалося вилучити «%.250s» (перед перезаписом): %s

source: %s: failed to link '%.250s' to '%.250s': %s
uk: %s: не вдалося створити посилання «%.250s» на «%.250s»: %s

source: Installing new version of config file %s ...
uk: Встановлення нової версії файлу налаштувань %s ...

source: unable to install '%.250s' as '%.250s'
uk: не вдалося встановити «%.250s» у якості «%.250s»

source: no package named '%s' is installed, cannot configure
uk: пакунок з іменем «%s» не встановлений, налаштування неможливе

source: package %.250s is already installed and configured
uk: пакунок %.250s вже встановлено та налаштовано

source: package %.250s is not ready for configuration cannot configure (current status '%.250s')
uk: пакунок %.250s не готовий до налаштування налаштування неможливе (поточний стан: «%.250s»)

source: package %s cannot be configured because %s is not ready (current status '%s')
uk: пакунок %s не може бути налаштовано, оскільки не готовий %s (поточний стан: «%s»)

source: package %s %s cannot be configured because %s is at a different version (%s)
uk: пакунок %s %s не може бути налаштовано, оскільки %s іншої версії (%s)

source: dependency problems prevent configuration of %s: %s
uk: залежності пакунків не дозволяють налаштувати пакунок %s: %s

source: dependency problems - leaving unconfigured
uk: проблеми з залежностями - залишається неналаштованим

source: %s: dependency problems, but configuring anyway as you requested: %s
uk: %s: проблеми залежностей, але за вашою вказівкою все одно робимо налаштування: %s

source: package is in a very bad inconsistent state; you should reinstall it before attempting configuration
uk: пакунок знаходиться у поганому стані; потрібно перевстановити його до початку налаштування

source: Setting up %s (%s) ...
uk: Налаштовування %s (%s) ...

source: %s: unable to stat config file '%s' (= '%s'): %s
uk: %s: не вдалося отримати інформацію про файл налаштування «%s» (= «%s»): %s

source: %s: config file '%s' is a circular link (= '%s')
uk: %s: файл налаштування «%s» є циклічним посиланням (= «%s»)

source: %s: unable to readlink conffile '%s' (= '%s'): %s
uk: %s: не вдалося виконати readlink для conffile-файлу «%s» (= «%s»): %s

source: %s: conffile '%.250s' resolves to degenerate filename ('%s' is a symlink to '%s')
uk: %s: запис про conffile-файл «%.250s» дозволяється у вироджене ім’я файлу («%s» є символьним посиланням на «%s»)

source: %s: conffile '%.250s' is not a plain file or symlink (= '%s')
uk: %s: conffile-файл «%.250s» не є звичайним файлом або символьним посиланням (= «%s»)

source: %s depends on %s
uk: %s залежить від %s

source: %s pre-depends on %s
uk: %s попередньо залежить від %s

source: %s recommends %s
uk: %s рекомендує %s

source: %s suggests %s
uk: %s пропонує %s

source: %s breaks %s
uk: %s ламає %s

source: %s conflicts with %s
uk: %s конфліктує з %s

source: %s enhances %s
uk: %s підсилює %s

source: %.250s is to be removed.
uk: %.250s буде вилучено.

source: %.250s is to be deconfigured.
uk: %.250s буде деконфігурований.

source: %.250s is to be installed, but is version %.250s.
uk: %.250s буде встановлено, але це версія %.250s.

source: %.250s is installed, but is version %.250s.
uk: %.250s встановлено, але це версія %.250s.

source: %.250s is unpacked, but has never been configured.
uk: %.250s розпакований, але не був налаштований.

source: %.250s is unpacked, but is version %.250s.
uk: %.250s розпакований, але це версія %.250s.

source: %.250s latest configured version is %.250s.
uk: %.250s остання налаштована версія є %.250s.

source: %.250s is %s.
uk: %.250s є %s.

source: %.250s provides %.250s but is to be removed.
uk: %.250s забезпечує %.250s, проте він буде вилучений.

source: %.250s provides %.250s but is to be deconfigured.
uk: %.250s забезпечує %.250s, проте для нього буде вилучено налаштування.

source: %.250s provides %.250s but is %s.
uk: %.250s забезпечує %.250s, проте є %s.

source: %.250s is not installed.
uk: %.250s не встановлений.

source: %.250s (version %.250s) is to be installed.
uk: %.250s (версія %.250s) буде встановлений.

source: %.250s (version %.250s) is present and %s.
uk: %.250s (версія %.250s) присутній і %s.

source: %.250s provides %.250s and is to be installed.
uk: %.250s забезпечує %.250s і буде встановлений.

source: %.250s provides %.250s and is present and %s.
uk: %.250s забезпечує %.250s і присутній і %s.

source: The following packages are in a mess due to serious problems during installation. They must be reinstalled for them (and any packages that depend on them) to function properly:
uk: При встановленні таких пакунків виникли серйозні проблеми, й вони зовсім непрацездатні. Щоб ці (та інші, залежні від них) пакунки коректно функціонували, їх необхідно перевстановити:

source: The following packages have been unpacked but not yet configured. They must be configured using dpkg --configure or the configure menu option in dselect for them to work:
uk: Наступні пакунки розпаковано, але поки ще не налаштовано. Щоб вони запрацювали, їх необхідно налаштувати з допомогою команди dpkg --configure або обравши пункт "Налаштувати" у меню програми dselect:

source: The following packages are only half configured, probably due to problems configuring them the first time. The configuration should be retried using dpkg --configure <package> or the configure menu option in dselect:
uk: Наступні пакунки налаштовані лише частково. Ймовірно, це пов’язано з проблемами, що виникли при першій спробі налаштування. Потрібно провести налаштування ще раз за допомогою команди dpkg --configure <package> або пункту "Налаштувати" меню програми dselect:

source: The following packages are only half installed, due to problems during installation. The installation can probably be completed by retrying it; the packages can be removed using dselect or dpkg --remove:
uk: Наступні пакунки встановлено частково. Це пов’язано з проблемами, що виникли при встановленні. Ймовірно, встановлення можна закінчити, повторивши його. Вилучити пакунки можна за допомогою програми dselect або команди dpkg --remove:

source: The following packages are awaiting processing of triggers that they have activated in other packages. This processing can be requested using dselect or dpkg --configure --pending (or dpkg --triggers-only):
uk: Для наступних пакунків очікується обробка тригерів, які було активовано іншими пакунками. Ця обробка може бути запитана з dselect або за допомогою dpkg --configure --pending (або dpkg --triggers-only):

source: The following packages have been triggered, but the trigger processing has not yet been done. Trigger processing can be requested using dselect or dpkg --configure --pending (or dpkg --triggers-only):
uk: Для наступних пакунків було встановлено тригери, але обробку тригерів ще не виконано. Цю обробку може бути запитано з dselect або за допомогою dpkg --configure --pending (або dpkg --triggers-only):

source: The following packages are missing the list control file in the database, they need to be reinstalled:
uk: У наступних пакунків відсутні керуючі файли у базі даних, їх потрібно перевстановити:

source: The following packages are missing the md5sums control file in the database, they need to be reinstalled:
uk: У наступних пакунків відсутні керуючі файли md5sums у базі даних, їх потрібно перевстановити:

source: The following packages do not have an architecture:
uk: У наступних пакунків не вказано архітектуру:

source: The following packages have an illegal architecture:
uk: У наступних пакунків вказано некоректну архітектуру:

source: The following packages have an unknown foreign architecture, which will cause dependency issues on front-ends. This can be fixed by registering the foreign architecture with dpkg --add-architecture:
uk: Наступні пакунки належать невідомій нерідній архітектурі, з-за чого будуть виникати проблеми залежностей у оболонках керування. Це можна виправити зареєструвавши нерідну архітектуру виконавши dpkg --add-architecture:

source: Another process has locked the database for writing, and might currently be modifying it, some of the following problems might just be due to that.
uk: Інший процес заблокував базу на запис, й, можливо, змінює її, з-за цього можуть виникнути проблеми.

# section
source: <unknown>
uk: <невідомий>

source: %d in %s:
uk: %d пакунків з розділу %s:

source: %d package, from the following section:
uk: %d пакунок з наступного розділу:

source: multiple Conflicts and Replaces
uk: декілька Conflicts та Replaces

source: cannot see how to satisfy pre-dependency: %s
uk: незрозуміло як задовольнити залежності від попереднього встановлення: %s

source: cannot satisfy pre-dependencies for %.250s (wanted due to %.250s)
uk: встановити пакунок %.250s неможливо, однак це необхідно зробити до встановлення %.250s

source: --%s takes one <pkgname> argument
uk: --%s потребує наявності одного аргументу <назвапакунку>

source: package name '%s' is invalid: %s
uk: назва пакунку «%s» є неприпустимою: %s

source: --%s takes one <trigname> argument
uk: --%s потребує наявності одного аргументу <назватригера>

source: trigger name '%s' is invalid: %s
uk: назва тригера «%s» є неприпустимою: %s

source: --%s takes one <archname> argument
uk: --%s потребує наявності одного аргументу <назваархіву>

source: architecture name '%s' is invalid: %s
uk: назва архітектури «%s» є неприпустимою: %s

source: --%s takes one <version> argument
uk: --%s потребує наявності одного аргументу <версія>

source: version '%s' has bad syntax
uk: версія '%s' має поганий синтаксис

source: --compare-versions takes three arguments: <version> <relation> <version>
uk: параметр --compare-versions потребує наявності трьох аргументів: <версія> <відношення> <версія>

source: --compare-versions bad relation
uk: у якості аргументу --compare-versions вказано неприпустиме відношення

source: --%s used with obsolete relation operator '%s'
uk: --%s використаний із застарілим оператором відношення «%s»

source: failed to allocate memory for new entry in list of failed packages: %s
uk: не вдалося виділити пам’ять для нового елементу списку невдало встановлених пакунків: %s

source: too many errors, stopping
uk: надто багато помилок — зупиняємося

source: error processing package %s (--%s): %s
uk: помилка обробки пакунку %s (--%s): %s

source: error processing archive %s (--%s): %s
uk: помилка обробки архіву %s (--%s): %s

source: Errors were encountered while processing:
uk: При обробці таких пакунків сталися помилки:

source: Processing was halted because there were too many errors.
uk: Обробку зупинено з-за надто великої кількості помилок.

source: package %s was on hold, processing it anyway as you requested
uk: пакунок %s зафіксовано, але за вашою вказівкою все одно обробляється

source: Package %s is on hold, not touching it. Use --force-hold to override.
uk: Пакунок %s зафіксовано й не буде оброблено. Якщо вас це не влаштовує, використовуйте --force-hold.

source: not installed
uk: не встановлений

source: not installed but configs remain
uk: не встановлений, але залишилися файли налаштування

source: broken due to failed removal or installation
uk: непрацездатний у результаті невдалого вилучення або встановлення

source: unpacked but not configured
uk: розпакований, але не налаштований

source: broken due to postinst failure
uk: непрацездатний у результаті помилки в postinst

source: awaiting trigger processing by another package
uk: чекає обробки тригеру іншим пакунком

source: triggered
uk: з тригером

source: installed
uk: встановлено

source: '%s' not found in PATH or not executable
uk: «%s» відсутній у каталогах, перерахованих в PATH, або не є виконуваним

source: %d expected program not found in PATH or not executable %s
uk: у каталогах PATH не знайдено %d очікуваної програми або виконуваного файлу %s

source: Note: root's PATH should usually contain /usr/local/sbin, /usr/sbin and /sbin
uk: Зауваження: В PATH суперкористувача зазвичай мають бути присутніми /usr/local/sbin, /usr/sbin та /sbin

source: Debian '%s' package management program version %s.
uk: Система керування пакунками Debian «%s», версія %s.

source: Validatable things: pkgname, archname, trigname, version.
uk: Доступні для перевірки позиції: назвапакунку, назваархіву, назватригера, версія.

source: Use dpkg with -b, --build, -c, --contents, -e, --control, -I, --info, -f, --field, -x, --extract, -X, --vextract, --ctrl-tarfile, --fsys-tarfile on archives (type %s --help).
uk: На архівах використовуйте команду dpkg з параметрами -b, --build, -c, --contents, -e, --control, -I, --info, -f, --field, -x, --extract, -X, --vextract, --ctrl-tarfile, --fsys-tarfile (набирайте %s --help).

source: Comparison operators for --compare-versions are: lt le eq ne ge gt (treat empty version as earlier than any version); lt-nl le-nl ge-nl gt-nl (treat empty version as later than any version); < << <= = >= >> > (only for compatibility with control file syntax).
uk: Оператори порівняння для --compare-versions: lt le eq ne ge gt (розглядати порожню версію як ранішу, ніж будь-яку іншу); lt-nl le-nl ge-nl gt-nl (розглядати порожню версію як пізнішу, ніж будь-яку іншу); < << <= = >= >> > (лише для сумісності для контролю синтаксису файлу).

source: Use 'apt' or 'aptitude' for user-friendly package management.
uk: Скористайтеся 'apt' або 'aptitude' для полегшення керування пакунками.

source: Type dpkg --help for help about installing and deinstalling packages [*]; Use 'apt' or 'aptitude' for user-friendly package management; Type dpkg -Dhelp for a list of dpkg debug flag values; Type dpkg --force-help for a list of forcing options; Type dpkg-deb --help for help about manipulating *.deb files; Options marked [*] produce a lot of output - pipe it through 'less' or 'more' !
uk: Довідка зі встановлення і вилучення пакунків доступна по команді dpkg --help [*]; Програма «apt» або «aptitude» надає дружній інтерфейс керування пакунками; Щоб отримати перелік значень прапорців налагодження dpkg, уведіть dpkg -Dhelp; Щоб отримати інформацію про ігнорування проблем, уведіть dpkg --force-help; Щоб отримати довідку по роботі з файлами *.deb, уведіть dpkg-deb --help; Команди, позначені [*], виводять велику кількість інформації. Об’єднайте їх у конвеєр з програмами «less» або «more»!

source: Generally helpful progress information
uk: Загальна корисна інформація про події що відбуваються

source: Invocation and status of maintainer scripts
uk: Виклик та стан сценаріїв супроводжувача

source: Output for each file processed
uk: Інформація про кожен оброблений файл

source: Lots of output for each file processed
uk: Подробиці про кожен оброблений файл

source: Output for each configuration file
uk: Інформація про кожен файл налаштування

source: Lots of output for each configuration file
uk: Подробиці про кожен файл налаштування

source: Dependencies and conflicts
uk: Залежності та конфлікти

source: Lots of dependencies/conflicts output
uk: Подробиці про залежності та конфлікти

source: Trigger activation and processing
uk: Спрацьовування тригерів та їх обробка

source: Lots of output regarding triggers
uk: Подробиці по тригерам

source: Silly amounts of output regarding triggers
uk: Купа другорядної інформації по тригерам

source: Lots of drivel about eg the dpkg/info directory
uk: Різна маячня про, наприклад, каталог dpkg/info

source: Insane amounts of drivel
uk: Шалено велика кількість беззмістовного тексту

source: %s debugging option, --debug=<octal> or -D<octal>: Number Ref. in source Description
uk: параметр налагодження %s, --debug=<восьм. знач.> або -D<восьм. знач.>: Число У джерельному коді Опис

source: Debugging options can be mixed using bitwise-or. Note that the meanings and values are subject to change.
uk: Параметри налагодження об’єднуються побітовою операцією «або». Зауважимо, що значення та їх змістове навантаження може бути змінено.

source: --%s requires a positive octal argument
uk: --%s приймає у якості аргументу позитивне вісімкове число

source: unknown verify output format '%s'
uk: невідомий вихідний формат перевірки «%s»

source: null package name in --%s comma-separated list '%.250s'
uk: порожнє ім’я пакунку у --%s розділеному комами списку «%.250s»

source: error executing hook '%s', exit code %d
uk: помилка виконання пастки «%s», код повернення %d

source: status logger
uk: протоколювальник стану

source: architecture '%s' is illegal: %s
uk: архітектура «%s» некоректна: %s

source: architecture '%s' is reserved and cannot be added
uk: архітектура «%s» зарезервована й не може бути додана

source: cannot remove non-foreign architecture '%s'
uk: неможна вилучити рідну архітектуру «%s»

source: removing architecture '%s' currently in use by database
uk: архітектура що вилучається «%s» на дану мить використовується у базі даних

source: cannot remove architecture '%s' currently in use by the database
uk: неможливо вилучити архітектуру «%s», яка на дану мить використовується у базі даних

source: couldn't open '%i' for stream
uk: не вдалося відкрити потік дескриптора «%i»

source: unexpected end of file before end of line %d
uk: несподіваний кінець файлу перед кінцем рядка %d

source: cannot set primary group ID to root
uk: неможливо встановити ідентифікатор первинної групи для root

source: unable to setenv for subprocesses
uk: не вдалося виконати setenv для підпроцесу

source: you must specify packages by their own names, not by quoting the names of the files they come in
uk: пакунки задаються їх власнимии іменами, а не іменами файлів, з яких вони встановлені

source: --%s --pending does not take any non-option arguments
uk: --%s --pending не приймає аргументів, крім параметрів

source: Package %s listed more than once, only processing once.
uk: Пакунок %s перерахований декілька разів, обробляється лише раз.

source: More than one copy of package %s has been unpacked in this run ! Only configuring it once.
uk: На поточному проході розпаковано декілька копій пакунку %s! Налаштовується лише одна з них.

source: package %.250s is not ready for trigger processing (current status '%.250s' with no pending triggers)
uk: пакунок %.250s не готовий для обробки тригерів (поточний стан «%.250s» без тригерів розгляду)

source: Package %s which provides %s is to be removed.
uk: Пакунок %s надає %s, але має бути вилученим.

source: Package %s is to be removed.
uk: Пакунок %s буде вилучено.

source: Version of %s on system, provided by %s, is %s.
uk: Версія %s в системі, що надається %s — %s.

source: Version of %s on system is %s.
uk: Версія %s у системі %s.

source: Package %s which provides %s awaits trigger processing.
uk: Пакунок %s, що надає %s, очікує обробки тригерів очікування.

source: Package %s awaits trigger processing.
uk: Пакунок %s очікує обробки тригерів очікування.

source: also configuring '%s' (required by '%s')
uk: також налаштовується пакунок «%s» (необхідний для «%s»)

source: Package %s which provides %s is not configured yet.
uk: Пакунок %s, що надає %s, поки не налаштований.

source: Package %s is not configured yet.
uk: Пакунок %s поки не налаштований.

source: Package %s which provides %s is not installed.
uk: Пакунок %s, що надає %s, не встановлено.

source: Package %s is not installed.
uk: Пакунок %s не встановлено.

source: %s (%s) breaks %s and is %s.
uk: %s (%s) ламає %s та %s.

source: %s (%s) provides %s.
uk: %s (%s) надає %s.

source: Version of %s to be configured is %s.
uk: Версія %s, яку буде налаштовано: %s.

source: depends on
uk: залежить від

source: ; however:
uk: ; однак:

source: ignoring request to remove %.250s which isn't installed
uk: ігнорується запит на вилучення невстановленого пакунку %.250s

source: ignoring request to remove %.250s, only the config files of which are on the system; use --purge to remove them too
uk: ігнорується запит на вилучення пакунку %.250s, від якого збереглися лише файли налаштування; щоб вилучити й файли налаштування, використовуйте --purge

source: this is an essential package; it should not be removed
uk: це є важливий пакунок; він не повинен бути вилучений

source: dependency problems prevent removal of %s: %s
uk: проблеми з залежностями не дозволяють вилучити пакунок %s: %s

source: dependency problems - not removing
uk: проблеми з залежностямии — не вилучається

source: %s: dependency problems, but removing anyway as you requested: %s
uk: %s: є проблеми з залежностями, але за вашою вказівкою його все одно буде вилучено: %s
