Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-dev-*.po
Languages: uk

source: the series file (%s) contains unsupported options ('%s', line %s); dpkg-source might fail when applying patches
uk: файл series (%s) містить непідтримувані параметри («%s», рядок %s), у dpkg-source може не вийти накласти патчі

source: restoring quilt backup files for %s
uk: відновлення резервних копій файлів quilt для %s

source: bad line in substvars file %s at line %d
uk: неправильний рядок у файлі підстановок %s у рядка %d

source: invalid source version %s
uk: неприпустима версія джерела %s

source: obsolete substitution variable ${%s}
uk: застаріла змінна заміщення ${%s}

source: unknown host architecture '%s'
uk: невідома архітектура вузла «%s»

source: Version number suggests Ubuntu changes, but Maintainer: does not have Ubuntu address
uk: Номер Version припускає зміни Ubuntu, але у Maintainer: немає адреси Ubuntu

source: Version number suggests Ubuntu changes, but there is no XSBC-Original-Maintainer field
uk: Номер Version припускає зміни Ubuntu, але немає поля XSBC-Original-Maintainer

source: %s is not a valid version
uk: %s не є припустимою версією

source: version number cannot be empty
uk: номер версії не може бути порожнім

source: epoch part of the version number cannot be empty
uk: частина з епохою у номері версії не може бути порожньою

source: upstream version cannot be empty
uk: upstream-версія не може бути порожньою

source: revision cannot be empty
uk: редакція не може бути порожньою

source: version number does not start with digit
uk: номер версії не може починатися з цифри

source: version number contains illegal character '%s'
uk: номер версії містить неприпустимий символ «%s»

source: epoch part of the version number is not a number: '%s'
uk: частина епохи у номері версії не є числом: '%s'
