Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-*.po
Languages: uk

source: file '%.250s' is corrupt - bad magic at end of second header
uk: файл «%.250s» пошкоджений — неприпустимий ідентифікатор типу у кінці другого заголовку

source: file '%.250s' is corrupt - second member is not data member
uk: файл «%.250s» пошкоджений — другий компонент не є компонентом даних

source: file '%.250s' is corrupt - wrong number of parts for quoted sizes
uk: файл «%.250s» пошкоджений — невірне число частин при вказаному розмірі частини

source: file '%.250s' is corrupt - size is wrong for quoted part number
uk: файл «%.250s» пошкоджений — неправильний розмір вказаної частини

source: file '%.250s' is corrupt - too short
uk: файл «%.250s» пошкоджений — надто короткий

source: cannot open archive part file '%.250s'
uk: не вдалося відкрити частину архіву «%.250s»

source: file '%.250s' is not an archive part
uk: файл «%.250s» не є частиною архіву

source: %s: Part format version: %d.%d Part of package: %s ... version: %s ... architecture: %s ... MD5 checksum: %s ... length: %jd bytes ... split every: %jd bytes Part number: %d/%d Part length: %jd bytes Part offset: %jd bytes Part file size (used portion): %jd bytes
uk: %s: Версія формату частини: %d.%d Частина пакунку: %s … версія: %s … архітектура: %s … сума MD5: %s … довжина: %jd байт … розбивати кожні: %jd байт Номер частини: %d/%d Розмір частини: %jd байт Зміщення частини: %jd байт Розмір файлу частини (використано) %jd байт

# architecture
source: <unknown>
uk: <невідомий>

source: --%s requires one or more part file arguments
uk: для --%s потрібно вказати один або більше файлів частин у якості аргументів

source: file '%s' is not an archive part
uk: файл «%s» не є частиною архіву

source: Putting package %s together from %d part:
uk: Склеювання пакунку %s з %d частини:

source: unable to open output file '%.250s'
uk: не вдалося відкрити результуючий файл «%.250s»

source: unable to (re)open input part file '%.250s'
uk: не вдалося (пере)відкрити початкову частину архіву «%.250s»

source: cannot skip split package header for '%s': %s
uk: неможливо пропустити заголовок розбитого пакунку «%s»: %s

source: cannot append split package part '%s' to '%s': %s
uk: неможливо додати частину розбитого пакунку «%s» у «%s»: %s

source: done
uk: виконано

source: files '%.250s' and '%.250s' are not parts of the same file
uk: файли «%.250s» і «%.250s» не є частинами одного й того самого файлу

source: there are several versions of part %d - at least '%.250s' and '%.250s'
uk: присутстні декілька версій частини %d — принаймні, «%.250s» і «%.250s»

source: part %d is missing
uk: відсутня %d частина

source: Debian '%s' package split/join tool; version %s.
uk: Проґрама розбиття/об’єднання пакунків Debian «%s», версія %s.

source: Usage: %s [<option> ...] <command>
uk: Використання: %s [<опції> ...] <команди>

source: Commands: -s|--split <file> [<prefix>] Split an archive. -j|--join <part> <part> ... Join parts together. -I|--info <part> ... Display info about a part. -a|--auto -o <complete> <part> Auto-accumulate parts. -l|--listq List unmatched pieces. -d|--discard [<filename> ...] Discard unmatched pieces.
uk: Команди: -s|--split <файл> [<префікс>] розбити архів на частини -j|--join <частина> <частина> … об’єднати частини -I|--info <частина> … вивести інформацію про частину -a|--auto -o <ціле> <частина> автоматично зібрати частини -l|--listq показати частини що не збіглися -d|--discard [<файл> …] відкинути чатини що не збіглися

source: Exit status: 0 = ok 1 = with --auto, file is not a part 2 = trouble
uk: Коди завершення: 0 = ok 1 = с --auto, файл не є частиною 2 = проблема

source: Type dpkg-split --help for help.
uk: Щоб отримати довідку, уведіть dpkg-split --help.

source: part size is far too large or is not positive
uk: розмір частини завеликий або не позитивний

source: part size must be at least %d KiB (to allow for header)
uk: розмір частини має бути, принаймні, %d КіБ (розмір заголовку)

source: <standard error>
uk: <стандартна помилка>

source: unable to read depot directory '%.250s'
uk: помилка читання робочого каталогу «%.250s»

source: --auto requires the use of the --output option
uk: параметр --auto потребує наявності параметру --output

source: --auto requires exactly one part file argument
uk: параметр --auto приймає в точності один аргумент (ім’я частини файлу)

source: unable to read part file '%.250s'
uk: не вдалося прочитати частину архіву «%.250s»

source: File '%.250s' is not part of a multipart archive.
uk: Файл «%.250s» не є частиною архіву.

source: unable to reopen part file '%.250s'
uk: не вдалося поновій відкрити частину архіву «%.250s»

source: unable to open new depot file '%.250s'
uk: не вдалося відкрити новий робочий файл «%.250s»

source: cannot extract split package part '%s': %s
uk: неможливо витягти частину розбитого пакунку «%s»: %s

source: unable to rename new depot file '%.250s' to '%.250s'
uk: не вдалося перейменувати новий робочий файл «%.250s» в «%.250s»

source: Part %d of package %s filed (still want
uk: Частину %d пакунку %s збережено у файл (залишилося створити

source: and
uk: і

source: unable to delete used-up depot file '%.250s'
uk: не вдалося вилучити вже не потрібний робочий файл «%.250s»

source: --%s takes no arguments
uk: --%s не потребує наявності аргументів

source: Junk files left around in the depot directory:
uk: У робочому каталозі залишилися сторонні файли:

source: unable to stat '%.250s'
uk: не вдалося отримати інформацію про файл «%.250s»

source: %s (%jd bytes)
uk: %s (%jd байт(и))

source: %s (not a plain file)
uk: %s (не є звичайним файлом)

source: Packages not yet reassembled:
uk: Ще не перезібрані пакунки:

source: Package %s: part(s)
uk: Пакунок %s: частина(ин)

source: part file '%.250s' is not a plain file
uk: частина архіву «%.250s» не є звичайним файлом

source: (total %jd bytes)
uk: (всього %jd байт(и))

source: unable to discard '%.250s'
uk: не вдалося вилучити файл «%.250s»

source: Deleted %s.
uk: Вилучено %s.

source: package field value extraction
uk: витягнення значення поля пакунку

source: unable to open source file '%.250s'
uk: не вдалося відкрити джерельний файл «%.250s»

source: unable to fstat source file
uk: не вдалося отримати інформацію про джерельний файл

source: source file '%.250s' not a plain file
uk: джерельний файл '%.250s' не звичайний файл

source: Splitting package %s into %d part:
uk: Розділення пакунку %s на %d частину:

source: header is too long, making part too long; the package name or version numbers must be extraordinarily long, or something; giving up
uk: задовгий заголовок, створювана частина задовга; ім’я пакунку або номер версії повинні бути надзвичайно довгі або щось подібне; нічого неможна зробити

source: --split needs a source filename argument
uk: дія --split потребує вказування ім’я джерельного файлу

source: --split takes at most a source filename and destination prefix
uk: дія --split не приймає аргументів, крім ім’я джерельного файлу та префіксу місця призначення

source: Use --help for help about diverting files.
uk: Використовуйте параметр --help для виводу довідки по відхилених (diverting) файлах.

source: Debian %s version %s.
uk: Debian %s версія %s.

source: Commands: [--add] <file> add a diversion. --remove <file> remove the diversion. --list [<glob-pattern>] show file diversions. --listpackage <file> show what package diverts the file. --truename <file> return the diverted file.
uk: Команди: [--add] <файл> додати відхилення. --remove <файл> вилучити відхилення. --list [<glob-шаблон>] показати відхилені файли. --listpackage <файл> показати які пакунки відхиляють файл. --truename <файл> повернути відхилений файл.

source: When adding, default is --local and --divert <original>.distrib. When removing, --package or --local and --divert must match if specified. Package preinst/postrm scripts should always specify --package and --divert.
uk: При додаванні, типового значення --local й --divert <original>.distrib. При вилученні, якщо задані --package або --local, тоді повинні збігатися з --divert. У сценаріях пакунків preinst/postrm завжди потрібно вказувати --package та --divert.

source: cannot stat file '%s'
uk: не вдалося виконати stat для файлу «%s»

source: error checking '%s'
uk: помилка при перевірці '%s'

source: rename involves overwriting '%s' with different file '%s', not allowed
uk: перейменування викличе перезапис «%s» іншим файлом «%s», що не дозволено

source: unable to create file '%s'
uk: не вдалося створити файл '%s'

source: cannot copy '%s' to '%s': %s
uk: не вдалося скопіювати «%s» у «%s»: %s

source: cannot rename '%s' to '%s'
uk: не вдалося змінити назву '%s' на '%s'

source: rename: remove duplicate old link '%s'
uk: rename: вилучення дублюючого старого посилання «%s»

source: unable to remove copied source file '%s'
uk: не вдалося вилучити скопійований джерельний файл «%s»

source: filename "%s" is not absolute
uk: ім’я файлу «%s» вказано не з повним шляхом

source: file may not contain newlines
uk: файл не може містити символів нового рядка

source: local diversion of %s
uk: локальне відхилення %s

source: local diversion of %s to %s
uk: локальне відхилення %s у %s

source: diversion of %s by %s
uk: відхилення %s з-за %s

source: diversion of %s to %s by %s
uk: відхилення %s у %s з-за %s

source: any diversion of %s
uk: будь-яке відхилення %s

source: any diversion of %s to %s
uk: будь-яке відхилення %s у %s

source: --%s needs a single argument
uk: --%s потрібен один аргумент

source: cannot divert directories
uk: неможливо відхилити каталоги

source: cannot divert file '%s' to itself
uk: неможливо відхилити файл «%s» в самого себе

source: Leaving '%s'
uk: Залишається '%s'

source: '%s' clashes with '%s'
uk: «%s» розходиться з «%s»

source: Adding '%s'
uk: Додається '%s'

source: Ignoring request to rename file '%s' owned by diverting package '%s'
uk: Ігнорується запит на зміну назви файлу «%s», що належить відхиляючому пакунку «%s»

source: No diversion '%s', none removed.
uk: Немає відхилення «%s», нічого не вилучено.

source: mismatch on divert-to when removing '%s' found '%s'
uk: незбігається з divert-to при вилученні «%s» знайдено «%s»

source: mismatch on package when removing '%s' found '%s'
uk: незбігається з пакунком при вилученні «%s» знайдено «%s»

source: Ignoring request to remove shared diversion '%s'.
uk: Ігнорується запит на вилучення загального відхилення «%s».

source: Removing '%s'
uk: Вилучається '%s'

source: package may not contain newlines
uk: пакунок не може містити символів нового рядка

source: divert-to may not contain newlines
uk: divert-to не може містити символів нового рядка

source: Use --help for help about overriding file stat information.
uk: Використовуйте параметр --help для виводу довідки про стан замінюючих файлів.

source: Commands: --add <owner> <group> <mode> <path> add a new <path> entry into the database. --remove <path> remove <path> from the database. --list [<glob-pattern>] list current overrides in the database.
uk: Команди: --add <власник> <група> <режим> <шлях> додати новий запис <шлях> у БД. --remove <шлях> вилучити <шлях> з бази даних. --list [<шаблон-glob>] перелік поточних замін у базі даних.

source: stripping trailing /
uk: вилучаються кінцеві /

source: user '%s' does not exist
uk: користувач «%s» не існує

source: group '%s' does not exist
uk: група «%s» не існує

source: error setting ownership of '%.255s'
uk: помилка при встановленні власника «%.255s»

source: error setting permissions of '%.255s'
uk: помилка при встановленні прав доступу до «%.255s»

source: --%s needs four arguments
uk: для --%s потрібні чотири параметри

source: path may not contain newlines
uk: шлях не може містити символи нового рядка

source: an override for '%s' already exists, but --force specified so will be ignored
uk: заміщення для «%s» вже існує, але вказано параметр --force, тому помилка ігнорується

source: an override for '%s' already exists; aborting
uk: заміщення для «%s» вже існує, зупинка

source: --update given but %s does not exist
uk: вказано --update, але %s не існує

source: no override present
uk: немає заміщень

source: --update is useless for --remove
uk: --update безкорисний разом з --remove

source: Type dpkg-trigger --help for help about this utility.
uk: Щоб отримати довідку, уведіть dpkg-trigger --help.

source: Debian %s package trigger utility version %s.
uk: Утиліта роботи з тригерами пакунків Debian %s, версія %s.

source: Commands: --check-supported Check if the running dpkg supports triggers.
uk: Команди: --check-supported Перевірити, чи підтримує тригери наявний dpkg.

source: must be called from a maintainer script (or with a --by-package option)
uk: має викликатися з сценарію супроводжувача(або з параметром --by-package)

source: takes one argument, the trigger name
uk: приймає лише один аргумент, ім’я тригеру

source: illegal awaited package name '%.250s': %.250s
uk: неправильне ім’я очікуваного пакунку «%.250s»: %.250s

source: invalid trigger name '%.250s': %.250s
uk: невірне ім’я тригера '%.250s': %.250s

source: triggers data directory not yet created
uk: каталог з даними тригерів ще не створено

source: trigger records not yet in existence
uk: записи тригеру поки не існують

source: no packages found matching %s
uk: шаблону %s не відповідає жодний пакунок

source: Desired=Unknown/Install/Remove/Purge/Hold | Status=Not/Inst/Conf-files/Unpacked/halF-conf/Half-inst/trig-aWait/Trig-pend |/ Err?=(none)/Reinst-required (Status,Err: uppercase=bad)
uk: Бажаний=невідомо[u]/встановити[i]/вилучити[r]/вичистити[p]/зафіксувати[h] | Стан=не[n]/встановлений[i]/налаштований[c]/розпакований[U]/частково налаштований[F]/ частково встановлений[H]/trig-aWait/Trig-pend |/ Помилка?=(ні)/вимагається перевстановлення[R] (верхній регістр у полях стану й помилки вказує на ненормальну ситуацію)

source: Name
uk: Ім’я

source: Version
uk: Версія

source: Architecture
uk: Архітектура

source: Description
uk: Опис

source: diversion by %s from: %s
uk: відхилено %s з: %s

source: diversion by %s to: %s
uk: відхилено %s у: %s

source: local diversion from: %s
uk: локальне відхилення з: %s

source: local diversion to: %s
uk: локальне відхилення у: %s

source: --search needs at least one file name pattern argument
uk: --search вимагає встановити у якості аргументу хоча б один шаблон імен файлів

source: no path found matching pattern %s
uk: не знайдено шлях, що підходить під шаблон %s

source: package '%s' is not installed and no information is available
uk: пакунок «%s» не встановлено, інформація про нього недоступна

source: package '%s' is not available
uk: пакунок '%s' недоступний

source: --%s needs at least one package name argument
uk: --%s вимагає вказування хоча б одного ім’я пакунку

source: package '%s' is not installed
uk: пакунок '%s' не встановлено

source: Package '%s' does not contain any files (!)
uk: Пакунок «%s» не містить файлів (!)

source: locally diverted to: %s
uk: локально відхилений у: %s

source: package diverts others to: %s
uk: пакунок відхиляє файл іншого пакунку у %s

source: diverted by %s to: %s
uk: відхилено %s у %s

source: control file contains %c
uk: керуючий файл містить %c

source: --%s takes one package name argument
uk: для --%s вимагається одне ім’я пакунку

source: --%s takes exactly two arguments
uk: параметр --%s приймає рівно два аргументи

source: control file '%s' does not exist
uk: керуючий файл «%s» не існує

source: Debian %s package management program query tool version %s.
uk: Система керування пакунками Debian %s, версія інструменту опиту %s.

source: Use --help for help about querying packages.
uk: Використовуйте параметр --help для виводу довідки по запитам пакунків.

source: error reading from dpkg-deb pipe
uk: Помилка при читанні з dpkg-deb пакунку

source: cannot skip padding for file '%.255s': %s
uk: не вдалося пропустити заповнення (padding) у файлі «%.255s»: %s

source: cannot skip file '%.255s' (replaced or excluded?) from pipe: %s
uk: не вдалося пропустити файл «%.255s» (замінений чи виключений?) з каналу: %s

source: unable to create '%.255s' (while processing '%.255s')
uk: не вдалося створити «%.255s» (при обробці «%.255s»)

source: cannot copy extracted data for '%.255s' to '%.255s': %s
uk: не вдалося скопіювати витягнуті дані «%.255s» у «%.255s»: %s

source: error closing/writing '%.255s'
uk: помилка при закритті/запису «%.255s»

source: error creating pipe '%.255s'
uk: помилка створення каналу «%.255s»

source: error creating device '%.255s'
uk: помилка створення пристрою «%.255s»

source: error creating symbolic link '%.255s'
uk: помилка створення символьного посилання «%.255s»

source: error creating directory '%.255s'
uk: помилка створення каталогу «%.255s»

source: error setting timestamps of '%.255s'
uk: помилка при встановленні часу модифікації «%.255s»

source: error setting ownership of symlink '%.255s'
uk: помилка при встановленні власника символьного посилання «%.255s»

source: unable to read link '%.255s'
uk: не вдалося прочитати символьне посилання «%.255s»

source: symbolic link '%.250s' size has changed from %jd to %zd
uk: розмір символьного посилання «%.250s» змінено з %jd на %zd

source: trying to overwrite shared '%.250s', which is different from other instances of package %.250s
uk: спроба перезаписати загальний «%.250s», який відрізняється від інших екземплярів пакунку %.250s

source: failed to stat (dereference) existing symlink '%.250s'
uk: не вдалося виконати stat для існуючого символьного посилання «%.250s»

source: failed to stat (dereference) proposed new symlink target '%.250s' for symlink '%.250s'
uk: не вдалося виконати stat для передбачуваного нового символьного посилання мети «%.250s» для символьного посилання «%.250s»

source: newline not allowed in archive object name '%.255s'
uk: в назві об'єкту архіва недозволено використовувати символ нового рядка «%.255s»

source: trying to overwrite '%.250s', which is the diverted version of '%.250s' (package: %.100s)
uk: спроба переписати «%.250s», що є відхиленою версією «%.250s» (пакунок: %.100s)

source: trying to overwrite '%.250s', which is the diverted version of '%.250s'
uk: спроба переписати «%.250s», що є відхиленою версією «%.250s»

source: unable to clean up mess surrounding '%.255s' before installing another version
uk: при встановленні іншої версії не вдалося очистити оточення «%.255s»

source: unable to stat restored '%.255s' before installing another version
uk: перед встановленням нової версії не вдалося отримати інформацію про відновлений файл «%.255s»

source: archive contained object '%.255s' of unknown type 0x%x
uk: архів містить об’єкт «%.255s» невідомого типу 0x%x

source: Replacing files in old package %s (%s) ...
uk: Заміна файлів у старому пакунку %s (%s)...

source: Replaced by files in installed package %s (%s) ...
uk: Замінений файлами у встановленому пакунку %s (%s)...

source: trying to overwrite directory '%.250s' in package %.250s %.250s with nondirectory
uk: спроба переписати каталог «%.250s» у пакунку %.250s %.250s файлом, що не є каталогом

source: trying to overwrite '%.250s', which is also in package %.250s %.250s
uk: спроба перезаписати «%.250s», який вже є у пакунку %.250s %.250s

source: unable to move aside '%.255s' to install new version
uk: не вдалося перемістити у інше місце «%.255s», що необхідно для встановлення нової версії

source: unable to make backup symlink for '%.255s'
uk: не вдалося створити резервне посилання на «%.255s»

source: unable to chown backup symlink for '%.255s'
uk: не вдалося змінити власника резервного посилання на «%.255s»

source: unable to make backup link of '%.255s' before installing new version
uk: не вдалося створити резервне посилання на «%.255s» перед встановленням нової версії

source: unable to install new version of '%.255s'
uk: не вдалося встановити нову версію «%.255s»

source: unable to open '%.255s'
uk: не вдалося відкрити «%.255s»

source: unable to sync file '%.255s'
uk: не вдалося синхронізувати файл «%.255s»

source: yes, will deconfigure %s (broken by %s)
uk: так, %s буде переведений у неналаштований стан (поломаний з-за %s)

source: regarding %s containing %s: %s
uk: відносно %s, що містить %s: %s

source: ignoring breakage, may proceed anyway!
uk: поломка ігнорується, можна продовжувати!

source: installing %.250s would break %.250s, and deconfiguration is not permitted (--auto-deconfigure might help)
uk: встановлення %.250s поламає %.250s, й деконфігурацію не дозволено (--auto-deconfigure може допомогти)

source: installing %.250s would break existing software
uk: встановлення %.250s може пошкодити програми що існують

source: considering removing %s in favour of %s ...
uk: розглядується вилучення %s, замість якого буде використано %s …

source: %s is not properly installed; ignoring any dependencies on it
uk: %s не встановлений коректно, усі залежності від нього ігноруються

source: may have trouble removing %s, as it provides %s ...
uk: можливі проблеми з вилученням %s, оскільки він надає %s …

source: package %s requires reinstallation, but will remove anyway as you requested
uk: пакунок %s вимагає перевстановлення, але за вашою вказівкою все одно буде вилучено

source: package %s requires reinstallation, will not remove
uk: пакунок %s вимагає перевстановлення й не буде вилучено

source: yes, will remove %s in favour of %s
uk: так, пакунок %s буде вилучено, щоб можна було встановити %s

source: conflicting packages - not installing %.250s
uk: конфлікт пакунків — %.250s не буде встановлено

source: ignoring conflict, may proceed anyway!
uk: конфлікт ігнорується, можна продовжувати!

source: --%s --recursive needs at least one path argument
uk: --%s --recursive вимагає хоча б одного імені каталогу

source: searched, but found no packages (files matching *.deb)
uk: пошук закінчено, пакунки (файли з іменами, задовольняючими шаблону *.deb) знайти не вдалося

source: --%s needs at least one package archive file argument
uk: --%s необхідно вказати щонайменш один файл у якості аргументу

source: cannot access archive '%s'
uk: неможливо отримати доступ до архіву «%s»

source: archive '%s' is not a regular file
uk: архів «%s» не є звичайним файлом

source: Selecting previously unselected package %s.
uk: Вибір раніше не обраного пакунку %s.

source: Skipping unselected package %s.
uk: Пропуск не обраного пакунку %s.

source: version %.250s of %.250s already installed, skipping
uk: версію %.250s пакунку %.250s вже встановлено, пропускаємо

source: downgrading %.250s from %.250s to %.250s
uk: зниження версії %.250s з %.250s до %.250s

source: will not downgrade %.250s from %.250s to %.250s, skipping
uk: версію %.250s не буде понижено з %.250s до %.250s, пропускаємо

source: unable to remove newly-installed version of '%.250s' to allow reinstallation of backup copy
uk: не вдалося вилучити нову версію «%.250s», що необхідно для повернення до старої версії

source: unable to restore backup version of '%.250s'
uk: неможливо відновити збережену копію старої версії «%.250s»

source: unable to remove backup copy of '%.250s'
uk: не вдалося вилучити збережену копію «%.250s»

source: unable to remove newly-installed version of '%.250s'
uk: неможливо вилучити тільки що встановлену версію «%.250s»

source: unable to remove newly-extracted version of '%.250s'
uk: не вдалося встановити тільки що розпаковану нову версію «%.250s»

source: Configuration file '%s'
uk: Файл конфігурації «%s»

source: Configuration file '%s' (actually '%s')
uk: Файл конфігурації «%s» (фактично «%s»)

source: ==> File on system created by you or by a script. ==> File also in package provided by package maintainer.
uk: ==> Файл у системі створено вами або сценарієм. ==> Файл також у пакунку, що постачається його супроводжувачем.

source: Not modified since installation.
uk: Протягом встановлення не змінювався.
