Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-dev-*.po
Languages: uk

source: an union dependency can only contain simple dependencies
uk: у об’єднуючій залежності можуть бути лише прості залежності

source: badly formed line in files list file, line %d
uk: неправильний формат рядка у файлі зі списком файлів, рядок %d

source: duplicate files list entry for file %s (line %d)
uk: повторний запис у списку файлів для файлу %s (рядок %d)

source: cannot open directory %s
uk: неможливо відкрити теку %s

source: invalid filename %s
uk: невірне ім’я файлу %s

source: info
uk: інформація

source: notice
uk: сповіщення

source: warning
uk: Попередження

source: error
uk: помилка

source: %s subprocess returned exit status %d
uk: підпроцес %s повернув код завершення %d

source: %s subprocess was killed by signal %d
uk: підпроцес %s був знищений за сигналом %d

source: %s subprocess failed with unknown status code %d
uk: підпроцес %s завершився невдачею з кодом стану %d

source: Use --help for program usage information.
uk: Для отримання інформації про використання проґрами використовуйте параметр --help.

source: pipe for %s
uk: виклик pipe для %s

source: chdir to %s
uk: виклик chdir у %s

source: reopen stdin
uk: повторне відкриття stdin

source: reopen stdout
uk: повторне відкриття stdout

source: child process
uk: дочірній процес

source: wait for %s
uk: виклик wait для %s

source: %s didn't complete in %d second
uk: %s не закінчиться за %d секунду

source: <standard input>
uk: <стандартний ввід>

source: File::FcntlLock not available; using flock which is not NFS-safe
uk: File::FcntlLock недоступна; використовується flock, яку небезпечно використовувати при роботі з NFS

source: failed to get a write lock on %s
uk: помилка при отриманні блокування %s на запис

source: may not be empty string
uk: не може бути порожнім рядком

source: character '%s' not allowed
uk: символ '%s' заборонено

source: must start with an alphanumeric character
uk: має починатися з латинської літери або цифри

source: source package name '%s' is illegal: %s
uk: ім’я пакунку з джерельним кодом «%s» некоректне: %s

source: source package has two conflicting values - %s and %s
uk: пакунок з джерельним кодом містить два значення що конфліктують: %s й %s

source: unknown executable format in file '%s'
uk: невідомий виконуваний формат у файлі «%s»

source: couldn't parse dynamic relocation record: %s
uk: не вдалося проаналізувати запис динамічного перерозподілення: %s

source: couldn't parse dynamic symbol definition: %s
uk: не вдалося проаналізувати визначення динамічного символу: %s

source: symbol name unspecified: %s
uk: не задано ім’я символу: %s

source: you can't use symver tag to catch unversioned symbols: %s
uk: ви не можете використовувати мітку symver для знаходження неверсійних символів: %s

source: symbol information must be preceded by a header (file %s, line %s)
uk: символьна інформація повинна починатися з заголовку (файл %s, рядок %s)

source: failed to parse line in %s: %s
uk: не вдалося розібрати рядок у %s: %s

source: failed to parse a line in %s: %s
uk: не вдалося розібрати рядок у %s: %s

source: tried to merge the same object (%s) twice in a symfile
uk: спроба об’єднати один об’єкт (%s) двічі у файлі символів

source: cannot merge symbols from objects without SONAME
uk: не вдалося об’єднати символи з об’єктів без SONAME

source: write on tar input
uk: виклик write для вводу tar

source: close on tar input
uk: закриття вводу tar

source: cannot create directory %s
uk: не вдалося створити каталог %s

source: cannot opendir %s
uk: не вдалося виконати opendir %s

source: unable to rename %s to %s
uk: не вдається перейменувати %s щоб %s

source: cannot stat directory %s (before removal)
uk: не вдалося виконати функцію stat для каталогу %s (перед вилученням)

source: unable to check for removal of directory '%s'
uk: не вдається перевірити для вилучення каталогу '%s

source: rm -rf failed to remove '%s'
uk: при вилученні «%s» команда rm -rf завершилася невдало

source: cannot change timestamp for %s
uk: не вдалося змінити мітку часу для %s

source: cannot read timestamp from %s
uk: не вдалося змінити мітку часу з %s

source: adding %s to %s
uk: додається %s у %s

source: unwanted binary file: %s
uk: небажаний двійковий файл: %s

source: detected %d unwanted binary file (add it in debian/source/include-binaries to allow its inclusion).
uk: знайдено %d небажаний двійковий файл (щоб дозволити включення, додайте його у debian/source/include-binaries).

source: %s is not the name of a file
uk: %s не є іменем файлу

source: missing critical source control field %s
uk: відсутнє критичне керуюче поле джерельних кодів %s

source: source package format '%s' is not supported: %s
uk: формат пакунку з джерельним кодом «%s» не підтримується: %s

source: source package uses only weak checksums
uk: пакет вихідного коду використовує лише слабкі контрольні суми

source: %s and %s fields are required to compute the source basename
uk: поля %s та %s потрібні для обчислення вихідного базового імені

source: %s is not a valid option for %s
uk: %s не є припустимим параметром для %s

source: %s does not exist
uk: %s не існує

source: cannot make %s executable
uk: не вдалося зробити %s виконуваним

source: %s is not a plain file
uk: %s не є простим файлом

source: '%s' is not supported by the source format '%s'
uk: '%s' не підтримується форматом джерельного коду '%s'

source: auto select original source
uk: автоматичний вибір оригінального джерела

source: use packed original source (unpack and keep)
uk: використовувати запаковане оригінальне джерело (розпакувати та зберегти)

source: use packed original source (unpack and remove)
uk: використовувати запаковане оригінальне джерело (розпакувати та видалити)

source: use unpacked original source (pack and keep)
uk: використовувати розпаковане оригінальне джерело (упакувати та зберегти)

source: use unpacked original source (pack and remove)
uk: використовувати розпаковане оригінальне джерело (упакувати та видалити)

source: trust packed and unpacked original sources are same
uk: вважати запаковані та розпаковані оригінальні джерела однаковими

source: there is no diff, do main tarfile only
uk: немає різниці, тільки головний tarfile

source: like -sa, -sk, -sp, -su, -sr but may overwrite
uk: як -sa, -sk, -sp, -su, -sr але з перезаписом

source: abort if generated diff has upstream files changes
uk: скасувати, якщо згенерована різниця має зміни у висхідних файлах

source: leave original source packed in current directory
uk: залишити оригінальне джерело, упаковане в поточний каталог

source: do not copy original source to current directory
uk: не копіювати оригінальне джерело в поточний каталог

source: unpack original source tree too
uk: розпакувати оригінальне джерело також

source: do not apply debian diff to upstream sources
uk: не застосовувати різницю debian до висхідних джерел

source: -s%s option overrides earlier -s%s option
uk: параметр -s%s замінить раніше вказаний параметр -s%s

source: source handling style -s%s not allowed with -x
uk: вказувати обробник джерельних кодів -s%s не дозволено разом з -x

source: multiple tarfiles in v1.0 source package
uk: декілька tar-файлів у пакунку з джерельним кодом версії v1.0

source: unrecognized file for a %s source package: %s
uk: нерозпізнаний файл у пакунку з джерельним кодом %s: %s

source: no tarfile in Files field
uk: немає tar-файлу у полі Files

source: native package with .orig.tar
uk: рідний пакунок з .orig.tar

source: unable to rename '%s' to '%s'
uk: неможливо перейменувати «%s» на «%s»

source: unpacking %s
uk: розпаковується %s

source: unable to keep orig directory (already exists)
uk: неможливо зберегти orig каталог (вже існує)

source: failed to rename newly-extracted %s to %s
uk: відмова при зміні назви тільки що витягнутого %s у %s

source: failed to rename saved %s to %s
uk: відмова при зміні назви збереженого %s у %s

source: applying %s
uk: накладується %s

source: upstream files that have been modified: %s
uk: авторські файли було змінено: %s

source: only supports gzip compression
uk: підтримується лише метод стиснення gzip

source: -b takes at most a directory and an orig source argument (with v1.0 source package)
uk: значенням параметру -b є лише каталог та orig джерельний код (для джерельного коду пакунку v1.0)

source: source handling style -s%s not allowed with -b
uk: тип роботи з джерельними кодами -s%s неможна вказувати разом з -b

source: packed orig '%s' exists but is not a plain file
uk: запакований orig «%s» існує, але не є простим файлом

source: cannot stat orig argument %s
uk: не вдалося виконати функцію stat для orig параметру %s

source: orig argument is unpacked but source handling style -s%s calls for packed (.orig.tar.<ext>)
uk: orig параметр розпакований, але викликаються методи -s%s як для упакованих джерельних кодів (.orig.tar.<розш>)

source: orig argument is packed but source handling style -s%s calls for unpacked (.orig/)
uk: orig параметр упакований, але викликаються методи -s%s як для розпакованих джерельних кодів (.orig/)

source: orig argument %s is not a plain file or directory
uk: orig параметр %s не є звичайним файлом або каталогом

source: orig argument is empty (means no orig, no diff) but source handling style -s%s wants something
uk: orig параметр порожній (тобто не orig й не diff), але вказана команда щось зробити -s%s

source: unpacked orig '%s' exists but is not a directory
uk: існує розпакований orig «%s», але не є каталогом

source: unable to stat putative unpacked orig '%s'
uk: неможливо виконати функцію stat для припущеного розпакованого orig «%s»

source: non-native package version does not contain a revision
uk: у версії нерідного пакунку відсутня ревізія

source: native package version may not have a revision
uk: у версії рідного пакунку може бути відсутньою ревізія

source: source directory '%s' is not <sourcepackage>-<upstreamversion> '%s'
uk: каталог джерельних кодів '%s' не у вигляді <пакунок джерельних кодів>-<оригінальна версія> '%s'

source: .orig directory name %s is not <package>-<upstreamversion> (wanted %s)
uk: ім’я каталогу .orig %s не у вигляді <пакунок>-<оригінальна версія> (потрібен %s)

source: .orig.tar name %s is not <package>_<upstreamversion>.orig.tar (wanted %s)
uk: ім’я .orig.tar %s не у вигляді <пакунок>_<оригінальна версія>.orig.tar (потрібен %s)

source: tarfile '%s' already exists, not overwriting, giving up; use -sU or -sR to override
uk: tar-файл «%s» вже існує, не перезаписується, зупин; використовуйте -sU або -sR для перезапису

source: unable to check for existence of '%s'
uk: неможливо перевірити існування «%s»

source: unable to rename '%s' (newly created) to '%s'
uk: неможливо перейменувати «%s» (нещодавно створений) в «%s»

source: unable to change permission of '%s'
uk: неможливо змінити права «%s»

source: building %s using existing %s
uk: збірка %s з використанням що існує %s

source: orig directory '%s' already exists, not overwriting, giving up; use -sA, -sK or -sP to override
uk: оригінальний каталог '%s' вже існує, не перезаписуємо, відмовляємося; використовуйте -sA, -sK або -sP для перезанпису

source: unable to check for existence of orig directory '%s'
uk: неможливо перевірити наявність оригінального каталогу «%s»

source: the diff modifies the following upstream files: %s
uk: diff змінює наступні авторські файли: %s

source: use the '3.0 (quilt)' format to have separate and documented changes to upstream files, see dpkg-source(1)
uk: використовується формат «3.0 (quilt)» для розділення та опису змін авторських файлів, див dpkg-source(1)

source: aborting due to --abort-on-upstream-changes
uk: переривання роботи з-за --abort-on-upstream-changes

source: unrepresentable changes to source
uk: нехарактерні зміни у джерельному коді

source: include removed files in the patch
uk: додати вилучені файли в латку

source: include timestamp in the patch
uk: додавати мітку часу в латку

source: include binary files in the tarball
uk: додавати двійкові файли в tarball

source: do not prepare build tree by applying patches
uk: нее готувати дерево збірки, застосовуючи латки

source: do not unapply patches if previously applied
uk: не прибирати латки, якщо вони були застосовані раніше

source: unapply patches if previously applied (default)
uk: прибирати латки, якщо вони були раніше застосовані (за замовчуванням)

source: create an empty original tarball if missing
uk: створити порожній оригінальний tarball за відсутності

source: record generated patches, instead of aborting
uk: записати генеровані латки, замість переривання

source: do not extract debian tarball into upstream sources
uk: не розпаковувати debian tarball до висхідних джерел

source: do not apply patches at the end of the extraction
uk: не застосовувати латки в кінці видобування

source: duplicate files in %s source package: %s
uk: повторення файлу у пакунку з джерельним кодом %s: %s

source: missing orig.tar or debian.tar file in v2.0 source package
uk: відсутній файл orig.tar або debian.tar у пакунку з джерельним кодом версії v2.0

source: mismatched orig.tar %s for signature %s in source package
uk: у пакунку з джерельним кодом не збігається orig.tar %s з підписом %s

source: missing addon orig.tar for signature %s in source package
uk: у пакунку з джерельним кодом відсутній додатковий orig.tar для підпису %s

source: mismatched addon orig.tar %s for signature %s in source package
uk: у пакунку з джерельним кодом не збігається додатковий orig.tar %s з підписом %s

source: required removal of '%s' installed by original tarball
uk: потрібне вилучення «%s», встановленого із оригінального tarball

source: unapplying %s
uk: скасування накладень на %s

source: no upstream tarball found at %s
uk: авторський tarball не знайдено у %s

source: patches are not applied, applying them now
uk: патчі не було накладено, робимо це зараз

source: several orig.tar files found (%s and %s) but only one is allowed
uk: знайдено декілька файлів orig.tar (%s й %s), але може бути лише один

source: copy of the debian directory
uk: копіювання каталогу debian

source: local changes detected, the modified files are:
uk: знайдено локальні зміни, змінено файли:

source: -b takes only one parameter with format '%s'
uk: значення параметру -b є лише один аргумент у форматі «%s»

source: cannot represent change to %s: %s
uk: не вдалося представити зміну %s: %s

source: binary file contents changed
uk: вміст двійкового файлу змінено

source: add %s in debian/source/include-binaries if you want to store the modified binary in the debian tarball
uk: додайте %s у debian/source/include-binaries, якщо бажаєте зберігати змінений двійковий файл у debian tarball

source: you can integrate the local changes with %s
uk: ви можете вбудувати локальні зміни у %s

source: aborting due to unexpected upstream changes, see %s
uk: переривання роботи з-за неочікуваних змін авторського коду, дивіться %s

source: local changes have been recorded in a new patch: %s
uk: локальні зміни були записану у новий патч: %s

source: cannot remove %s
uk: не вдалося вилучити %s

source: failed to copy %s to %s
uk: не вдалося скопіювати %s у %s

source: cannot register changes in %s, this patch already exists
uk: неможливо зареєструвати зміни у %s, такий патч вже існує

source: patch file '%s' doesn't exist
uk: файл патчу «%s» не існує

source: there are no local changes to record
uk: немає локальних змін для запису

source: Enter the desired patch name:
uk: Уведіть бажане ім’я патчу:

source: no patch name given; cannot proceed
uk: не надано назву латки, продовжувати неможливо

source: cannot find an editor
uk: не вдалося знайти редактор

source: cannot unpack bzr-format source package because bzr is not in the PATH
uk: неможливо розпакувати пакунок з джерельним кодом у форматі bzr, оскільки bzr відсутній у PATH

source: source directory is not the top directory of a bzr repository (%s/.bzr not present), but Format bzr was specified
uk: джерельний каталог не є початковим каталогом сховища bzr (немає %s/.bzr), але вказано Format bzr

source: %s is a symlink
uk: %s є символьним посиланням

source: %s is a symlink to outside %s
uk: %s є символьним посиланням зовні %s

source: doesn't contain a bzr repository
uk: не містить сховища bzr

source: bzr status exited nonzero
uk: команда bzr status закінчилася з ненулевим кодом виходу

source: uncommitted, not-ignored changes in working directory: %s
uk: не збережено у головне сховище, зміни що не ігноруються у робочому каталозі: %s

source: expected %s, got %s
uk: очікувалося %s, отримано %s

source: define the format of the generated source package
uk: визначити формат сгенерованого джерела вихідного коду

source: Format '3.0 (custom)' is only used to create source packages
uk: Формат «3.0 (custom)» використовується лише для створення пакунків з джерельним кодом

source: no files indicated on command line
uk: немає файлів, вказаних у командному рядку

source: --target-format option is missing
uk: відсутній параметр --target-format

source: cannot unpack git-format source package because git is not in the PATH
uk: неможливо розпакувати пакунок з джерельним кодом у форматі git, оскільки git відсутній у PATH

source: source directory is not the top directory of a git repository (%s/.git not present), but Format git was specified
uk: джерельний каталог не є початковим каталогом сховища git (немає %s/.git), але вказано Format git

source: git repository %s uses submodules; this is not yet supported
uk: у сховищі git %s використовуються субмодулі; це поки не підтримується

source: specify a git <ref> to include in the git bundle
uk: вкажіть git <ref> для додавання для згортка git

source: create a shallow clone with <number> depth
uk: створити частковий клон з глибиною <number>

source: doesn't contain a git repository
uk: не містить сховища git

source: git ls-files exited nonzero
uk: команда git ls-files закінчилася с ненулевим кодом виходу

source: creating shallow clone with depth %s
uk: створюється поверхневий клон з глибиною %s

source: bundling: %s
uk: комплектація: %s

source: format v3.0 (git) uses only one .git file
uk: у форматі v3.0 (git) використовується лише файл .git

source: format v3.0 (git) uses only one .gitshallow file
uk: у форматі v3.0 (git) використовується лише файл .gitshallow

source: format v3.0 (git) unknown file: %s
uk: невідомий файл для формату v3.0 (git): %s

source: format v3.0 (git) expected %s
uk: відповідно формату v3.0 (git) очікується %s

source: cloning %s
uk: клонується %s

source: setting up shallow clone
uk: налаштування поверхневого клону

source: unrecognized file for a native source package: %s
uk: нерозпізнаний файл для рідного пакунку з джерельним кодом: %s

source: use a single debianization patch
uk: використати окрему латку дебіанізації

source: accept quilt metadata <version> even if unknown
uk: приймати метадані quilt <version> навіть якщо невідомо

source: can't create symlink %s
uk: не вдалося створити символьне посилання %s

source: unsupported version of the quilt metadata: %s
uk: версія метеданих що не підтримується quilt: %s

source: file %s has no final newline (either original or modified version)
uk: файл %s не закінчується символом нового рядка (оригінальна або змінена версія)

source: unknown line from diff -u on %s: '%s'
uk: невідомий рядок у виводі diff -u для %s: «%s»

source: failed to write
uk: не вдалося записати

source: diff on %s
uk: виклик diff для %s

source: cannot stat file %s
uk: не вдалося виконати функцію stat для файлу %s

source: cannot read link %s
uk: не вдалося прочитати посилання %s

source: device or socket is not allowed
uk: пристрої або сокети не дозволені

source: unknown file type
uk: невідомий тип файлу

source: ignoring deletion of file %s
uk: ігнорується вилучення файлу %s

source: ignoring deletion of file %s, use --include-removal to override
uk: ігнорується вилучення файлу %s, для подолання використовуйте --include-removal

source: ignoring deletion of directory %s
uk: ігнорується вилучення каталогу %s

source: ignoring deletion of symlink %s
uk: ігнорується вилучення символьного посилання %s

source: newly created empty file '%s' will not be represented in diff
uk: нещодавно створений порожній файл '%s' не буде включено у diff

source: executable mode %04o of '%s' will not be represented in diff
uk: права виконання %04o для '%s' не буде включено у diff

source: special mode %04o of '%s' will not be represented in diff
uk: спеціальні права %04o для '%s' не буде включено у diff

source: cannot represent change to %s:
uk: не вдалося представити зміну %s:

source: new version is %s
uk: нова версія %s

source: old version is %s
uk: стара версія %s

source: diff %s patches file with C-style encoded filename
uk: файл латок diff «%s» з іменем у стилі C

source: expected ^--- in line %d of diff '%s'
uk: очікується ^--- у рядку %d в diff «%s»

source: diff '%s' patches file with name ending in .dpkg-orig
uk: diff '%s' патчі файлу з ім'ям, що закінчується в .dpkg-orig

source: diff '%s' finishes in middle of ---/+++ (line %d)
uk: diff «%s» завершився у середині ---/+++ (рядок %d)

source: line after --- isn't as expected in diff '%s' (line %d)
uk: рядок після --- не той, що очікувався в diff «%s» (рядок %d)

source: none of the filenames in ---/+++ are valid in diff '%s' (line %d)
uk: усі імена файлів у ---/+++ некоректні у diff '%s' (рядок %d)

source: %s contains an insecure path: %s
uk: %s містить небезпечний шлях: %s

source: diff %s modifies file %s through a symlink: %s
uk: diff %s змінює файл %s через символьне посилання: %s

source: original and modified files are /dev/null in diff '%s' (line %d)
uk: оригінальний та змінений файли дорівнюють /dev/null для diff «%s» (рядок %d)

source: file removal without proper filename in diff '%s' (line %d)
uk: вилучення файлу без правильного імені файлу в diff «%s» (рядок %d)

source: diff %s removes a non-existing file %s (line %d)
uk: diff %s вилучає файл що не існує %s (рядок %d)

source: diff '%s' patches something which is not a plain file
uk: diff «%s» латає щось, що не є простим файлом

source: diff '%s' patches files multiple times; split the diff in multiple files or merge the hunks into a single one
uk: різниця «%s» застосовує латки до файлів кілька разів; розділіть різницію на кілька файлів або злийте кілька частин в одну

source: diff '%s' patches file %s more than once
uk: різниця '%s' застосовує латку до файлу %s понад один раз

source: unexpected end of diff '%s'
uk: несподіваний кінець diff «%s»

source: expected [ +-] at start of line %d of diff '%s'
uk: очікується [ +-] на початку рядка %d в diff «%s»

source: expected ^@@ at line %d of diff '%s'
uk: очікується ^@@ в рядку %d в diff «%s»

source: diff '%s' doesn't contain any patch
uk: diff «%s» не містить латки

source: remove patch backup file %s
uk: вилучення резервної копії патчу %s

source: nonexistent
uk: не існує

source: plain file
uk: простий файл

source: directory
uk: каталог

source: symlink to %s
uk: символне посилання на %s

source: block device
uk: блочний пристрій

source: character device
uk: символьний пристрій

source: named pipe
uk: іменований канал

source: named socket
uk: іменований сокет

source: cannot mkdir %s
uk: не вдалося виконати mkdir %s

source: the patch has fuzz which is not allowed, or is malformed
uk: латка містить неточність (fuzz), що заборонено, або має некоректний формат

source: if patch '%s' is correctly applied by quilt, use '%s' to update it
uk: якщо патч «%s» коректно накладується quilt, використовуйте «%s» для його оновлення

source: %s should be a directory or non-existing
uk: %s повинен бути каталогом або не існувати

source: %s should be a file or non-existing
uk: %s повинен бути файлом або не існувати
