Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-dev-*.po
Languages: uk

source: unconditional maintainer override for %s
uk: безумовне перепризначення супроводжуючого для %s

source: cannot fork for %s
uk: не вдалося виконати fork для %s

source: couldn't parse control information from %s
uk: не вдалося проаналізувати керуючу інформацію з %s

source: 'dpkg-deb -I %s control' exited with %d, skipping package
uk: «dpkg-deb -I %s control» завершилася з кодом %d, пакунок пропускається

source: no Package field in control file of %s
uk: немає поля Package у керуючому файлі %s

source: package %s (filename %s) is repeat but newer version; used that one and ignored data from %s!
uk: пакунок %s (ім'я файлу %s) є повторення, але новіші версії; використовується він та ігноруються дані з %s!

source: package %s (filename %s) is repeat; ignored that one and using data from %s!
uk: пакунок %s (ім'я файлу %s) є повторенням; він ігнорується і використовуються дані з %s!

source: package %s (filename %s) has Filename field!
uk: пакунок %s (файл %s) містить поле Filename!

source: one to three arguments expected
uk: очікується від 1 до 3 арґументів

source: unsupported checksum '%s'
uk: непідтримувана контрольна сума «%s»

source: binary path %s not found
uk: двійковий шлях %s не знайдено

source: override file %s not found
uk: перезаписаного файлу %s не знайдено

source: failed when writing stdout
uk: збій при запису у стандартний вивід

source: couldn't close stdout
uk: не вдалося закрити стандартний вивід

source: Packages in override file with incorrect old maintainer value:
uk: Пакунки у файлі перепризначень з неправильним старим значенням супроводжуючого:

source: Packages specifying same maintainer as override file:
uk: Пакунки з тим самим супроводжуючим що й у файлі перепризначень:

source: Packages in archive but missing from override file:
uk: Пакунки є у архіві, але відсутні у файлі перепризначень:

source: Packages in override file but not in archive:
uk: Пакунки є у файлі перепризначень, але немає у архіві:

source: Wrote %s entries to output Packages file.
uk: Записано %s записів у вихідний файл Packages.

source: Usage: %s [<option>...] <binary-path> [<override-file> [<path-prefix>]] > Sources Options: -n, --no-sort don't sort by package before outputting. -e, --extra-override <file> use extra override file. -s, --source-override <file> use file for additional source overrides, default is regular override file with .src appended. --debug turn debugging on. -?, --help show this help message. --version show the version. See the man page for the full documentation.
uk: Використання: %s [<параметр> ...] <кат.двійк.пакунків> [<файл_перепризначень> [<префікс_шляху>]] > Sources Параметри: -n, --no-sort не сортувати за ім’ям пакунку перед виводом -e, --extra-override <файл> використовувати додатковий файл перепризначень -s, --source-override <файл> використовувати файл для додаткових перепризначень джерельних кодів, типово це звичайний файл перепризначень з доданим src --debug увімкнути налагодження -?, --help показати це повідомлення --version показати версію У довідковій сторінці доступна повна документація.

source: invalid override entry at line %d (%d fields)
uk: неправильний запис перепризначення у рядку %d (%d полів)

source: ignoring duplicate override entry for %s at line %d
uk: ігнорується дублюючий запис перепризначення для %s у рядку %d

source: ignoring override entry for %s, invalid priority %s
uk: ігнорується запис перепризначення для %s; неправильний пріоритет %s

source: invalid source override entry at line %d (%d fields)
uk: неправильний запис перепризначення джерельного коду у рядку %d (%d полів)

source: ignoring duplicate source override entry for %s at line %d
uk: ігнорування дублюючого запису перепризначення джерельного коду для %s у рядку %d

source: no binary packages specified in %s
uk: не задане двійкове поле у %s

source: administrative directory '%s' does not exist
uk: адміністративний каталог '%s' не існує

source: unrecognized dependency field '%s'
uk: нерозпізнане поле залежності «%s»

source: need at least one executable
uk: потрібен хоч один виконуваний файл

source: cannot find library %s needed by %s (ELF format: '%s' abi: '%s'; RPATH: '%s')
uk: неможливо знайти бібліотеку %s, що її потребує %s (формат ELF: «%s» abi: «%s»; RPATH: «%s»)

source: %s has an unexpected SONAME (%s)
uk: %s має неочікуваний SONAME (%s)

source: no dependency information found for %s (used by %s) Hint: check if the library actually comes from a package.
uk: інформація про залежності не знайдена для %s (використовується %s) Підказка: перевірте, чи справді бібліотеки з цього пакунку.

source: binaries to analyze should already be installed in their package's directory
uk: двійкові файли що аналізуються мають бути вже встановлені у свої каталоги пакунків

source: symbol %s used by %s found in none of the libraries
uk: символ %s, що використовується %s, у бібліотеках не знайдено

source: %s contains an unresolvable reference to symbol %s: it's probably a plugin
uk: %s містить нерозв’язуване посилання на символ %s: ймовірно, це модуль

source: %d similar warning has been skipped (use -v to see it)
uk: %d схоже попередження було пропущено (використовуйте -v, щоб побачити його)

source: %s should not be linked against %s (it uses none of the library's symbols)
uk: %s не повинен компонуватися з %s (не використовується жоден з її символів)

source: package could avoid a useless dependency if %s was not linked against %s (it uses none of the library's symbols)
uk: у пакунку %s можна вилучити безкорисну залежність від %s, якщо виключити її з компонування (оскільки не використовується жодного з її бібліотечних символів)

source: Note: libraries are not searched in other binary packages that do not have any shlibs or symbols file. To help dpkg-shlibdeps find private libraries, you might need to use -l.
uk: Примітка: бібліотеки не шукаються в інших бінарних пакунках, у яких немає файлу shlibs або symbols. Щоб допомогти dpkg-shlibdeps знайти персональні бібліотеки, використовуйте -l.

source: cannot continue due to the error above
uk: неможливо продовжувати з-за помилки, вказаної вище

source: invalid dependency got generated: %s
uk: при генерації отримано неправильну залежність: %s

source: install new varlist file '%s'
uk: встановлення нового файлу з переліком змінних «%s»

source: Usage: %s [<option>...] <executable>|-e<executable> [<option>...]
uk: Використання: %s [<параметр> ...] <вик.файл>|-e<вик.файл> [<параметр> ...]

source: Positional options (order is significant): <executable> include dependencies for <executable>, -e<executable> (use -e if <executable> starts with '-') -d<dependency-field> next executable(s) set shlibs:<dependency-field>.
uk: Позиційні параметри (порядок важливий): <вик.файл> включити усі залежності для <вик.файлу>, -e<вик.файл> (використовуйте -e, якщо <вик.файл> починається з «-») -d<поле-залеж.> для наступних вик.файлів задати у shlibs:<поле-залеж.>

source: Options: -l<library-dir> add directory to private shared library search list. -p<varname-prefix> set <varname-prefix>:* instead of shlibs:*. -O[<file>] write variable settings to stdout (or <file>). -L<local-shlibs-file> shlibs override file, not debian/shlibs.local. -T<substvars-file> update variables here, not debian/substvars. -t<type> set package type (default is deb). -x<package> exclude package from the generated dependencies. -S<package-build-dir> search needed libraries in the given package build directory first. -I<package-build-dir> ignore needed libraries, shlibs and symbols files in the given build directory. -v enable verbose mode (can be used multiple times). --ignore-missing-info don't fail if dependency information can't be found. --warnings=<value> define set of active warnings (see manual page). --admindir=<directory> change the administrative directory. -?, --help show this help message. --version show the version.
uk: Параметри: -l<кат.бібл.> додати каталог особистих загальних бібліотек у перелік пошуку. -p<преф.імені-пер.> задати <преф.імені-пер.>:* замість shlibs:*. -O[<файл>] вивести значення змінних у стандартний вивід (або <файл>). -L<лок.shlibs-файл> файл заміни shlibs замість debian/shlibs.local. -T<файл-змінн.> оновлювати змінні у цьому файлі, а не у debian/substvars. -t<тип> вказати тип пакунку (типово deb). -x<пакунок> виключити пакунок зі списку генерованих залежностей. -S<кат.зб.пак.> спочатку шукати необхідні бібліотеки у вказаному каталозі збірки пакунку. -I<кат.зб.пак> ігнорувати необхідні бібліотеки, shlibs та файли символів у вказаному каталозі збірки пакунку. -v включити показ подробиць роботи (може бути вказаний декілька разів). --ignore-missing-info не зупинятися, якщо не знайдена інформація про залежності. --warnings=<значення> задати набір активних попереджень (дивіться довідкову сторінку). --admindir=<каталог> змінити адміністративний каталог. -?, --help показати це повідомлення. --version показати версію.

source: Dependency fields recognized are: %s
uk: Поля залежностей що розпізнаються: %s

source: can't extract name and version from library name '%s'
uk: не вдалося вилучити назву і версію з ім'я бібліотеки '%s'

source: unable to open shared libs info file '%s'
uk: неможливо відкрити інформаційний файл розділюваної бібліотеки «%s»

source: shared libs info file '%s' line %d: bad line '%s'
uk: інформаційний файл розділюваної бібліотеки «%s» рядок %d: неправильний рядок «%s»

source: cannot open file %s
uk: не вдалося відкрити файл %s

source: $ORIGIN is used in RPATH of %s and the corresponding directory could not be identified due to lack of DEBIAN sub-directory in the root of package's build tree
uk: $ORIGIN використовується у RPATH з %s та відповідних каталогах не може бути визначено через відсутність DEBIAN підкаталогу у корені дерева збірки пакунку

source: diversions involved - output may be incorrect
uk: залучено відхилення - результат може бути неправильним

source: write diversion info to stderr
uk: запис інформації про відхилення у потік помилок

source: unknown output from dpkg --search: '%s'
uk: невідомий вивід від dpkg --search: '%s'

source: --%s needs a directory
uk: для --%s потрібен каталог

source: cannot stat directory %s
uk: не вдалося виконати функцію stat для каталогу %s

source: directory argument %s is not a directory
uk: значення параметру каталогу %s не є каталогом

source: unable to chdir to '%s'
uk: неможливо виконати chdir в «%s»

source: using options from %s: %s
uk: використовуються параметри з %s: %s

source: %s is not a supported compression
uk: непідтримуваний метод стиснення %s

source: %s is not a compression level
uk: %s не є ступенем стиснення

source: -E and -W are deprecated, they are without effect
uk: -E та -W застаріли, вони нічого не змінять

source: need an action option
uk: вкажіть потрібну дію

source: no source format specified in %s, see dpkg-source(1)
uk: не задано формат джерельних кодів у %s, див. dpkg-source(1)

source: %s doesn't contain any information about the source package
uk: %s не містить інформації про пакунок з джерельним кодом

source: architecture %s only allowed on its own (list for package %s is '%s')
uk: архітектура %s повинна бути лише із вказаних у пакунку (перелік для пакунку %s: «%s»)

source: %s doesn't list any binary package
uk: у %s відсутній якийсь двійковий пакунок

source: building source for a binary-only release
uk: збірка пакунку з джерельним кодом лише для двійкового випуску

source: can't build with source format '%s': %s
uk: неможливо зібрати з форматом джерельного коду '%s': %s

source: using source format '%s'
uk: використовується формат джерела «%s»

source: building %s in %s
uk: збірка %s у %s

source: --%s needs at least one argument, the .dsc
uk: --%s потребує вказування хоча-б одного значення .dsc

source: --%s takes no more than two arguments
uk: --%s може мати не більше двох значень

source: --%s needs the .dsc file as first argument, not a directory
uk: --%s приймає .dsc файл першим значенням, а не каталог

source: unpack target exists: %s
uk: мета розпакування існує: %s

source: %s doesn't contain a valid OpenPGP signature
uk: %s не містить коректного підпису OpenPGP

source: extracting unsigned source package (%s)
uk: розпакування непідписаного пакунку з джерельним кодом (%s)

source: extracting %s in %s
uk: витяг %s в %s

source: test control %s is not a regular file
uk: тестовий керуючий файл %s не є звичайним файлом

source: %s field contains value %s, but no tests control file %s
uk: %s поле містить значення %s, але не має тестів контрольного файлу %s

# source options
source: <none>
uk: <немає>

source: Usage: %s [<option>...] <command>
uk: Використання: %s [<параметр>...] <команда>

source: Commands: -x, --extract <filename>.dsc [<output-dir>] extract source package. -b, --build <dir> build source package. --print-format <dir> print the format to be used for the source package. --before-build <dir> run the corresponding source package format hook. --after-build <dir> run the corresponding source package format hook. --commit [<dir> [<patch-name>]] store upstream changes in a new patch.
uk: Команди: -x, --extract <ім’я_файлу>.dsc [<вихідн.каталог>] розпакувати пакунок джерельного коду -b, --build <кат> зібрати пакунок джерельного коду --print-format <кат> вивести формат джерельного коду, який використовувався би для збірки пакунку джерельного коду --before-build <кат> запустити відповідну обробку формату для джерельного пакунку. --after-build <кат> запустити відповідну обробку формату для джерельного пакунку. --commit [<кат> [<патч>]] зберегти зміни оригіналу у новому патчі

source: Build options: -c<control-file> get control info from this file. -l<changelog-file> get per-version info from this file. -F<changelog-format> force changelog format. --format=<source-format> set the format to be used for the source package. -V<name>=<value> set a substitution variable. -T<substvars-file> read variables here. -D<field>=<value> override or add a .dsc field and value. -U<field> remove a field. -i, --diff-ignore[=<regex>] filter out files to ignore diffs of (defaults to: '%s'). -I, --tar-ignore[=<pattern>] filter out files when building tarballs (defaults to: %s). -Z, --compression=<compression> select compression to use (defaults to '%s', supported are: %s). -z, --compression-level=<level> compression level to use (defaults to '%d', supported are: '1'-'9', 'best', 'fast')
uk: Параметри збірки: -c<кер.файл> брати керуючу інформацію з вказаного файлу -l<файл-зм.> брати перелік змін з вказаного файлу -F<формат-зм.> змінити формат файлу змін --format=<формат-джер.> вказати формат для джер.пакетів. -V<ім’я>=<знач.> встановити змінну підстановки -D<поле>=<знач.> замінити або додати поле та значення -U<поле> вилучити поле -i, --diff-ignore[=<рег.вираз>] фільтрувати файли для ігнорування різниць у (типово: «%s»). -I, --tar-ignore[=<шаблон>] фільтрувати файли при побудові tarballs (типово: «%s»). -Z, --compression=<стиснення> оберіть використовуване стиснення (типово: «%s», підтримувані значення: %s). -z, --compression-level=<рівень> використовуваний рівень стиснення (типово «%d», підтримувані значення: «1»-«9», «best», «fast»)

source: Extract options: --no-copy don't copy .orig tarballs --no-check don't check signature and checksums before unpacking --no-overwrite-dir do not overwrite directory on extraction --require-valid-signature abort if the package doesn't have a valid signature --require-strong-checksums abort if the package contains no strong checksums --ignore-bad-version allow bad source package versions.
uk: Параметри розпакування: --no-copy не копіювати .orig tarball-и --no-check не перевіряти підпис й контрольні суми перед розпакуванням --no-overwrite-dir не перезаписувати каталог при видобуванні --require-valid-signature перерватися, якщо немає коректного підпису --require-strong-checksums перериватися, якщо пакунок не містить міцних контрольних сум --ignore-bad-version дозволити неправильні версії джерельних пакунків.

source: Source format specific build and extract options are available; use --format with --help to see them.
uk: Доступні збірки, специфічні для формату джерела, та параметри видобування; щоб отримати довідку використовуйте --format з --help.

source: Commands: --is <vendor> returns true if current vendor is <vendor>. --derives-from <vendor> returns true if current vendor derives from <vendor>. --query <field> print the content of the vendor-specific field. --help show this help message. --version show the version.
uk: Команди: --is <постачальник> повернути true, якщо поточний постачальник — <постачальник> --derives-from <постачальник> повернути true, якщо поточний постачальник походить від <постачальника> --query <поле> показати вміст поле, визначене постачальником --help показати це повідомлення --version показати версію

source: Options: --vendor <vendor> assume <vendor> is the current vendor.
uk: Параметры: --vendor <постачальник> припускати, що <постачальник> є поточним постачальником

source: vendor %s doesn't exist in %s
uk: постачальник %s не існує в %s

source: cannot determine CC system type, falling back to default (native compilation)
uk: неможливо визначити системний тип CC, скидаємо до типового (рідна компіляція)

source: unknown CC system type %s, falling back to default (native compilation)
uk: невідомий системний тип CC %s, скидаємо до типового (рідна компіляція)

source: '%s' is not a legal architecture in list '%s'
uk: «%s» не є дозволеною архітектурою в списку «%s»

source: cannot read %s
uk: не вдалося прочитати %s

source: line %d of %s mentions unknown flag %s
uk: у рядку %d з %s згадано невідомий прапорець %s

source: line %d of %s is invalid, it has been ignored
uk: неправильний рядок %d з %s, його було проігноровано

source: invalid flag in %s: %s
uk: неправильний прапорець у %s: %s

source: unknown %s feature in %s variable: %s
uk: невідома властивість %s у змінній %s: %s

source: incorrect value in %s option of %s variable: %s
uk: некоректне значення у параметрі %s змінної %s: %s

source: cannot combine %s and %s
uk: не вдалося об’єднати %s та %s

source: unknown build type %s
uk: невідомий тип збірки %s

source: %s(l%s): %s LINE: %s
uk: %s(l%s): %s РЯДОК: %s

source: 'offset' without 'count' has no effect
uk: offset» без «count» марний

source: you can't combine 'count' or 'offset' with any other range option
uk: Ви не можете об'єднати 'count' або 'offset' з будь-яким іншим параметром

source: you can only specify one of 'from' and 'since', using 'since'
uk: можна вказати лише одне «from» й «since», використовується «since»

source: you can only specify one of 'to' and 'until', using 'until'
uk: можна вказати лише одне «to» й «until», використовується «until»

source: use newest entry that is earlier than the one specified
uk: найновіший елемент що використовується менший ніж вказаний

source: none found, starting from the oldest entry
uk: нічого не знайдено, починаємо з найстарішого елементу

source: use oldest entry that is later than the one specified
uk: найстаріший елемент що використовується більший ніж вказаний

source: first heading
uk: перший заголовок

source: next heading or end of file
uk: наступний заголовок чи кінець файлу

source: start of change data
uk: початок даних про зміни

source: more change data or trailer
uk: продовження даних про зміни або кінцевик

source: found start of entry where expected %s
uk: знайдено початок запису де очікувалося %s

source: badly formatted heading line
uk: неправильний формат рядка заголовку

source: found trailer where expected %s
uk: знайдено завершення де очікувалося %s

source: badly formatted trailer line
uk: неправильний формат рядка завершення

source: found change data where expected %s
uk: знайдено дані змін де очікувалося %s

source: found blank line where expected %s
uk: знайдено порожній рядок де очікувалося %s

source: unrecognized line
uk: нерозпізнаний рядок

source: found end of file where expected %s
uk: зайдено кінець файлу де очікувалося %s

source: version '%s' is invalid: %s
uk: Некоректна '%s' версія: %s

source: bad key-value after ';': '%s'
uk: невірна пара ключ-значення після «;»: «%s»

source: repeated key-value %s
uk: повторення пари ключ-значення %s

source: badly formatted urgency value: %s
uk: неправильний формат значення критичності: %s

source: bad binary-only value: %s
uk: небажаний лише двійкове значення: %s

source: unknown key-value %s
uk: невідомий ключ-значення %s

source: the header doesn't match the expected regex
uk: заголовок не підходить під очікуваний регулярний вираз

source: ignoring invalid week day '%s'
uk: нехтування неправильного тижню дня '%s'

source: invalid abbreviated month name '%s'
uk: неприпустима скорочена назва місяця '%s'

source: the trailer doesn't match the expected regex
uk: кінцевик не підходить під очікуваний регулярний вираз

source: changelog format %s is unknown: %s
uk: формат журналу змін %s невідомий: %s

source: fatal error occurred while parsing %s
uk: помилка яку не можна усунути при аналізі %s

source: unknown output format %s
uk: невідомий вихідний формат %s

source: cannot fstat file %s
uk: не вдалося виконати функцію fstat для файлу %s

source: file %s has size %u instead of expected %u
uk: файл %s має розмір %u замість очікуваного %u

source: file %s has checksum %s instead of expected %s (algorithm %s)
uk: файл %s має контрольну суму %s замість очікуваної %s (алгоритм %s)

source: invalid line in %s checksums string: %s
uk: неправильний рядок у рядковому значенні контрольної суми %s: %s

source: conflicting checksums '%s' and '%s' for file '%s'
uk: незбіг контрольних сум «%s» і «%s» для файлу «%s»

source: conflicting file sizes '%u' and '%u' for file '%s'
uk: незбіг розмірів «%u» і «%u» для файлу «%s»

source: %s is not a supported compression method
uk: метод стиснення не підтримується %s

source: Dpkg::Compression::Process can only start one subprocess at a time
uk: Dpkg::Compression::Process може запускати лише один підпроцес одночасно

source: short option not allowed in %s, line %d
uk: короткий параметр не дозволено у %s, рядок %d

source: invalid syntax for option in %s, line %d
uk: синтаксична помилка у параметрі у %s, рядок %d

source: parsed version of changelog
uk: отримано версію changelog

source: header stanza of copyright file
uk: рядок заголовку у файлі авторських прав

source: files stanza of copyright file
uk: рядок файлів у файлі авторських прав

source: license stanza of copyright file
uk: рядок ліцензії у файлі авторських прав

source: repository's %s file
uk: файл %s сховища

source: build information file
uk: файл відомостей про збірку

source: vendor file
uk: файл виробника

source: unknown information field '%s' in input data in %s
uk: невідоме інформаційне поле '%s' у вхідних даних у %s

source: control information
uk: керуюча інформація

source: syntax error in %s at line %d: %s
uk: синтаксична помилка у %s рядку %d: %s

source: field cannot start with a hyphen
uk: поле не може починатися з дефісу

source: duplicate field %s found
uk: знайдено повторення поля %s

source: continued value line not in field
uk: продовження рядка значення не у полі

source: expected OpenPGP signature, found end of file after blank line
uk: очікувався підпис OpenPGP, знайдено кінець файлу після порожньої рядка

source: expected OpenPGP signature, found something else '%s'
uk: очікувався підпис OpenPGP, знайдено щось інше «%s»

source: unfinished OpenPGP signature
uk: незакінчений підпис OpenPGP

source: OpenPGP signature not allowed here
uk: підпис OpenPGP тут не припускається

source: line with unknown format (not field-colon-value)
uk: рядок невідомого формату (не поле-двокрапка-значення)

source: write error on control data
uk: помилка запису керуючих даних

source: can't parse dependency %s
uk: не вдалося проаналізувати залежність %s
