Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-dpkg_dpkg-*.po
Languages: uk

source: cannot convert multibyte sequence '%s' to a wide character
uk: неможливо перетворити багатобайтну послідовність «%s» у широкий символ

source: error un-catching signal %s: %s
uk: помилка нестійкого сигналу %s: %s

source: unable to ignore signal %s before running %.250s
uk: не вдалося проігнорувати сигнал %s перед запуском %.250s

source: %s (subprocess): %s
uk: %s (підпроцес): %s

source: fork failed
uk: клонування зазнало невдачі

source: %s subprocess returned error exit status %d
uk: підпроцес %s повернув помилковий код завершення %d

source: %s subprocess was interrupted
uk: підпроцес %s був перерваний

source: %s subprocess was killed by signal (%s)%s
uk: підпроцес %s був вбитий за сигналом (%s)%s

source: , core dumped
uk: , ядро завантажено

source: %s subprocess failed with wait status code %d
uk: підпроцес %s завершився невдачею з кодом стану очікування %d

source: wait for %s subprocess failed
uk: очікування для підпроцес %s завершилося невдачею

source: cannot stat pathname '%s'
uk: неможливо отримати властивості шляху «%s»

source: cannot open directory '%s'
uk: не вдалося відкрити каталог: «%s»

source: treewalk root %s is not a directory
uk: корінь treewalk %s не є каталогом

source: unable to open triggers deferred file '%.250s'
uk: не вдалося відкрити файл тригерів deferred «%.250s»

source: unable to stat triggers deferred file '%.250s'
uk: не вдалося отримати інформацію про файл тригерів deferred «%.250s»

source: unable to open/create new triggers deferred file '%.250s'
uk: не вдалося відкрити/створити новий файл тригерів deferred «%.250s»

source: syntax error in triggers deferred file '%.250s' at line %d character %zd '%s'
uk: синтаксична помилка у файлі тригерів deferred «%.250s» на рядку %d символ %zd «%s»

source: invalid package name '%.250s' in triggers deferred file '%.250s'
uk: невірне ім’я пакунку «%.250s» у файлі тригерів deferred «%.250s»

source: error reading triggers deferred file '%.250s'
uk: помилка читання файлу тригерів deferred «%.250s»

source: unable to write new triggers deferred file '%.250s'
uk: помилка запису у новий файл тригерів deferred «%.250s»

source: unable to close new triggers deferred file '%.250s'
uk: не вдалося закрити новий файл тригерів deferred «%.250s»

source: unable to install new triggers deferred file '%.250s'
uk: не вдалося встановити новий файл тригерів deferred «%.250s»

source: invalid or unknown syntax in trigger name '%.250s' (in trigger interests for package '%.250s')
uk: неправильний або невідомий синтаксис у імені тригера «%.250s» (у тригері interests для пакунку «%.250s»)

source: failed to open trigger interest list file '%.250s'
uk: не вдалося відкрити файл переліку тригерів interest «%.250s»

source: failed to rewind trigger interest file '%.250s'
uk: не вдалося повернутися на початок файлу тригера interest «%.250s»

source: trigger interest file '%.250s' syntax error; illegal package name '%.250s': %.250s
uk: помилка у файлі тригера interest «%.250s»; неправильне ім’я пакунку «%.250s»: %.250s

source: duplicate file trigger interest for filename '%.250s' and package '%.250s'
uk: повтор файлу тригера interest для файлу «%.250s» і пакунку «%.250s»

source: unable to read file triggers file '%.250s'
uk: не вдалося прочитати файл тригерів «%.250s»

source: syntax error in file triggers file '%.250s'
uk: синтаксична помилка у файлі тригерів «%.250s»

source: file triggers record mentions illegal package name '%.250s' (for interest in file '%.250s'): %.250s
uk: запис файлу тригерів містить невірне ім’я пакунку «%.250s» (для interest у файлі «%.250s»): %.250s

source: triggers ci file '%.250s' contains illegal trigger syntax in trigger name '%.250s': %.250s
uk: файл тригерів ci «%.250s» містить невірний синтаксис у імені тригера «%.250s»: %.250s

source: unable to open triggers ci file '%.250s'
uk: не вдалося відкрити файл тригерів ci «%.250s»

source: triggers ci file contains unknown directive syntax
uk: файл тригерів ci містить директиву з невідомим синтаксисом

source: triggers ci file contains unknown directive '%.250s'
uk: файл тригерів ci містить невідому директиву «%.250s»

source: unable to create triggers state directory '%.250s'
uk: не вдалося створити каталог стану тригерів «%.250s»

source: empty trigger names are not permitted
uk: порожні імена тригерів не дозволено

source: trigger name contains invalid character
uk: ім’я тригеру містить неприпустимий символ

source: read error in '%.250s'
uk: помилка читання в «%.250s»

source: fgets gave an empty string from '%.250s'
uk: fgets прочитав порожній рядок із «%.250s»

source: too-long line or missing newline in '%.250s'
uk: задовгий рядок або відсутній новий рядок в «%.250s»

source: unexpected end of file reading '%.250s'
uk: неочікуваний кінець файлу читання «%.250s»

source: error formatting string into varbuf variable
uk: помилка при форматуванні рядка у змінну varbuf

source: Set all force options
uk: Встановити усі параметри ігнорування

source: Replace a package with a lower version
uk: Замінити пакунок на пакунки з меншою версією

source: Configure any package which may help this one
uk: Налаштувати будь-який пакунок, який може допомогти цьому

source: Try to (de)install things even when not root
uk: Спробувати виконати встановлення/вилучення навіть не маючи прав суперкористувача

source: PATH is missing important programs, problems likely
uk: У PATH відсутні важливі програми, можливі проблеми

source: Install a package even if it fails authenticity check
uk: Встановити пакунок, навіть якщо він не пройде автентифікацію

source: Process even packages with wrong versions
uk: Обробляти пакунки навіть з помилковими версіями

source: Overwrite a file from one package with another
uk: Перезаписувати файл з одного пакунку файлом іншого пакунку

source: Overwrite a diverted file with an undiverted version
uk: Перезаписувати відхилений файл його невідхиленою версією

source: Overwrite one package's directory with another's file
uk: Перезаписувати каталог з одного пакунку файлом іншого пакунку

source: Do not perform safe I/O operations when unpacking
uk: Не виконувати безпечні операції вводу-виводу при розпакуванні

source: Do not chroot into maintainer script environment
uk: Не змінювати кореневий каталогу на середовище сценарію супроводжувача

source: Always use the new config files, don't prompt
uk: Завжди використовувати нові файли налаштувань нічого не пропонуючи

source: Always use the old config files, don't prompt
uk: Завжди використовувати старі файли налаштувань нічого не пропонуючи

source: Use the default option for new config files if one is available, don't prompt. If no default can be found, you will be prompted unless one of the confold or confnew options is also given
uk: Використовувати для нових файлів налаштування варіянт типово, якщо він є, нічого не питаючи. Якщо він не знайдений, то видається запит, якщо лише не вказані параметри confold та

source: Always install missing config files
uk: Завжди встановлювати відсутні файли налаштування

source: Offer to replace config files with no new versions
uk: Пропонувати заміну файлів налаштування на старі версії

source: Process even packages with wrong or no architecture
uk: Обробляти навіть пакунки з неправильною або зовсім без архітектури

source: Install even if it would break another package
uk: Встановлювати, навіть якщо це поламає інший пакунок

source: Allow installation of conflicting packages
uk: Дозволити встановлення конфліктуючих пакунків

source: Turn all dependency problems into warnings
uk: Перетворити усі проблеми з залежностями у попередження

source: Turn dependency version problems into warnings
uk: Перетворити усі проблеми з залежностями з-за версій у попередження

source: Remove packages which require installation
uk: Вилучити пакунки, що потребують встановлення

source: Remove an essential package
uk: Вилучити пакунок першої необхідності

source: WARNING - use of options marked [!] can seriously damage your installation. Forcing options marked [*] are enabled by default.
uk: ПОПЕРЕДЖЕННЯ: Використання параметрів, позначених [!], може серйозно пошкодити систему. Параметри, позначені [*], залучені типово.

source: <standard output>
uk: <стандартний вивід>

source: unknown force/refuse option '%.*s'
uk: неприпустимий параметр нехтування/обробки проблем «%.*s»

source: obsolete force/refuse option '%s'
uk: застарілий параметр примусу/відмови «%s»

source: overriding problem because --force enabled:
uk: проблема ігнорується, оскільки задано параметр --force:

source: cannot open security status notification channel
uk: неможливо відкрити канал сповіщень про стан безпеки

source: cannot get security labeling handle
uk: неможливо отримати опитувач маркувальника безпеки

source: cannot set security context for file object '%s'
uk: неможливо вказати контекст безпеки для файлового об’єкту «%s»

source: failed to write filename to tar pipe (%s)
uk: не вдалося записати ім’я файлу у канал програми tar (%s)

source: control member
uk: керуючий елемент

source: newline not allowed in pathname '%s'
uk: новий рядок, не допускається в імені шляху '%s'

source: data member
uk: елемент даних

source: unable to stat control directory
uk: не вдалося виконати stat для каталогу control

source: control directory is not a directory
uk: каталог control не є каталогом

source: control directory has bad permissions %03lo (must be >=0755 and <=0775)
uk: каталог control має неприпустимі права доступу %03lo (має бути >=0755 и <=0775)

source: maintainer script '%.50s' is not a plain file or symlink
uk: сценарій супроводжувача «%.50s» не є звичайним файлом або символьним посиланням

source: maintainer script '%.50s' has bad permissions %03lo (must be >=0555 and <=0775)
uk: у сценарію супроводжувача «%.50s» встановлено неприпустимі права доступу %03lo (має бути >=0755 і <=0775)

source: maintainer script '%.50s' is not stattable
uk: отримати інформацію про сценарії супроводжувача «%.50s» неможливо

source: error opening conffiles file
uk: помилка при відкритті списку conffiles-файлів

source: empty string from fgets reading conffiles
uk: при читанні списку файлів налаштування функція fgets повернула порожній рядок

source: conffile name '%s' is too long, or missing final newline
uk: ім’я conffile-файлу «%s» задовге або у кінці немає символу нового рядка

source: conffile filename '%s' contains trailing white spaces
uk: ім’я conffile-файлу «%s» містить у кінці пробільні символи

source: conffile '%.250s' does not appear in package
uk: у пакунку відсутній conffile «%.250s»

source: conffile '%.250s' is not stattable
uk: неможливо отримати інформацію про conffile-файл «%.250s»

source: conffile '%s' is not a plain file
uk: conffile-файл «%s» не є звичайним файлом

source: conffile name '%s' is duplicated
uk: повторюване ім’я conffile «%s»

source: error reading conffiles file
uk: помилка читання списку conffiles-файлів

source: package name has characters that aren't lowercase alphanums or '-+.'
uk: ім’я пакунку містить символи, що відрізняються від рядкових латинських літер, цифр або «-+».

source: package architecture is missing or empty
uk: архітектура пакунку відсутня або порожня

source: '%s' contains user-defined Priority value '%s'
uk: «%s» містить визначене користувачем значення пріоритету «%s»

source: ignoring %d warning about the control file(s)
uk: проігноровано %d попередження про керуючий(чі) файл(и)

source: unable to check for existence of archive '%.250s'
uk: не вдалося перевірити існування архіву «%.250s»

source: failed to chdir to '%.255s'
uk: не вдалося перейти у каталог «%.255s»

source: compressing tar member
uk: стиснення складової tar

source: <compress> from tar -cf
uk: <compress> з tar -cf

source: unable to parse timestamp '%.255s'
uk: неможливо розібрати мітку часу «%.255s»

source: --%s needs a <directory> argument
uk: --%s вимагається аргумент <каталог>

source: --%s takes at most two arguments
uk: --%s може мати не більше двох аргументів

source: target is directory - cannot skip control file check
uk: у якості місця призначення вказано каталог, пропустити перевірку керуючого файлу неможливо

source: not checking contents of control area
uk: не перевіряється вміст керуючої області

source: building an unknown package in '%s'.
uk: побудова невідомого пакунку в «%s».

source: building package '%s' in '%s'.
uk: побудова пакунку «%s» в «%s».

source: failed to make temporary file (%s)
uk: не вдалося створити тимчасовий файл (%s)

source: failed to unlink temporary file (%s), %s
uk: не вдалося вилучити тимчасовий файл (%s), %s

source: failed to rewind temporary file (%s)
uk: не вдалося перейти до початку тимчасового файлу (%s)

source: failed to stat temporary file (%s)
uk: не вдалося виконати stat для тимчасового файлу (%s)

source: error writing '%s'
uk: помилка запису «%s»

source: cannot copy '%s' into archive '%s': %s
uk: не вдалося скопіювати «%s» у архів «%s»: %s

source: shell command to move files
uk: команда оболонки для переміщення файлів

source: unexpected end of file in %s in %.255s
uk: неочікуваний кінець файлу, не вдалося прочитати %s з файлу %.255s

source: error reading %s from file %.255s
uk: не вдалося прочитати %s з файлу %.255s

source: archive magic version number
uk: відмітний номер версії архіву

source: archive member header
uk: заголовок елементу архіву

source: file '%.250s' is corrupt - bad archive header magic
uk: файл «%.250s» пошкоджено — неправильний відмітний номер заголовку архіву

source: file '%.250s' is not a Debian binary archive (try dpkg-split?)
uk: файл «%.250s» не є двійковим архівом Debian (спробуйте dpkg-split?)

source: archive information header member
uk: елемент інформаційного заголовку архіву

source: archive has no newlines in header
uk: у заголовку архіву немає символів кінця рядка

source: archive has invalid format version: %s
uk: архів з некоректним форматом версії: %s

source: archive is format version %d.%d; get a newer dpkg-deb
uk: архів має формат версії %d.%d; використовуйте новіший dpkg-deb

source: cannot skip archive member from '%s': %s
uk: неможливо пропустити елемент архіву з «%s»: %s

source: archive '%s' uses unknown compression for member '%.*s', giving up
uk: у архіві «%s» використовується невідомий метод стиснення для «%.*s», припиняємо

source: archive '%.250s' contains two control members, giving up
uk: архів «%.250s» містить два керуючих элементи, здаємося

source: archive '%s' has premature member '%.*s' before '%s', giving up
uk: у архіві «%s» міститься передчасний елемент «%.*s», до «%s», припиняємо

source: new Debian package, version %d.%d. size %jd bytes: control archive=%jd bytes.
uk: новий пакунок Debian, версія %d.%d. розмір %jd Б: керуючий архів=%jd Б.

source: archive control member size
uk: розмір керуючого елементу архіву

source: archive has malformed control member size '%s'
uk: запис про довжину керівної інформації архіву «%s» має неприпустимий формат

source: cannot skip archive control member from '%s': %s
uk: неможливо пропустити керуючий елемент архіву з «%s»: %s

source: old Debian package, version %d.%d. size %jd bytes: control archive=%jd, main archive=%jd.
uk: старий пакунок Debian, версія %d.%d. розмір %jd Б: керуючий архів=%jd, основний архів=%jd..

source: file looks like it might be an archive which has been corrupted by being downloaded in ASCII mode
uk: файл виглядає так ніби він був пошкоджений шляхом завантаження у ASCII режимі

source: '%.255s' is not a Debian format archive
uk: «%.255s» не є форматом архіву Debian

source: cannot copy archive member from '%s' to decompressor pipe: %s
uk: неможливо скопіювати елемент архіву з «%s» у канал розтискаючого процесу: %s

source: cannot close decompressor pipe
uk: неможливо закрити канал розтискаючого процесу

source: failed to create directory
uk: не вдалося створити каталог

source: unexpected pre-existing pathname %s
uk: несподіваний раніше наявний шлях %s

source: failed to chdir to directory
uk: не вдалося перейти у каталог

source: paste
uk: вставити

source: --%s needs a .deb filename argument
uk: --%s вимагає вказування у якості аргументу ім’я файлу .deb

source: --%s takes only one argument (.deb filename)
uk: --%s приймає лише один аргумент (ім’я файлу .deb)

source: --%s takes at most two arguments (.deb and directory)
uk: --%s приймає не більше двох аргументів (ім’я файлу .deb та каталог)

source: --%s needs .deb filename and directory arguments
uk: --%s потребує вказування у якості аргументу ім’я файлу .deb або каталог

source: --%s needs a target directory. Perhaps you should be using dpkg --install ?
uk: --%s вимагає вказування каталогу призначення. Ймовірно, вам потрібно використовувати dpkg --install

source: --%s does not support (yet) reading the .deb from standard input
uk: --%s не підтримує (поки що), прочитання . deb зі стандартного вводу

source: unable to create temporary directory
uk: не вдалося створити тимчасовий каталог

source: cannot extract control file '%s' from '%s': %s
uk: не вдалося витягти керуючий файл «%s» з «%s»: %s

source: '%.255s' contains no control component '%.255s'
uk: «%.255s» не містить керуючого компоненту «%.255s»

source: open component '%.255s' (in %.255s) failed in an unexpected way
uk: з незрозумілої причини не вдалося відкрити компонент «%.255s» (каталог %.255s)

source: %d requested control component is missing
uk: відсутній %d запитуваний керуючий компонент

source: cannot scan directory '%.255s'
uk: не вдалося продивитися каталог «%.255s»

source: cannot stat '%.255s' (in '%.255s')
uk: не вдалося отримати інформацію про файл «%.255s» (в «%.255s»)

source: cannot open '%.255s' (in '%.255s')
uk: не вдалося відкрити файл «%.255s» (в «%.255s»)

source: failed to read '%.255s' (in '%.255s')
uk: помилка читання файлу «%.255s» (в «%.255s»)

source: %7jd bytes, %5d lines %c %-20.127s %.127s
uk: %7jd байт(и), %5d рядків %c %-20.127s %.127s

source: not a plain file %.255s
uk: не є звичайним файлом %.255s

source: no 'control' file in control archive!
uk: немає керуючого файла в керуючому архіві!

source: error in show format: %s
uk: помилка у форматі показу: %s

source: --%s takes exactly one argument
uk: параметр --%s приймає рівно один аргумент

source: Debian '%s' package archive backend version %s.
uk: Проґрама роботи з архівами пакунків Debian «%s», версія %s.

source: This is free software; see the GNU General Public License version 2 or later for copying conditions. There is NO warranty.
uk: Це вільне програмне забезпечення. Див. умови розповсюдження у Універсальній суспільній ліцензії GNU версії 2 або пізнішої. НІЯКІ гарантії не надаються.

source: -?, --help Show this help message. --version Show the version.
uk: -?, --help Вивести це повідомлення --version Вивести номер версії

source: <deb> is the filename of a Debian format archive. <cfile> is the name of an administrative file component. <cfield> is the name of a field in the main 'control' file.
uk: <deb> — ім’я файлу архіву у форматі Debian <файл> — ім’я файлу, що містить адміністративний компонент <поле> — назва поля у основному керуючому файлі

source: Format syntax: A format is a string that will be output for each package. The format can include the standard escape sequences \n (newline), \r (carriage return) or \\ (plain backslash). Package information can be included by inserting variable references to package fields using the ${var[;width]} syntax. Fields will be right-aligned unless the width is negative in which case left alignment will be used.
uk: Синтаксис опису формату: Формат описується рядком, який буде виведено один раз для кожного пакунку. Формат може включати стандартні послідовності \n (кінець рядка), \r (повернення каретки) або \\ (зворотня коса риска). Інформація про пакунок включається шляхом вставки у рядок посилань на поля пакунку ${поле[;ширина]}. Поля вирівнюються по правому краю, якщо ширина не негативна й по лівому у протилежному випадку.

source: Use 'dpkg' to install and remove packages from your system, or 'apt' or 'aptitude' for user-friendly package management. Packages unpacked using 'dpkg-deb --extract' will be incorrectly installed !
uk: Для встановлення або вилучення пакунків використовуйте програму «dpkg» або дружній інтерфейс керування пакунками «apt» або «aptitude». Пакунки, розпаковані за допомогою «dpkg-deb --extract», будуть встановлені неправильно!

source: Type dpkg-deb --help for help about manipulating *.deb files; Type dpkg --help for help about installing and deinstalling packages.
uk: Щоб отримати інформацію про роботу з файлами .deb, уведіть dpkg-deb --help. Щоб отримати інформацію про встановлення та вилучення пакунків, уведіть dpkg --help.

source: invalid deb format version: %s
uk: невірний формат версії deb: %s

source: unknown deb format version: %s
uk: невідомий формат версії deb: %s

source: unknown compression strategy '%s'!
uk: невідома стратегія стиснення «%s»!

source: unknown compression type '%s'!
uk: невідомий тип стиснення «%s»!

source: obsolete compression type '%s'; use xz instead
uk: застарілий тип стистення «%s»; натомість використовуйте xz

source: obsolete compression type '%s'; use xz or gzip instead
uk: застарілий тип стистення «%s»; натомість використовуйте xz або gzip

source: need an action option
uk: вкажіть потрібну дію

source: invalid compressor parameters: %s
uk: некоректні параметри компресору: %s

source: unsupported compression type '%s' with uniform compression
uk: непідтримуваний тип стиснення '%s' з однорідним стисненням

source: file '%.250s' is corrupt - bad digit (code %d) in %s
uk: файл «%.250s» пошкоджений — не цифра (код символу %d) в %s

source: file '%s' is corrupt; out of range integer in %s
uk: файл «%s» пошкоджено — у %s вказано ціле поза діапазоном

source: file '%.250s' is corrupt - %.250s missing
uk: файл «%.250s» пошкоджений — відсутній %.250s

source: file '%.250s' is corrupt - missing newline after %.250s
uk: файл «%.250s» пошкоджений — відсутній символ кінця рядка після %.250s

source: error reading %.250s
uk: помилка читання %.250s

source: file '%.250s' is corrupt - bad magic at end of first header
uk: файл «%.250s» пошкоджений — неприпустимий ідентифікатор типу у кінці першого заголовку

source: file '%.250s' is corrupt - bad padding character (code %d)
uk: файл «%.250s» пошкоджений — неприпустимі символи заповнення (код %d)

source: file '%.250s' is corrupt - nulls in info section
uk: файл «%.250s» пошкоджений — нульові символи в інформаційному розділі

source: format version number
uk: формат номеру версії

source: file '%.250s' has invalid format version: %s
uk: файл %.250s має некоректний формат версії: %s

source: file '%.250s' is format version %d.%d; get a newer dpkg-split
uk: файл «%.250s» має формат версії %d.%d; вам потрібен новий dpkg-split

source: package name
uk: ім’я пакунку

source: package version number
uk: номер версії пакунку

source: package file MD5 checksum
uk: контрольна сума MD5 файлу пакунку

source: file '%.250s' is corrupt - bad MD5 checksum '%.250s'
uk: файл «%.250s» пошкоджений — невірна сума MD5 «%.250s»

source: archive total size
uk: загальний розмір архіву

source: archive part offset
uk: зміщення частини архіву

source: archive part numbers
uk: номери частин архіву

source: file '%.250s' is corrupt - no slash between archive part numbers
uk: файл «%.250s» пошкоджено — відсутня коса риска між номерами частин архіву

source: number of archive parts
uk: кількість частин архіву

source: file '%.250s' is corrupt - bad number of archive parts
uk: файл «%.250s» пошкоджено — неправильна кількість частин архіву

source: archive parts number
uk: номер частин архіву

source: file '%.250s' is corrupt - bad archive part number
uk: файл «%.250s» пошкоджено — неправильний номер частини архіву

source: package architecture
uk: архітектура пакунку
