Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-doc-*_doc-*.po
Languages: ru, uk

source: Too many arguments for `%s'.
ru: Слишком много аргументов для "%s".
uk: Надто багато аргументів для "%s".

source: `%s' requires exactly one argument.
ru: "%s" требует только одного аргумента.
uk: "%s" потребує лише одного аргументу.

source: Arguments missing for `%s'.
ru: Пропущен аргумент для "%s".
uk: Пропущено аргумент для "%s".

source: Re-registration of all documents forced by %s.
ru: Перерегистрация всех документов вызвана %s.
uk: Перереєстрація усіх документів викликана %s.

source: Cannot read file `%s': %s.
ru: Невозможно прочитать файл "%s": %s.
uk: Неможливо прочитати файл "%s": %s.

source: Saving `%s' (%d).
ru: Сохранение "%s" (%d).
uk: Збереження "%s" (%d).

source: Needs to be root for this operation.
ru: Для выполнения этого действия, необходимо обладать правами администратора.
uk: Для виконання цієї дії, необхідно володіти правами root.

source: Cannot save file `%s': %s.
ru: Невозможно сохранить файл "%s": %s.
uk: Неможливо зберегти файл "%s": %s.

source: Cannot rename file `%s' to `%s': %s.
ru: Невозможно переименовать файл "%s" в "%s": %s.
uk: Неможливо змінити назву файлу "%s" на "%s": %s.

source: Contents of file `%s':
ru: Содержание файла "%s":
uk: Вміст файлу "%s":

source: Note: `install-docs --verbose --check file_name' may give more details about the above error.
ru: Примечание: `install-docs --verbose --check имя_файла' может дать больше информации об ошибке.
uk: Примітка: `install-docs --verbose --check ім’я_файлу' може дати більше інформації про помилку вище.

source: Cannot open file `%s' for reading: %s.
ru: Невозможно открыть файл "%s" для чтения: %s.
uk: Неможливо відкрити файл "%s" для читання: %s.

source: `%s', line %d
ru: "%s", строка %d
uk: "%s", рядок %d

source: Error in %s: %s.
ru: Ошибка в %s: %s.
uk: Помилка у %s: %s.

source: Warning in %s: %s.
ru: Предупреждение в %s: %s.
uk: Попередження у %s: %s.

source: Unknown flag (%s, %s).
ru: Неизвестный флаг (%s, %s).
uk: Невідомий прапорець (%s, %s).

source: line in field `%s' seems not to be UTF-8 encoded, recoding
ru: линия в поле `%s' не соответствует кодировке UTF-8, перекодирование
uk: лінія у полі `%s' не відповідає кодуванню UTF-8, перекодування

source: control field `%s' already defined
ru: контрольное поле "%s" уже определено
uk: контрольне поле "%s" вже визначено

source: unrecognised control field `%s'
ru: нераспознанное контрольное поле `%s'
uk: нерозпізнане контрольне поле `%s'

source: field `%s' in incorrect section (missing empty line before the field?)
ru: поле "%s" расположено в неправильном разделе (возможно, пропущена пустая строка перед полем)
uk: поле "%s" розміщено у неправильному розділі (можливо, пропущений порожній рядок перед полем)

source: syntax error - no field specified
ru: синтаксическая ошибка - поле не указано
uk: синтаксична помилка - поле не вказано

source: field `%s' cannot consist of multi lines
ru: Поле %s не может состоять из множества строк
uk: Поле %s не може бути з великої кількості рядків

source: syntax error in control file: %s
ru: синтаксическая ошибка в контрольном файле: %s
uk: синтаксична помилка у контрольному файлі: %s

source: File `%s' not yet parsed.
ru: Файл '%s' ещё не анализирован
uk: Файл '%s' ще не аналізований

source: unknown section: `%s'
ru: неизвестный раздел: "%s"
uk: невідомий розділ: "%s"

source: value of `%s' not specified
ru: Величина %s ещё не указана
uk: Величина %s ще не вказана

source: the first line does not contain valid `Document' field
ru: Первая строка не содержит действительноe поле 'Document'
uk: Перший рядок не містить дійсне поле 'Document'

source: invalid value of `Document' field
ru: неправильное значение поля "Документ"
uk: неправильне значення поля "Документ"

source: (using `%s' as the root directory)
ru: (использование "%s" в качестве корневой папки)
uk: (використання "%s"у якості кореневої теки)

source: unsupported doc-base file version: %s
ru: неподдерживаемая версия файла doc-base: %s
uk: непідтримувана версія файлу doc-base: %s

source: format `%s' already defined
ru: формат "%s" уже определён
uk: формат "%s" вже визначено

source: format `%s' is not supported
ru: формат «%s» не поддерживается
uk: формат «%s» не підтримується

source: `%s' value missing for format `%s'
ru: значение "%s" отсутствует для формата "%s"
uk: значення "%s" відсутнє для формату "%s"

source: `%s' value has to be specified with absolute path: %s
ru: `%s' значение должно быть указано с абсолютным адресом: %s
uk: `%s' значення має бути вказано з цілковитою адресою: %s

source: file `%s' does not exist
ru: файл "%s" не существует
uk: файл "%s" не існує

source: `%s' value not specified for format `%s'
ru: значение "%s" не соответствует формату "%s"
uk: значення "%s" не відповідає формату "%s"

source: `%s' value has to be specified with absolute path: %s
ru: `%s' значение должно быть указано с абсолютным адресом: %s
uk: `%s' значення має бути вказано з цілковитою адресою: %s

source: file mask `%s' does not match any files
ru: маска "%s" не соответствует ни одному файлу
uk: маска "%s" не відповідає жодному файлу

source: no `Format' section found
ru: не найдено раздела "Формат"
uk: не знайдено розділу "Формат"

source: all `Format' sections are invalid
ru: все разделы "Формат" неправильны
uk: усі розділи "Формат" неправильні

source: ---document-information---
ru: ---сведения-документа---
uk: ---інформація-документу---

source: ---format-description---
ru: ---описание-формата---
uk: ---опис-формату---

source: ---status-information---
ru: ---сведения-о-состоянии---
uk: ---інформація-про-стан---

source: Document id in `%s' does not match our document id (%s != %s).
ru: Идентификатор документа в `%s' не соответствует идентификатору нашего документа (%s != %s).
uk: Ідентифікатор документу у `%s' не відповідає ідентифікатору нашого документу (%s != %s).

source: `%s' contains errors, not registering.
ru: `%s' содержит ошибки, без регистрации.
uk: `%s' містить помилки, без реєстрації.

source: File `%s' is not registered, cannot remove.
ru: Файл `%s' не зарегистрирован, невозможно выполнить удаление.
uk: Файл `%s' не зарєстровано, неможливо виконати вилучення.

source: Unregistering all control files from document `%s'.
ru: Отмена регистрации всех управляющих файлов из документа `%s'.
uk: Скасування реєстрації усіх керівних файлів з документу `%s'.

source: Cannot remove file `%s': %s.
ru: Невозможно удалить файл "%s": %s.
uk: Неможливо вилучити файл "%s": %s.

source: Cannot open file `%s' for writing: %s.
ru: Невозможно открыть файл `%s' для записи: %s.
uk: Неможливо відкрити файл `%s' для запису: %s.

source: Cannot close file `%s': %s.
ru: Невозможно закрыть файл `%s': %s.
uk: Неможливо закрити файл `%s': %s.

source: Unregistering file `%s', since its actual document id `%s' does not match its saved document id `%s'.
ru: Изъятие регистрации файла `%s', с момента когда идентификатор актуального документа `%s' перестал соответствовать идентификатору сохранённого документа `%s'.
uk: Вилучення реєстрації файлу `%s', з моменту коли ідентифікатор актуального документу `%s' перестав відповідати ідентифікатору збереженого документу `%s'.

source: Error while merging %s with %s: inconsistent values of %s.
ru: Ошибка при объединении %s с %s: несовместимые значения %s.
uk: Помилка при об’єднанні %s з %s: несумісні значення %s.

source: Error while merging %s with %s: format %s already defined.
ru: Ошибка объединения %s с %s: формат %s уже определён.
uk: Помилка об’єднання %s з %s: формат %s вже визначено.

source: Document `%s' is not yet merged.
ru: Документ `%s' ещё не объединён.
uk: Документ `%s' ще не об’єднано.

source: `%s' not yet created.
ru: `%s' ещё не создан.
uk: `%s' ще не створено.

source: Mode already set: %s, %s.
ru: Уже назначен режим: %s, %s.
uk: Вже призначено режим: %s, %s.

source: Value of the `%s' option ignored.
ru: Значение параметра `%s' проигнорировано.
uk: Значення параметру `%s' знехтувано.

source: Unknown mode.
ru: Неизвестный режим.
uk: Невідомий режим.

source: Doc-base file `%s' does not exist.
ru: Файл doc-base '%s' не существует.
uk: Файл doc-base '%s' не існує.

source: %s: Fatal error found, the file won't be registered.
ru: %s: Обнаружена критическая ошибка, файл не регистрируется.
uk: %s: Знайдено фатальну помилку, файл не реєструється.

source: %d warning or non-fatal error found.
ru: обнаружено %d предупреждение или нефатальная ошибка.
uk: Знайдено попередження або не фатальну помилку.

source: %s: No problems found.
ru: %s: Неполадки не обнаружены.
uk: %s: Проблем не знайдено.

source: Document `%s' is not registered.
ru: Документ `%s' не зарегистрирован.
uk: Документ `%s' не зареєстровано.

source: Invalid argument `%s' passed to the `%s' option.
ru: Передан неправильный аргумент «%s» параметру «%s».
uk: Передано неправильний аргумент «%s» параметру «%s».

source: %d removed doc-base file
ru: %d удалённый файл doc-base
uk: %d вилучений файл doc-base

source: %d changed doc-base file
ru: %d изменённый файл doc-base
uk: %d змінений файл doc-base

source: %d added doc-base file
ru: %d добавленный файл doc-base
uk: %d доданий файл doc-base

source: Processing %s...
ru: Обработка %s...
uk: Опрацювання %s...

source: Unregistering %d doc-base file,
ru: Отменяется регистрация %d файла doc-base
uk: Скасовується реєстрація %d файлу doc-base

source: re-registering %d doc-base file...
ru: Повторно регистрируется %d файл doc-base
uk: Повторно реєструється %d файл doc-base

source: Unregistering %d doc-base file...
ru: Отменяется регистрация %d файла doc-base...
uk: Скасування реєстрації файлу %d doc-base...

source: Registering %d doc-base file...
ru: Регистрация %d файла doc-base...
uk: Реєстрація %d файлу doc-base...

source: Ignoring unregistered document `%s'.
ru: Пропуск незарегистрированного документа `%s'.
uk: Нехтування незареєстрованого документу `%s'.

source: Trying to remove document `%s'.
ru: Попытка удаления документа `%s'.
uk: Спроба вилучення документу `%s'.

source: Ignoring unregistered file `%s'.
ru: Пропуск незарегистрированного файла `%s'.
uk: Нехтування незареєстровоного файлу `%s'.

source: Trying to install file `%s'.
ru: Попытка установки файла `%s'.
uk: Спроба встановлення файлу `%s'.

source: %s started.
ru: %s запущено.
uk: %s запущено.

source: Registering documents with %s...
ru: Регистрация документа в %s...
uk: Реєстрація документу у %s...

source: Skipping execution of %s - %s package doesn't seem to be installed.
ru: Пропуск выполнения %s - %s возможно пакет не был установлен.
uk: Пропуск виконання %s - %s можливо пакунок не було встановлено.

source: %s finished.
ru: %s выполнено.
uk: %s виконано.

source: No arguments passed to %s.
ru: Аргументы не переданы в %s.
uk: Аргументи не передані у %s.

source: Executing `%s'
ru: Выполнение `%s'
uk: Виконання `%s'

source: Error occurred during execution of `%s'.
ru: Ошибка во время выполнения `%s'.
uk: Помилка під час виконання `%s'.

source: Skipping execution of `%s'.
ru: Пропуск выполнения `%s'.
uk: Пропуск виконання `%s'.

source: Internal error:
ru: Внутренняя ошибка:
uk: Внутрішня помилка:

source: Database error:
ru: Ошибка базы данных:
uk: Помилка бази даних:

source: Running fatal errors handler.
ru: Запуск обработчика критических ошибок.
uk: Запуск опрацьовника фатальних помилок.

source: Signal %s received, terminating.
ru: Получен сигнал %s, завершение работы.
uk: Отримано сигнал %s, закінчення роботи.

source: Ignore signals.
ru: Пропускать сигналы.
uk: Нехтувати сигнали.

source: Restore signals.
ru: Восстановление сигналов.
uk: Відновити сигнали.

source: Setup signals.
ru: Настройка сигналов.
uk: Встановити сигнали.

source: Invalid argument of IgnoreRestoreSignals(): %s.
ru: Неправильный аргумент IgnoreRestoreSignals(): %s.
uk: Неправильний аргумент IgnoreRestoreSignals(): %s.

source: Invalid counter (%d) in IgnoreRestoreSignals(%s).
ru: Недопустимый счётчик (%d) в IgnoreRestoreSignals(%s).
uk: Неправильний індекс (%d) у IgnoreRestoreSignals(%s).
