Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Institution ID
uk: ID інституції

source: An identifier for the institution having custody of the object(s) or information referred to in the record.
uk: Ідентифікатор для інституції, що має опіку над об'єктами або відомостями, зазначеними у записі.

source: Collection ID
uk: ID колекції

source: An identifier for the collection or dataset from which the record was derived. For physical specimens, the recommended best practice is to use the identifier in a collections registry such as the Biodiversity Collections Index (http://www.biodiversitycollectionsindex.org/).
uk: Ідентифікатор для колекції або набору даних, з якого було отримано запис. Для фізичних зразків рекомендовано найкращою практикою використовувати ідентифікатор у реєстрі колекцій, наприклад Індекс колекції біорізноманіття (http://www.biodiversitycollectionsindex.org/).

source: Institution Code
uk: Код інституції

source: The name (or acronym) in use by the institution having custody of the object(s) or information referred to in the record.
uk: Назва (або абревіатура), що використовується інституцією, яка має опіку над об'єктами або відомостями, зазначеними у записі.

source: Dataset ID
uk: Ідентифікатор набору даних

source: An identifier for the set of data. May be a global unique identifier or an identifier specific to a collection or institution.
uk: Ідентифікатор для набору даних. Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для колекції чи інституції.

source: Collection Code
uk: Код колекції

source: The name, acronym, coden, or initialism identifying the collection or data set from which the record was derived.
uk: Назва, абревіатура, кодовий код або ініціатива, що ідентифікує збір або набір даних, з яких було отримано запис.

source: Dataset Name
uk: Назва набору даних

source: The name identifying the data set from which the record was derived.
uk: Назва, що ідентифікує набір даних, з якого було отримано запис.

source: Owner Institution Code
uk: Код інституції-власника

source: The name (or acronym) in use by the institution having ownership of the object(s) or information referred to in the record.
uk: Назва (або абревіатура), що використовується інституцією, яка володіє об'єктами або відомостями, зазначеними у записі.

source: Basis Of Record
uk: Основа запису

source: The specific nature of the data record - a subtype of the type. Recommended best practice is to use a controlled vocabulary such as the Darwin Core Type Vocabulary (http://rs.tdwg.org/dwc/terms/type-vocabulary/index.htm).
uk: Специфічний характер запису даних - підтип типу. Рекомендована найкращою практикою використання контрольованого словника, такого як словник типів ядра Дарвіна (http://rs.tdwg.org/dwc/terms/type-vocabulary/index.htm).

source: Information Withheld
uk: Відхилена інформація

source: Additional information that exists, but that has not been shared in the given record.
uk: Додаткова інформація, яка існує, але яка не була використана для даного запису.

source: Data Generalizations
uk: Узагальнення даних

source: Actions taken to make the shared data less specific or complete than in its original form. Suggests that alternative data of higher quality may be available on request.
uk: ходи, спрямовані на те, щоб спільні дані були менш конкретними або повними, ніж в оригінальній формі. Рекомендується, щоб альтернативні дані більш високої якості могли бути доступними за запитом.

source: Dynamic Properties
uk: Динамічні властивості

source: A list (concatenated and separated) of additional measurements, facts, characteristics, or assertions about the record. Meant to provide a mechanism for structured content such as key-value pairs.
uk: Перелік (об'єднаний і відокремлений) додаткових вимірювань, фактів, характеристик або тверджень про запис. Мета — створення механізму структурованого вмісту, такого як пари ключових значень.

source: Occurrence
uk: Випаддок

source: *Main structure* containing occurrence based information.
uk: * Основна структура *, яка містить інформацію про випадок.

source: Occurrence ID
uk: Ідентифікатор випадку

source: An identifier for the Occurrence (as opposed to a particular digital record of the occurrence). In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the occurrenceID globally unique.
uk: Ідентифікатор для випадку (на відміну від певної цифрового запису про випадок). За відсутності стійкого глобального унікального ідентифікатора, побудуйте його з комбінації ідентифікаторів у запису, які найбільш точно зроблять ідентифікатор випадку глобально унікальним.

source: Catalog Number
uk: Номер каталогу

source: An identifier (preferably unique) for the record within the data set or collection.
uk: Ідентифікатор (бажано унікальний) для запису в наборі чи колекції.

source: Occurrence Details
uk: Подробиці випадку

source: Occurrence Remarks
uk: Зауваження про випадок

source: Comments or notes about the Occurrence.
uk: Коментарі або зауваження про випадок.

source: Record Number
uk: Номер запису

source: An identifier given to the Occurrence at the time it was recorded. Often serves as a link between field notes and an Occurrence record, such as a specimen collector's number.
uk: Ідентифікатор, наданий випадку на момент запису. Часто слугує зв'язком між полями приміток та записом про випадок, наприклад, номером від збирача зразка.

source: Recorded By
uk: Записано

source: A list (concatenated and separated) of names of people, groups, or organizations responsible for recording the original Occurrence. The primary collector or observer, especially one who applies a personal identifier (recordNumber), should be listed first.
uk: Список (об'єднаний і відокремлений) імен людей, груп або організацій, відповідальних за запис оригінального випадку. Першим має бути основний збирач або спостерігач, особливо той, хто використовує персональний ідентифікатор (recordNumber).

source: Individual ID
uk: ID індивідууму

source: Individual Count
uk: Кількість індивідуумів

source: The number of individuals represented present at the time of the Occurrence.
uk: Кількість індивідуумів, представлених на момент випадку.

source: Organism Quantity
uk: Кількість організмів

source: A number or enumeration value for the quantity of organisms.
uk: Кількість чи значення перерахування для кількості організмів.

source: Organism Quantity Type
uk: Тип кількості організмів.

source: The type of quantification system used for the quantity of organisms.
uk: Тип кількісної системи, що використовується для кількості організмів.

source: Sex
uk: Стать

source: The sex of the biological individual(s) represented in the Occurrence. Recommended best practice is to use a controlled vocabulary.
uk: Стать біологічних осіб, презентованих у випадку. Найкращою практикою рекомендовано використовувати контрольований словник.

source: Life Stage
uk: Етап життя

source: The age class or life stage of the biological individual(s) at the time the Occurrence was recorded. Recommended best practice is to use a controlled vocabulary.
uk: Віковий клас або життєвий етап біологічної особи (осіб) на момент реєстрації випадку. Найкраща практика рекомендує використовувати контрольований словник

source: Reproductive Condition
uk: Репродуктивний стан

source: The reproductive condition of the biological individual(s) represented in the Occurrence. Recommended best practice is to use a controlled vocabulary.
uk: Репродуктивний стан біологічних особин, представлених у випадку. Найкраща практика рекомендує використовувати контрольований словник

source: Behavior
uk: Поведінка

source: A description of the behavior shown by the subject at the time the Occurrence was recorded. Recommended best practice is to use a controlled vocabulary.
uk: Опис поведінки, яку продемонструва суб'єкт під час реєстрації події. Найкраща практика рекомендує використовувати контрольований словник.

source: Establishment Means
uk: Засоби створення

source: The process by which the biological individual(s) represented in the Occurrence became established at the location. Recommended best practice is to use a controlled vocabulary.
uk: Процес, за допомогою якого біологічні особи, представлені в випадку, створилися в місці. Найкраща практика рекомендує використовувати контрольований словник

source: Occurrence Status
uk: Стан випадку

source: A statement about the presence or absence of a Taxon at a Location. Recommended best practice is to use a controlled vocabulary.
uk: Заява про наявність або відсутність Таксона на місці. Найкраща практика рекомендує використовувати контрольований словник

source: Preparations
uk: Підготовки

source: A list (concatenated and separated) of preparations and preservation methods for a specimen.
uk: Перелік (об'єднаний або відокремлений) методів підготовки та консервації зразка.

source: Disposition
uk: Диспозиція

source: The current state of a specimen with respect to the collection identified in collectionCode or collectionID. Recommended best practice is to use a controlled vocabulary.
uk: Поточний стан зразка стосовно колекції, ідентифікованого в collectionCode або collectionID. Найкраща практика рекомендує використовувати контрольований словник

source: Other Catalog Numbers
uk: Інши номери каталогу

source: A list (concatenated and separated) of previous or alternate fully qualified catalog numbers or other human-used identifiers for the same Occurrence, whether in the current or any other data set or collection.
uk: Список (об'єднаний і відокремлений) від попередніх або альтернативних повноцінних каталогів або інших легкозчитних ідентифікаторів для одного і того ж випадку, будь то в поточному або будь-якому іншому наборі даних або колекції.

source: Previous Identifications
uk: Попередні ідентифікації

source: Associated Media
uk: Пов'язані медіа

source: A list (concatenated and separated) of identifiers (publication, global unique identifier, URI) of media associated with the Occurrence.
uk: Список (об'єднаний та відокремлених) ідентифікаторів (публікація, глобальний унікальний ідентифікатор, URI) медіа, пов'язаних з випадком.

source: Associated References
uk: Пов'язані посилання

source: A list (concatenated and separated) of identifiers (publication, bibliographic reference, global unique identifier, URI) of literature associated with the Occurrence.
uk: Список (об'єднаний та відокремлений) ідентифікаторів (публікація, бібліографічна довідка, глобальний унікальний ідентифікатор, URI) літератури, пов'язаної з випадком.

source: Associated Occurrences
uk: Пов'язані випадки

source: Associated Sequences
uk: Пов'язані послідовності

source: A list (concatenated and separated) of identifiers (publication, global unique identifier, URI) of genetic sequence information associated with the Occurrence.
uk: Список (об'єднаних та відокремлений) ідентифікаторів (публікація, глобальний унікальний ідентифікатор, URI) інформації про генетичну послідовність, пов'язану з випадком.

source: Associated Taxa
uk: Пов'язані таксони

source: A list (concatenated and separated) of identifiers or names of taxa and their associations with the Occurrence.
uk: Список (об'єднаний і відокремлений) ідентифікаторів або назви таксонів та їх зв'язків з випадком.

source: Organism
uk: Організм

source: *Main structure* containing organism based information.
uk: *Основна структура* містить інформацію, засновану на організмі.

source: Organism ID
uk: ID організму

source: An identifier for the Organism instance (as opposed to a particular digital record of the Organism). May be a globally unique identifier or an identifier specific to the data set.
uk: Ідентифікатор екземпляра організма (на відміну від конкретного цифрового запису організму). Це може бути глобально унікальний ідентифікатор або ідентифікатор, специфічний для набору даних.

source: Organism Name
uk: Назва організму

source: A textual name or label assigned to an Organism instance.
uk: Текстове ім'я або мітка, присвоєна екземпляру органіізма.

source: Organism Scope
uk: Сфера застосування організму

source: A description of the kind of Organism instance. Can be used to indicate whether the Organism instance represents a discrete organism or if it represents a particular type of aggregation. Recommended best practice is to use a controlled vocabulary.
uk: Опис виду екземпляра організму. Може використовуватися для позначення того, чи є екземпляр організма дискретним організмом або якщо він являє собою певний тип агрегації. Найкраща практика рекомендує використовувати контрольований словник.

source: Organism Associated Occurrences
uk: Випадки, пов'язані з організмом

source: A list (concatenated and separated with a vertical bar ' | ') of identifiers of other Occurrence records and their associations to this Occurrence.
uk: Список (зчеплений і розділений вертикальною смужкою «|») ідентифікаторів інших записів про події та їх зв'язки з цим випадком.

source: Associated Organisms
uk: Пов'язані організми

source: A list (concatenated and separated with a vertical bar ' | ' ) of identifiers of other Organisms and their associations to this Organism.
uk: Список (зчеплений і розділений вертикальною смужкою «|») ідентифікаторів інших організмів та їх зв'язків з цим організмом.

source: A list (concatenated and separated with a vertical bar ' | ' ) of previous assignments of names to the Organism.
uk: Список (зчеплений і розділений вертикальною смужкою «|») попередніх призначень назв до організму.

source: Organism Remarks
uk: Примітки організму

source: Comments or notes about the Organism instance.
uk: Коментарі або примітки про екземпляр організму.

source: Material Sample
uk: Матеріальний зразок

source: *Main structure* containing material sample based information.
uk: *Основна структура*, що містить інформацію, засновану на матеріальному зразку.

source: Living Specimen
uk: Живий зразок

source: *Main structure* containing living specimen based information. A specimen that is alive.
uk: *Основна структура*, що містить інформацію, засновану на живому зразку. Зразок, що є живим.

source: Preserved Specimen
uk: Збережений зразок

source: *Main structure* containing preserved specimen based information. A specimen that has been preserved.
uk: *Основна структура*, що містить інформацію, засновану на збереженому зразку. Зразок, що був збережений.

source: Fossil Specimen
uk: Викопний зразок

source: *Main structure* containing fossil specimen based information. A preserved specimen that is a fossil.
uk: *Основна структура*, що містить інформацію, засновану на викопному зразку. Збережений зразок, який є викопним.

source: Material Sample ID
uk: ID матеріального зразка

source: An identifier for the MaterialSample (as opposed to a particular digital record of the material sample). In the absence of a persistent global unique identifier, construct one from a combination of identifiers in the record that will most closely make the materialSampleID globally unique.
uk: Ідентифікатор для матеріального зразка (на відміну від конкретного цифрового запису матеріального зразку). За відсутності стійкого глобального унікального ідентифікатора, побудуйте його з комбінації ідентифікаторів у записі, який найбільш точно зробить ідентифікатор матеріального зразка глобальним унікальним.

source: *Main structure* containing event based information.
uk: *Основна структура*, що містить інформацію, засновану на події.

source: Human Observation
uk: Спостереження людини

source: *Main structure* containing human observation based information.
uk: *Основна структура*, що містить інформацію, засновану на спостереженні людини.

source: Machine Observation
uk: Спостереження машини

source: *Main structure* containing machine observation based information.
uk: *Основна структура*, що містить інформацію, засновану на спостереженні машини

source: Event ID
uk: Ідентифікатор події

source: An identifier for the set of information associated with an Event (something that occurs at a place and time). May be a global unique identifier or an identifier specific to the data set.
uk: Ідентифікатор для набору інформації, пов'язаного з подією (щось, що відбувається в певному місці та часі). Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для набору даних.

source: Parent Event ID
uk: Ідентифікатор батьківської події

source: An identifier for the broader Event that groups this and potentially other Events.
uk: Ідентифікатор для більш широкої події, яка об'єднує ці та потенційно інші події.

source: Event Date
uk: Дата події

source: The date-time or interval during which an Event occurred. For occurrences, this is the date-time when the event was recorded. Not suitable for a time in a geological context. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
uk: Дата-час або інтервал, протягом якого сталася подія. Для випадків це дата-час, коли відбувається запис події. Непридатний для часу в геологічному контексті. Найкраща практика рекомендує використовувати схеми кодування, наприклад ISO 8601: 2004 (E).

source: Event Earliest Date
uk: Рання дата події

source: Event Latest Date
uk: Найпізніша дата події

source: Event Time
uk: Час події

source: The time or interval during which an Event occurred. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
uk: Час або інтервал, протягом якого відбулася подія. Найкраща практика рекомендує використовувати схеми кодування, наприклад ISO 8601: 2004 (E).

source: Start Day Of Year
uk: День початку в році

source: The earliest ordinal day of the year on which the Event occurred (1 for January 1, 365 for December 31, except in a leap year, in which case it is 366).
uk: Номер першого дня в році, в який відбулася подія (1 для 1 січня, 365 для 31 грудня, крім високосного року, у цьому випадку це 366).

source: End Day Of Year
uk: День кінця в році

source: The latest ordinal day of the year on which the Event occurred (1 for January 1, 365 for December 31, except in a leap year, in which case it is 366).
uk: Номер останнього дня року, в який відбулася подія (1 дял 1 січня, 365 для 31 грудня, крім високосного року, у цьому випадку це 366).

source: The four-digit year in which the Event occurred, according to the Common Era Calendar.
uk: Чотиризначний рік, в якому відбулася подія, відповідно до Загального календаря ери.

source: Month
uk: Місяць

source: The ordinal month in which the Event occurred.
uk: Номер місяця, в якому відбулася подія.

source: Day
uk: День

source: The integer day of the month on which the Event occurred.
uk: Номер дня місяця, в якому відбулася подія.

source: Verbatim Event Date
uk: Буквальна дата подіґ

source: The verbatim original representation of the date and time information for an Event.
uk: Словесне оригінальне представлення інформації про дату та час для події.

source: Habitat
uk: Ареал

source: A category or description of the habitat in which the Event occurred.
uk: Категорія або опис ареалу, в якому відбулася подія.

source: Sampling Protocol
uk: Протокол відбору проб

source: The name of, reference to, or description of the method or protocol used during an Event.
uk: Назва, посилання, або опис методу або протоколу, що використовуються під час події.

source: Sampling Effort
uk: Пробовідбірне зусилля

source: The amount of effort expended during an Event.
uk: Кількість зусиль, витрачених протягом події.

source: Sampling Size Value
uk: Значення розміру проби

source: A numeric value for a measurement of the size (time duration, length, area, or volume) of a sample in a sampling event.
uk: Чисельне значення для вимірювання розміру (тривалості , довжини, площі або об'єму) проби у події вибірки.

source: Sampling Size Unit
uk: Одиниці розміру проби

source: The unit of measurement of the size (time duration, length, area, or volume) of a sample in a sampling event.
uk: Одиниця вимірювання розміру (тривалість, довжина, площа або об'єм) проби у події вибірки.

source: Field Number
uk: Номер поля

source: An identifier given to the event in the field. Often serves as a link between field notes and the Event.
uk: Ідентифікатор, присвоєний події в полі. Часто слугує зв'язком між польовими примітками та подією.

source: Field Notes
uk: Польові примітки

source: One of (a) an indicator of the existence of, (b) a reference to (publication, URI), or (c) the text of notes taken in the field about the Event.
uk: Один з наступних: (а) індикатор існування, (б) посилання на (публікація, URI), або (в) текст примітое, зроблених у полі щодо події.

source: Event Remarks
uk: Зауваження події

source: Comments or notes about the Event.
uk: Коментарі або примітки щодо події.

source: Location Class
uk: Клас місця розташування

source: Location ID
uk: Ідентифікатор місця розташування

source: An identifier for the set of location information (data associated with Location). May be a global unique identifier or an identifier specific to the data set.
uk: Ідентифікатор для набору інформації про місцезнаходження (дані, пов'язані з місцезнаходженням). Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для набору даних.

source: Higher Geography ID
uk: Ідентифікатор ширшої географії

source: An identifier for the geographic region within which the Location occurred. Recommended best practice is to use an persistent identifier from a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
uk: Ідентифікатор географічного регіону, в межах якого знаходиться місцезнаходження. Найкраща практика рекомендує використовувати постійний ідентифікатор з контрольованого словника на кшталт тезауруса географічних назв Getty.

source: Higher Geography
uk: Ширша географія

source: A list (concatenated and separated) of geographic names less specific than the information captured in the locality term.
uk: Список (об'єднаний і відокремлений) географічних назв, менш специфічних, ніж інформація, взята в терміні місцевості.

source: Continent
uk: Континент

source: The name of the continent in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names or the ISO 3166 Continent code.
uk: Назва континенту, в межах якого знаходиться місцезнаходження. Найкраща практика рекомендує використовувати контрольований словник на кшталт тезауруса географічних назв Getty.

source: Water Body
uk: Водойма

source: The name of the water body in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
uk: Назва водойми, в межах якого знаходиться місцезнаходження. Найкраща практика рекомендує використовувати контрольований словник на кшталт тезауруса географічних назв Getty.

source: Island Group
uk: Група островів

source: The name of the island group in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
uk: Група островів, в межах якої знаходиться місцезнаходження. Найкраща практика рекомендує використовувати контрольований словник на кшталт тезауруса географічних назв Getty.

source: Island
uk: Острів

source: The name of the island on or near which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
uk: Назва осрова на якому чи поруч з яким знаходиться місцезнаходження. Найкраща практика рекомендує використовувати контрольований словник на кшталт тезауруса географічних назв Getty.
