Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: The full name of the latest possible geochronologic epoch or highest chronostratigraphic series attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування останньої можливої ​​геохронологічної епохи або найвищої хроностратиграфічної серії, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Earliest Age Or Lowest Stage
uk: Найраніший вік або найнижча ступінь

source: The full name of the earliest possible geochronologic age or lowest chronostratigraphic stage attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування найранішого можливого геохронологічного віку або найнижчої хроностратиграфічної стадії, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Latest Age Or Highest Stage
uk: Найпізніший вік або найвища ступінь

source: The full name of the latest possible geochronologic age or highest chronostratigraphic stage attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування останнього можливого геохронологічного віку або найвищої хроностратиграфічної стадії, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Lowest Biostratigraphic Zone
uk: Найнижча біостратиграфічна зона

source: The full name of the lowest possible geological biostratigraphic zone of the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування найнижчої геологічної біостратиграфічної зони стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Highest Biostratigraphic Zone
uk: Найвища біостратиграфічна зона

source: The full name of the highest possible geological biostratigraphic zone of the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування максимально можливої ​​геологічної біостратиграфічної зони стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Lithostratigraphic Terms
uk: Літостратиграфічні терміни

source: The combination of all litho-stratigraphic names for the rock from which the cataloged item was collected.
uk: Комбінація всіх літо-стратиграфічних найменувань для скелі, з якої було зібрано каталогізований предмет

source: Group
uk: Група

source: The full name of the lithostratigraphic group from which the cataloged item was collected.
uk: Повне найменування літостратиграфічної групи, з якої було зібрано каталогізований предмет.

source: Formation
uk: Формація

source: The full name of the lithostratigraphic formation from which the cataloged item was collected.
uk: Повне найменування літостратиграфічної формації, з якого було зібрано каталогізований предмет.

source: Member
uk: Пачка

source: The full name of the lithostratigraphic member from which the cataloged item was collected.
uk: Повне найменування літостратиграфічної пачки, з якої було зібрано каталогізований предмет.

source: Bed
uk: Пласт

source: The full name of the lithostratigraphic bed from which the cataloged item was collected.
uk: Повне найменування літостратиграфічного пласта, з якого було зібрано каталогізований предмет.

source: Identification
uk: Ідентифікація

source: *Main structure* containing identification based information.
uk: *Основна структура*, яка містить інформацію на основі ідентифікації.

source: Identification ID
uk: ID ідентифікації

source: An identifier for the Identification (the body of information associated with the assignment of a scientific name). May be a global unique identifier or an identifier specific to the data set.
uk: Ідентифікатор ідентифікації (сукупність інформації, пов'язаної з присвоєнням наукового найменування). Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для набору даних.

source: Identified By
uk: Ким ідентифіковано

source: A list (concatenated and separated) of names of people, groups, or organizations who assigned the Taxon to the subject.
uk: Список (об'єднаний і відокремлений) імен людей, груп або організацій, які призначили Таксон до предмету.

source: Date Identified
uk: Дата індентифікації

source: The date on which the subject was identified as representing the Taxon. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
uk: Дата, на яку предмет був визначений як Таксона. Найкраща практика рекомендує використовувати схему кодування, наприклад ISO 8601: 2004 (E).

source: Identification References
uk: Посилання ідентифікації

source: A list (concatenated and separated) of references (publication, global unique identifier, URI) used in the Identification.
uk: Список (об'єднаний і відокремлений) посилань (публікація, глобальний унікальний ідентифікатор, URI), що використовується при ідентифікації.

source: Identification Verification Status
uk: Стан перевірки ідентифікації

source: A categorical indicator of the extent to which the taxonomic identification has been verified to be correct. Recommended best practice is to use a controlled vocabulary such as that used in HISPID/ABCD.
uk: Категорійний індикатор того, наскільки підтверджено, що таксономічна ідентифікація є правильною. Найкраща практика рекомендує використовувати контрольований словник на зразок того, що використовується в HISPID/ABCD.

source: Identification Remarks
uk: Зауваження ідентифікації

source: Comments or notes about the Identification.
uk: Коментарі або примітки про ідентифікацію.

source: Identification Qualifier
uk: Кваліфікатор ідентифікації

source: A brief phrase or a standard term ("cf." "aff.") to express the determiner's doubts about the Identification.
uk: Коротка фраза або стандартний термін ("cf." "aff."), щоб виразити сумніви детермінанта про ідентифікацію.

source: Type Status
uk: Стан типу

source: A list (concatenated and separated) of nomenclatural types (type status, typified scientific name, publication) applied to the subject.
uk: Список (об'єднаний і відокремлений) номенклатурних типів (тип статусу, типова наукове ім'я, публікація), що застосовується до предмета.

source: Taxon
uk: Таксон

source: *Main structure* containing taxonomic based information.
uk: *Основна структура*, що містить інформацію, базовану та таксономії.

source: Taxon ID
uk: Ідентифікатор таксону

source: An identifier for the set of taxon information (data associated with the Taxon class). May be a global unique identifier or an identifier specific to the data set.
uk: Ідентифікатор для набору інформації про таксони (дані, пов'язані з класом Таксон). Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для набору даних.

source: Scientific Name ID
uk: Ідентифікатор наукового найменування

source: An identifier for the nomenclatural (not taxonomic) details of a scientific name.
uk: Ідентифікатор для номенклатурних (не таксономічних) деталей наукової назви.

source: Accepted Name Usage ID
uk: Ідентифікатор використання прийнятої назви

source: An identifier for the name usage (documented meaning of the name according to a source) of the currently valid (zoological) or accepted (botanical) taxon.
uk: Ідентифікатор для використання назви (документоване значення назви за джерелом) чинного (зоологічного) або прийнятого (ботанічного) таксону.

source: Parent Name Usage ID
uk: Ідентифікатор використання батьківської назви

source: An identifier for the name usage (documented meaning of the name according to a source) of the direct, most proximate higher-rank parent taxon (in a classification) of the most specific element of the scientificName.
uk: Ідентифікатор для використання назви (документоване значення назви за джерелом) прямого, найближчого батьківського таксону вищого рангу (в класифікації) найспецифічнішого елемента наукового найменування.

source: Original Name Usage ID
uk: Ідентифікатор використання оригінальної назви

source: An identifier for the name usage (documented meaning of the name according to a source) in which the terminal element of the scientificName was originally established under the rules of the associated nomenclaturalCode.
uk: Ідентифікатор для використання назви (документоване значення назви за джерелом) в якому термінальний елемент наукового найменування був спочатку встановлений відповідно до правил відповідного номенклатурного коду.

source: Name According To ID
uk: Ідентифікатор відповідності назви

source: An identifier for the source in which the specific taxon concept circumscription is defined or implied. See nameAccordingTo.
uk: Ідентифікатор для джерела, в якому визначена чи мається на увазі конкретна концепція поняття таксонів . Див. назву відповідно до.

source: Name Published In ID
uk: Ідентифікатор місця публікації назви

source: An identifier for the publication in which the scientificName was originally established under the rules of the associated nomenclaturalCode.
uk: Ідентифікатор видання, в якому наукове найменування було спочатку встановлено відповідно до правил відповідного номенклатурного коду.

source: Taxon Concept ID
uk: Ідентифікатор концепції таксону

source: An identifier for the taxonomic concept to which the record refers - not for the nomenclatural details of a taxon.
uk: Ідентифікатор концепції таксону, до якої відноситься запис - не для номенклатурних деталей таксона.

source: Scientific Name
uk: Наукове найменування

source: The full scientific name, with authorship and date information if known. When forming part of an Identification, this should be the name in lowest level taxonomic rank that can be determined. This term should not contain identification qualifications, which should instead be supplied in the IdentificationQualifier term.
uk: Повне наукове найменування, з інформацією про авторство та дату, якщо це відомо. Під час формування частини ідентифікації це має бути ім'я в найменшому рівні таксономічного рангу, який можна визначити. Цей термін не повинен містити ідентифікаційних критеріїв, які замість цього мають бути надані в терміні IdentificationQualifier.

source: Accepted Name Usage
uk: Прийняте використання найменування

source: The full name, with authorship and date information if known, of the currently valid (zoological) or accepted (botanical) taxon.
uk: Повне найменування, з інформацією про авторство та дату, якщо це відомо, про дійсний (зоологічний) або прийнятий (ботанічний) таксон.

source: Parent Name Usage
uk: Батьківське використання найменування

source: The full name, with authorship and date information if known, of the direct, most proximate higher-rank parent taxon (in a classification) of the most specific element of the scientificName.
uk: Повне найменування, з інформацією про авторство та дату, якщо це відомо, про прямий, найближчий батьківський таксон вищого рангу (за класифікацією) самого специфічного елемента наукового найменування.

source: Original Name Usage
uk: Оригінальне використання найменування

source: The taxon name, with authorship and date information if known, as it originally appeared when first established under the rules of the associated nomenclaturalCode. The basionym (botany) or basonym (bacteriology) of the scientificName or the senior/earlier homonym for replaced names.
uk: Назва таксона, з інформацією про авторство та дату, якщо вона відома, як воно вперше з'явилося, коли воно вперше було встановлено відповідно до правил відповідного номенклатурного коду. Базіонім (ботаніка) або базонім (бактеріологія) науковогоname або старший/попередній омонім для заміни імен.

source: Name According To
uk: Відповідність найменування

source: The reference to the source in which the specific taxon concept circumscription is defined or implied - traditionally signified by the Latin "sensu" or "sec." (from secundum, meaning "according to"). For taxa that result from identifications, a reference to the keys, monographs, experts and other sources should be given.
uk: Посилання на джерело, в якому окреслена конкретна концепція поняття таксона, - традиційно позначена латинською «sensu» або «sec». (від secundum, що означає «відповідно»). Для таксонів, які є наслідком ідентифікації, слід надати посилання на ключі, монографії, експерти та інші джерела.

source: Name Published In
uk: Місце публікації найменування

source: A reference for the publication in which the scientificName was originally established under the rules of the associated nomenclaturalCode.
uk: Посилання на публікацію, в якій спочатку було встановлено наукове найменування відповідно до правил відповідного номенклатурного коду.

source: Name Published In Year
uk: Рік публікації найменування

source: The four-digit year in which the scientificName was published.
uk: Чотиризначний рік, в якому було опубліковано наукове найменування.

source: Higher Classification
uk: Вища класифікація

source: A list (concatenated and separated) of taxa names terminating at the rank immediately superior to the taxon referenced in the taxon record. Recommended best practice is to order the list starting with the highest rank and separating the names for each rank with a semi-colon ;
uk: Список (об'єднаних і відокремлених) назв таксонів, що закінчуються рівнем безпосередньо над таксоном, що вказаний в записі таксона. Найкращою практикою рекомендовано впорядкути список, починаючи з найвищого рангу та розділяючи імена для кожного рангу з крапкою з комою «;»

source: Kingdom
uk: Царство

source: The full scientific name of the kingdom in which the taxon is classified.
uk: Повна наукова назва царства, в якій класифікується таксон.

source: Phylum
uk: Тип/Відділ

source: The full scientific name of the phylum or division in which the taxon is classified.
uk: Повне наукове найменування типу чи відділу, в якому класифікується таксон.

source: Class
uk: Клас

source: The full scientific name of the class in which the taxon is classified.
uk: Повне наукове найменування класу, в якому класифікується таксон.

source: Order
uk: Порядок

source: The full scientific name of the order in which the taxon is classified.
uk: Повне наукове найменування порядку, в якому класифікується таксон.

source: Family
uk: Родина

source: The full scientific name of the family in which the taxon is classified.
uk: Повне наукове найменування родини, в якому класифікується таксон.

source: Genus
uk: Рід

source: The full scientific name of the genus in which the taxon is classified.
uk: Повне наукове найменування роду, в якому класифікується таксон.

source: Subgenus
uk: Підрід

source: The full scientific name of the subgenus in which the taxon is classified. Values should include the genus to avoid homonym confusion.
uk: Повне наукове найменування підроду, в якому класифікується таксон. Значення повинні включати род, щоб уникнути плутанини омонімів.

source: Specific Epithet
uk: Видовий епітет

source: The name of the first or species epithet of the scientificName.
uk: Назва першого або епітет виду у науковому найменуванні.

source: Infraspecific Epithet
uk: Внутрішньовидовий епітет

source: The name of the lowest or terminal infraspecific epithet of the scientificName, excluding any rank designation.
uk: Назва найнижчого або кінцевого внутрішньовидового епітету наукового найменування, за винятком будь-якого рангового позначення.

source: Taxon Rank
uk: Ранг таксона

source: The taxonomic rank of the most specific name in the scientificName. Recommended best practice is to use a controlled vocabulary.
uk: Таксономічний ранг найбільш специфічної назви в наукового найменування. Рекомендовано найкращою практикою використання контрольованого словника.

source: Verbatim Taxon Rank
uk: Словесний ранг таксона

source: The taxonomic rank of the most specific name in the scientificName as it appears in the original record.
uk: Таксономічний ранг найбільш специфічної назви в наукового найменування як він з'являється в оригінальному записі.

source: Scientific Name Authorship
uk: Авторство наукового найменування

source: The authorship information for the scientificName formatted according to the conventions of the applicable nomenclaturalCode.
uk: Інформація про авторство для наукового найменування відформатована відповідно до конвенцій відповідного номенклатурного коду.

source: Vernacular Name
uk: Народна назва

source: A common or vernacular name.
uk: Загальна або народна назва.

source: Nomenclatural Code
uk: Номенклатурний код

source: The nomenclatural code (or codes in the case of an ambiregnal name) under which the scientificName is constructed. Recommended best practice is to use a controlled vocabulary.
uk: Номенклатурний код (або коди у випадку амбірегнальної назви), за яким побудовано наукове найменування. Найкращою практикою рекомендовано використання контрольованого словника.

source: Taxonomic Status
uk: Таксономічний стан

source: The status of the use of the scientificName as a label for a taxon. Requires taxonomic opinion to define the scope of a taxon. Rules of priority then are used to define the taxonomic status of the nomenclature contained in that scope, combined with the experts opinion. It must be linked to a specific taxonomic reference that defines the concept. Recommended best practice is to use a controlled vocabulary.
uk: Стан використання наукового найменування як мітки для таксону. Потребує таксономічної думки для визначення сфери таксона. Потім правила пріоритету використовуються для визначення таксономічного стану номенклатури, що містяться в цій сфері, у поєднанні з думкою експертів. Він повинен бути пов'язаний з конкретним таксономічним посиланням, який визначає поняття. Найкращою практикою рекомендовано використання контрольованого словника.

source: Nomenclatural Status
uk: Номенклатурний стан

source: The status related to the original publication of the name and its conformance to the relevant rules of nomenclature. It is based essentially on an algorithm according to the business rules of the code. It requires no taxonomic opinion.
uk: Стан, пов'язаний з оригінальною публікацією назви та її відповідністю відповідним правилам номенклатури. Він заснований, по суті, на алгоритмі відповідно до ділових правил коду. Не вимагає таксономічної думки.

source: Taxon Remarks
uk: Таксономічні зауваження

source: Comments or notes about the taxon or name.
uk: Коментарі або примітки до таксону чи найменування.

source: Resource Relationship
uk: Зв'язок ресурсів

source: *Main structure* containing relationships between resources based information.
uk: *Основна структура*, що містить інформацію, засновану на зв'язках між ресурсами

source: Resource Relationship ID
uk: Ідентифікатор зв'язку ресурсів

source: An identifier for an instance of relationship between one resource (the subject) and another (relatedResource, the object).
uk: Ідентифікатор для екземпляра зв'язку між одним ресурсом (предметом) та іншим (пов'язаним ресурсом, об'єктом).

source: Resource ID
uk: Ідентифікатор ресурсу

source: An identifier for the resource that is the subject of the relationship.
uk: Ідентифікатор ресурсу, який є об'єктом зв'язку.

source: Related Resource ID
uk: Ідентифікатор пов'язаного ресурсу

source: An identifier for a related resource (the object, rather than the subject of the relationship).
uk: Ідентифікатор пов'язаного ресурсу (об'єкт, а не тема взаємозв'язку).

source: Relationship Of Resource
uk: Зв'язок ресурсів

source: The relationship of the resource identified by relatedResourceID to the subject (optionally identified by the resourceID). Recommended best practice is to use a controlled vocabulary.
uk: Зв'язок ресурсу, ідентифікованого relatedResourceID, до предмета (необов'язково ідентифікований за допомогою resourceID). Найкращою практикою рекомендовано використання контрольованого словника.

source: Relationship According To
uk: Відповідність зв'язку

source: The source (person, organization, publication, reference) establishing the relationship between the two resources.
uk: Джерело (особа, організація, публікація, посилання), що встановлює зв'язок між двома ресурсами.

source: Relationship Established Date
uk: Дата встановлення зв'язку

source: The date-time on which the relationship between the two resources was established. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
uk: Дата та час, у який було встановлено зв'язок між двома ресурсами. Найкраща практика рекомендує використовувати схеми кодування, наприклад ISO 8601: 2004 (E).

source: Relationship Remarks
uk: Зауваження до зв'язку

source: Comments or notes about the relationship between the two resources.
uk: Коментарі або примітки до взаємозв'язку між двома ресурсами.

source: Measurement Or Fact
uk: Вимірювання або факт

source: *Main structure* containing measurement based information.
uk: *Основна структура*, що містить інформацію, засновану на вимірюванні.

source: Measurement ID
uk: Ідентифікатор вимірювання

source: An identifier for the MeasurementOrFact (information pertaining to measurements, facts, characteristics, or assertions). May be a global unique identifier or an identifier specific to the data set.
uk: Ідентифікатор для MeasurementOrFact (інформація, що стосується вимірювань, фактів, характеристик або тверджень). Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для набору даних.

source: Measurement Type
uk: Тип вимірювання

source: The nature of the measurement, fact, characteristic, or assertion. Recommended best practice is to use a controlled vocabulary.
uk: Характер вимірювання, факт, характеристика або твердження. Найкращою практикою рекомендовано використання контрольованого словника.

source: Measurement Value
uk: Значення вимірювання

source: The value of the measurement, fact, characteristic, or assertion.
uk: Значення вимірювання, факту, характеристики або твердження.

source: Measurement Accuracy
uk: Точність вимірювання

source: The description of the potential error associated with the measurementValue.
uk: Опис потенційної помилки, пов'язаної з вимірювальним значенням.

source: Measurement Unit
uk: Одиниці вимірювання

source: The units associated with the measurementValue. Recommended best practice is to use the International System of Units (SI).
uk: Одиниці, пов'язані з значенням вимірювання. Найкращою практикою рекомендовано використання Міжнародної системи одиниць (СІ).

source: Measurement Determined Date
uk: Дата проведення вимірювання

source: The date on which the MeasurementOrFact was made. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
uk: Дата, коли було проведено вимірювання. Найкращою практикою рекомендовано використання схеми кодування на кшталт ISO 8601:2004 (E).

source: Measurement Determined By
uk: Ким проведено вимірювання

source: A list (concatenated and separated) of names of people, groups, or organizations who determined the value of the MeasurementOrFact.
uk: Список (об'єднаний і відокремлений) імен людей, груп або організацій, які визначили значення Вимірювання або факту.

source: Measurement Method
uk: Метод вимірювання

source: A description of or reference to (publication, URI) the method or protocol used to determine the measurement, fact, characteristic, or assertion.
uk: Опис або посилання (публікація, URI) на метод або протокол, який використовується для визначення вимірювання, факти, характеристики або твердження.

source: Measurement Remarks
uk: Зауваження до вимірювання

source: Comments or notes accompanying the MeasurementOrFact.
uk: Коментарі або примітки, що стосуються вимірювання або факту.

source: A brief description of the file
uk: Короткий опис файлу

source: Date Time
uk: Дата та час

source: The name of the author or photographer
uk: Ім'я автора або фотографа

source: Numerical rating from 1 to 5
uk: Числовий рейтинг від 1 до 5

source: Notes
uk: Примітки
