Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: The chromaticity of the three primary colors of the image. Normally this tag is not necessary, since colorspace is specified in the colorspace information tag (<ColorSpace>).
uk: Хроматичність трьох основних кольорів зображення. Зазвичай цей тег не потрібний, оскільки колірний простір вказано в тезі інформації про колірний простір (<ColorSpace>).

source: Color Map
uk: Схема кольорів

source: A color map for palette color images. This field defines a Red-Green-Blue color map (often called a lookup table) for palette-color images. In a palette-color image, a pixel value is used to index into an RGB lookup table.
uk: Схема кольорів для палітри кольорових зображень. Це поле визначає схему кольорів червоного-зеленого-синього (часто називається довідковою таблицею) для зображенняі палітри кольорів. У зображенні палітри кольорів значення пікселя використовується для індексування в довідкову таблицю RGB.

source: Halftone Hints
uk: Хінти півтонів

source: The purpose of the HalftoneHints field is to convey to the halftone function the range of gray levels within a colorimetrically-specified image that should retain tonal detail.
uk: Мета поля HalftoneHints полягає в тому, щоб передати функцію півтону діапазон сірих рівнів у колориметрично заданому зображенні, що має зберігати тональні деталі.

source: Tile Width
uk: Ширина плитки

source: The tile width in pixels. This is the number of columns in each tile.
uk: Ширина плитки у пікселях. Це кількість стовпців у кожній плитці.

source: Tile Length
uk: Довжина плитки

source: The tile length (height) in pixels. This is the number of rows in each tile.
uk: Довжина плитки (висота) у пікселях. Це число рядків у кожній плитці.

source: Tile Offsets
uk: Зсуви плиток

source: For each tile, the byte offset of that tile, as compressed and stored on disk. The offset is specified with respect to the beginning of the TIFF file. Note that this implies that each tile has a location independent of the locations of other tiles.
uk: Для кожної плитки, зміщення байтів цієї плитки, як стиснуто і зберігається на диску. Зсув вказаний щодо початку файлу TIFF. Зверніть увагу, що це означає, що кожна плитка має місце незалежно від розташування інших плиток.

source: Tile Byte Counts
uk: Кількість байт плитки

source: For each tile, the number of (compressed) bytes in that tile. See TileOffsets for a description of how the byte counts are ordered.
uk: Для кожної плитки - кількість (стиснутих) байтів у цій плиті. Див. TileOffsets для опису послідовності підрахунку байтів.

source: SubIFD Offsets
uk: СубIFD зміщення

source: Defined by Adobe Corporation to enable TIFF Trees within a TIFF file.
uk: Визначено корпорацією Adobe для увімкнення дерев TIFF у файлі TIFF.

source: Ink Set
uk: Набір чорнил

source: The set of inks used in a separated (PhotometricInterpretation=5) image.
uk: Набір чорнил, що використовуються у відокремленому (PhotometricInterpretation=5) зображенні.

source: Ink Names
uk: Назви чорнил

source: The name of each ink used in a separated (PhotometricInterpretation=5) image.
uk: Назва кожного з чорнил, що використовується у відокремленому (PhotometricInterpretation=5) зображенні.

source: Number Of Inks
uk: Кількість чорнил

source: The number of inks. Usually equal to SamplesPerPixel, unless there are extra samples.
uk: Кількість чорнил. Зазвичай дорівнює SamplesPerPixel, якщо немає додаткових зразків.

source: Dot Range
uk: Діапазон точок

source: The component values that correspond to a 0% dot and 100% dot.
uk: Значення компонентів, які відповідають 0% dot та 100% dot.

source: Target Printer
uk: Цільовий принтер

source: A description of the printing environment for which this separation is intended.
uk: Опис середовища друку, для якого призначено це розділення.

source: Extra Samples
uk: Додаткові зразки

source: Specifies that each pixel has m extra components whose interpretation is defined by one of the values listed below.
uk: Вказує, що кожен піксель має додаткові компоненти, інтерпретація яких визначається одним із значень, наведеним нижче.

source: Sample Format
uk: Формат компонента

source: This field specifies how to interpret each data sample in a pixel.
uk: Це поле вказує, як інтерпретувати дані кожного зразка у пікселі

source: SMin Sample Value
uk: SMin-значення компонента

source: This field specifies the minimum sample value.
uk: Це поле визначає мінімальне значення зразка.

source: SMax Sample Value
uk: SMax значення зразка

source: This field specifies the maximum sample value.
uk: Це поле визначає максимальне значення зразка.

source: Transfer Range
uk: Діапазон перенесення

source: Expands the range of the TransferFunction
uk: Розширює діапазон функції перенесення

source: Clip Path
uk: Контур обрізання

source: A TIFF ClipPath is intended to mirror the essentials of PostScript's path creation functionality.
uk: TIFF ClipPath призначений для відтворення основних функцій створення шляху PostScript.

source: X Clip Path Units
uk: Одиниці контуру обрізання X

source: The number of units that span the width of the image, in terms of integer ClipPath coordinates.
uk: Кількість одиниць, що охоплюють ширину зображення, у термінах цілочисельних координат ClipPath.

source: Y Clip Path Units
uk: Одиниці контуру обрізання Y

source: The number of units that span the height of the image, in terms of integer ClipPath coordinates.
uk: Кількість одиниць, що охоплюють висоту зображення, у термінах цілочисельних координат ClipPath.

source: Indexed images are images where the 'pixels' do not represent color values, but rather an index (usually 8-bit) into a separate color table, the ColorMap.
uk: Індексовані зображення - це зображення, де "пікселі" не відображають значення кольорів, а скоріше індекс (як правило, 8-біт) у окремій таблиці кольорів ColorMap.

source: JPEG tables
uk: Таблиці JPEG

source: This optional tag may be used to encode the JPEG quantization and Huffman tables for subsequent use by the JPEG decompression process.
uk: Цей необов'язковий тег може бути використаний для кодування JPEG-квантування та таблиць Хаффмана для подальшого використання за допомогою процесу декомпресії JPEG.

source: OPIProxy gives information concerning whether this image is a low-resolution proxy of a high-resolution image (Adobe OPI).
uk: OPIProxy надає інформацію про те, чи це зображення є проксі з низькою роздільною здатністю зображення з високою роздільною здатністю (Adobe OPI).

source: JPEG Process
uk: Процес JPEG

source: This field indicates the process used to produce the compressed data
uk: Це поле вказує на процес, який використовується для отримання стислих даних

source: JPEG Interchange Format
uk: Формат обміну JPEG

source: The offset to the start byte (SOI) of JPEG compressed thumbnail data. This is not used for primary image JPEG data.
uk: Зсув до початкового байта (SOI) JPEG стиснутих даних мініатюри. Це не використовується для основних даних JPEG зображення.

source: JPEG Interchange Format Length
uk: Довжина формату обміну JPEG

source: The number of bytes of JPEG compressed thumbnail data. This is not used for primary image JPEG data. JPEG thumbnails are not divided but are recorded as a continuous JPEG bitstream from SOI to EOI. Appn and COM markers should not be recorded. Compressed thumbnails must be recorded in no more than 64 Kbytes, including all other data to be recorded in APP1.
uk: Кількість байтів JPEG стиснених даних мініатюри. Це не використовується для основних даних JPEG зображення. Мініатюри JPEG не поділяються, але записуються як безперервний потік JPEG з SOI на EOI. Маркери Appn та COM не повинні бути записані. Стиснені мініатюри повинні бути записані до не більше 64 Кбайт, включаючи всі інші дані, які потрібно записати у APP1.

source: JPEG Restart Interval
uk: Інтервал рестарту JPEG

source: This Field indicates the length of the restart interval used in the compressed image data.
uk: Це поле вказує довжину інтервалу рестарту, що використовується у даних стиснутого зображення

source: JPEG Lossless Predictors
uk: Передбачувачі без втрат JPEG

source: This Field points to a list of lossless predictor-selection values, one per component.
uk: Це поле вказує на список значень вибору передбачувача без втрат, один для кожного компонента

source: JPEG Point Transforms
uk: JPEG перетворення точок

source: This Field points to a list of point transform values, one per component.
uk: Це поле вказує на список значень перетворення точок, по одному для кожного компонента.

source: JPEG Q-Tables
uk: JPEG Q-таблиці

source: This Field points to a list of offsets to the quantization tables, one per component.
uk: Це поле вказує на список зсувів до таблиць квантування, по одному для кожного компонента

source: JPEG DC-Tables
uk: JPEG DC-таблиці

source: This Field points to a list of offsets to the DC Huffman tables or the lossless Huffman tables, one per component.
uk: Це поле вказує на список зсувів до таблиць DC Хафмана або таблиць Хафманна без втрат, по одному для кожного компонента.

source: JPEG AC-Tables
uk: JPEG AC-таблиці

source: This Field points to a list of offsets to the Huffman AC tables, one per component.
uk: Це поле вказує на список зсувів до таблиць AC Хафмана, по одному для кожного компонента.

source: The matrix coefficients for transformation from RGB to YCbCr image data. No default is given in TIFF; but here the value given in Appendix E, "Color Space Guidelines", is used as the default. The color space is declared in a color space information tag, with the default being the value that gives the optimal image characteristics Interoperability this condition.
uk: Матричні коефіцієнти для перетворення з даних зображення з RGB на YCbCr. За замовчуванням не вказано в TIFF; але тут, як значення, наведене у Додатку E, "Керівництво щодо колірного простору", використовується як типовий. Колірний простір оголошується в тегові інформації про колірний простір, при цьому за замовчуванням це значення дає оптимальні характеристики взаємодії цієї умови для зображення.

source: YCbCr Sub-Sampling
uk: Субкомпоненти YCbCr

source: The sampling ratio of chrominance components in relation to the luminance component. In JPEG compressed data a JPEG marker is used instead of this tag.
uk: Коефіцієнт вибірки компонентів кольоровості відносно компоненту яскравості. У стиснутих даних JPEG замість цього тегу використовується маркер JPEG.

source: The position of chrominance components in relation to the luminance component. This field is designated only for JPEG compressed data or uncompressed YCbCr data. The TIFF default is 1 (centered); but when Y:Cb:Cr = 4:2:2 it is recommended in this standard that 2 (co-sited) be used to record data, in order to improve the image quality when viewed on TV systems. When this field does not exist, the reader shall assume the TIFF default. In the case of Y:Cb:Cr = 4:2:0, the TIFF default (centered) is recommended. If the reader does not have the capability of supporting both kinds of <YCbCrPositioning>, it shall follow the TIFF default regardless of the value in this field. It is preferable that readers be able to support both centered and co-sited positioning.
uk: Положення компонентів кольоровості відносно компонентів яскравості. Це поле призначено тільки для стиснутих даних JPEG або нестиснутих даних YCbCr. За замовчуванням для TIFF дорівнює 1 (в центрі); але коли Y:Cb:Cr = 4:2:2, в цьому стандарті рекомендується використовувати 2 (спільне) для запису даних, щоб покращити якість зображення при перегляді в телевізійних системах. Коли це поле не існує, зчитувач повинен повинен вважати що значення TIFF типове. У випадку Y:Cb:Cr = 4:2:0, рекомендується типовий TIFF (за центром). Якщо зчитувач не має можливості підтримувати обидва види <YCbCrPositioning>, він повинен підтримувати TIFF незалежно від значення в цьому полі. Бажано аби зчитувачі могли підтримувати як централізоване, так і спільне позиціонування.

source: Reference Black/White
uk: Еталонні чорне/біле

source: The reference black point value and reference white point value. No defaults are given in TIFF, but the values below are given as defaults here. The color space is declared in a color space information tag, with the default being the value that gives the optimal image characteristics Interoperability these conditions.
uk: Еталонне значення чорної та білої точки. У TIFF типові значення не задаються, але значення, наведені нижче, задаються тут як типові. Колірний простір знаходиться в тегові інформації про колірний простір, при цьому за замовчуванням це значення дає оптимальні характеристики зображення при взаємодії цих умов.

source: XML Packet
uk: Пакунок XML

source: XMP Metadata (Adobe technote 9-14-02)
uk: Метадані XMP (Adobe technote 9-14-02)

source: Windows Rating
uk: Оцінка Windows

source: Rating tag used by Windows
uk: Тег оцінки, використовуваний Windows

source: Windows Rating Percent
uk: Відсоток оцінки Windows

source: Rating tag used by Windows, value in percent
uk: Тег оцінки, використовуваний Windows, значення у відсотках

source: Image ID
uk: ID зображення

source: ImageID is the full pathname of the original, high-resolution image, or any other identifying string that uniquely identifies the original image (Adobe OPI).
uk: ImageID - це повне ім'я шляху оригінального зображення високої роздільної здатності або будь-який інший ідентифікаційний рядок, який однозначно ідентифікує оригінальне зображення (Adobe OPI)

source: CFA Repeat Pattern Dimension
uk: Розмір шаблону повтору масиву колірних фільтрів (CFA)

source: Contains two values representing the minimum rows and columns to define the repeating patterns of the color filter array
uk: Містить два значення, що представляють мінімальні рядки та стовпці для визначення повторюваних шаблонів масиву колірних фільтрів

source: Indicates the color filter array (CFA) geometric pattern of the image sensor when a one-chip color area sensor is used. It does not apply to all sensing methods
uk: Вказує геометричний малюнок кольорового фільтра (CFA) для датчика зображення, коли використовується одночиповий сенсор зони кольору. Це не стосується всіх методів зондування

source: Copyright information. In this standard the tag is used to indicate both the photographer and editor copyrights. It is the copyright notice of the person or organization claiming rights to the image. The Interoperability copyright statement including date and rights should be written in this field; e.g., "Copyright, John Smith, 19xx. All rights reserved.". In this standard the field records both the photographer and editor copyrights, with each recorded in a separate part of the statement. When there is a clear distinction between the photographer and editor copyrights, these are to be written in the order of photographer followed by editor copyright, separated by NULL (in this case since the statement also ends with a NULL, there are two NULL codes). When only the photographer copyright is given, it is terminated by one NULL code. When only the editor copyright is given, the photographer copyright part consists of one space followed by a terminating NULL code, then the editor copyright is given. When the field is left blank, it is treated as unknown.
uk: Інформація про авторські права. У цьому стандарті тег використовується для позначення авторських прав як фотографа, так і редактора. Це повідомлення про авторське право особи чи організації, яка заявляє права на зображення. В цьому полі має бути написаний текст про взаємодію авторського права, включаючи дату та права; наприклад, "Copyright, John Smith, 19xx. Всі права захищені". У цьому стандарті в полі записується авторське право і фотографа, і редактора, при цьому кожен записується в окрему частину текста. Якщо між авторськими правами фотографа та редактора є чітка відмінність, вони повинні бути записані в такій послідовності: авторське право фотографа, потім авторське право редактора відокремлене NULL (у цьому випадку оскільк весь текст також закінчується на NULL, буде два коди NULL) . Коли авторське право надано тільки на фотографа, він закінсується одним кодом NULL. Коли авторське право надане лише на редактора, частина авторського права фотографа складається з одного пробілу, за яким йде код NULL, потім йде авторське право редактора. Коли поле залишається порожнім, авторське право вважається невідомим.

source: Exposure time, given in seconds.
uk: Час витримки, в секундах

source: The F number.
uk: Діафрагмове число.

source: Contains an IPTC/NAA record
uk: Містить запис IPTC/NAA

source: Image Resources Block
uk: Блок ресурсів зображення

source: Contains information embedded by the Adobe Photoshop application
uk: Містить інформацію, додану програмою Adobe Photoshop

source: A pointer to the Exif IFD. Interoperability, Exif IFD has the same structure as that of the IFD specified in TIFF. ordinarily, however, it does not contain image data as in the case of TIFF.
uk: Вказівник на Exif IFD. Взаємодія, інтерфейс Exif IFD має таку ж структуру, що і в інтерфейсі IFD, зазначений в TIFF. зазвичай, він не містить даних зображення, як у випадку з TIFF.

source: Inter Color Profile
uk: Профіль Inter Color

source: Contains an InterColor Consortium (ICC) format color space characterization/profile
uk: Містить характеристики колірного простору/профіль від InterColor Consortium (ICC)

source: The class of the program used by the camera to set exposure when the picture is taken.
uk: Клас програми, використаної фотоапаратом для експонування під час знімання.

source: Indicates the spectral sensitivity of each channel of the camera used.
uk: Вказує спектральну чутливість кожного каналу, що використаний фотоаппаратом.

source: A pointer to the GPS Info IFD. The Interoperability structure of the GPS Info IFD, like that of Exif IFD, has no image data.
uk: Вказівник на GPS Info IFD. Структура взаємодії IFD GPS Info, подібна до інтерфейсу Exif IFD, не містить даних зображення.

source: ISO Speed Ratings
uk: Світлочутливість ISO

source: Indicates the ISO Speed and ISO Latitude of the camera or input device as specified in ISO 12232.
uk: Вказує чутливість ISO та ширину ISO у фотоаппараті або пристрої вводу, як зазначено у стандарті ISO 12232.

source: Indicates the Opto-Electric Conversion Function (OECF) specified in ISO 14524.
uk: Вказує на функцію перетворення оптичного електричного струму (OECF), зазначену в ISO 14524.

source: Interlace
uk: Черезрядковість

source: Indicates the field number of multifield images.
uk: Вказує номер поля зображень з кількома полями

source: Time Zone Offset
uk: Часовий пояс

source: Self Timer Mode
uk: Режим автоспуску

source: Number of seconds image capture was delayed from button press.
uk: Кількість секунд на яку було затримано знімання зображень після натискання кнопки.

source: Date Time Original
uk: Оригінальний дата та час

source: The date and time when the original image data was generated.
uk: Дата та час створення оригінальних даних зображення.

source: Specific to compressed data; states the compressed bits per pixel.
uk: Стосується стиснутих даних; указує стиснені біти на піксель.

source: Shutter speed.
uk: Швидкість затвору.

source: The lens aperture.
uk: Діафрагма об'єктива

source: The value of brightness.
uk: Величина яскравості.

source: The exposure bias.
uk: Ухил експозиції

source: Max Aperture Value
uk: Макс значення діафрагми

source: The smallest F number of the lens.
uk: Найменше діафрагмове число об'єктива.

source: The distance to the subject, given in meters.
uk: Відстань до об’єкта, вказана у метрах.

source: The metering mode.
uk: Режим вимірювання.

source: The kind of light source.
uk: Тип джерела світла.

source: Indicates the status of flash when the image was shot.
uk: Вказує на стан спалаху, коли було зроблено знімок.

source: The actual focal length of the lens, in mm.
uk: Фактична фокусна відстань об'єктива, в мм.

source: Amount of flash energy (BCPS).
uk: Величина енергії спалах (BCPS).

source: SFR of the camera.
uk: SFR фотоапарату.

source: Noise
uk: Шум

source: Noise measurement values.
uk: Значення вимірювань шуму.

source: Number of pixels per FocalPlaneResolutionUnit (37392) in ImageWidth direction for main image.
uk: Кількість пікселів на FocalPlaneResolutionUnit (37392) у напрямку ImageWidth для основного зображення.

source: Number of pixels per FocalPlaneResolutionUnit (37392) in ImageLength direction for main image.
uk: Кількість пікселів на FocalPlaneResolutionUnit (37392) у напрямку ImageLength для основного зображення.

source: Unit of measurement for FocalPlaneXResolution(37390) and FocalPlaneYResolution(37391).
uk: Одиниці виміру для FocalPlaneXResolution(37390) та FocalPlaneYResolution(37391).

source: Number assigned to an image, e.g., in a chained image burst.
uk: Номер, присвоєний зображенням, наприклад, у серії з ланцюжком зображень.

source: Security Classification
uk: Класифікація безпеки

source: Security classification assigned to the image.
uk: Класифікація безпеки надана зображенню.

source: Record of what has been done to the image.
uk: Запис про те, що було зроблено із зображенням.

source: Indicates the location and area of the main subject in the overall scene.
uk: Вказує місце розташування та область основного об'єкта в загальній сцені.

source: Encodes the camera exposure index setting when image was captured.
uk: Кодування покажчика індексу експозиції під час зйомки зображення.

source: TIFF/EP Standard ID
uk: ID стандарту TIFF/EP

source: Contains four ASCII characters representing the TIFF/EP standard version of a TIFF/EP file, eg '1', '0', '0', '0'
uk: Містить чотири символи ASCII, що представляють стандартну версію TIFF/EP у файлі TIFF/EP, наприклад «1», «0», «0», «0»

source: Type of image sensor.
uk: Тип датчика зображення.

source: Windows Title
uk: Заголовок Windows

source: Title tag used by Windows, encoded in UCS2
uk: Тег заголовка, який використовується Windows, закодований в UCS2

source: Windows Comment
uk: Коментар Windows

source: Comment tag used by Windows, encoded in UCS2
uk: Тег коментаря, який використовує Windows, закодований в UCS2

source: Windows Author
uk: Автор Windows

source: Author tag used by Windows, encoded in UCS2
uk: Тег автора, який використовує Windows, закодований в UCS2

source: Windows Keywords
uk: Ключові слова Windows

source: Keywords tag used by Windows, encoded in UCS2
uk: Тег ключових слів, який використовує Windows, кодований у UCS2

source: Windows Subject
uk: Тема Windows

source: Subject tag used by Windows, encoded in UCS2
uk: Тег теми, який використовує Windows, кодований у UCS2

source: Print Image Matching
uk: Відповідність друку зображення

source: Print Image Matching, description needed.
uk: Відповідність друку зображення, необхідний опис.

source: DNG version
uk: Версія DNG

source: This tag encodes the DNG four-tier version number. For files compliant with version 1.1.0.0 of the DNG specification, this tag should contain the bytes: 1, 1, 0, 0.
uk: Цей тег кодує чотирирівневий номер версії DNG. Для файлів, сумісних з версією 1.1.0.0 специфікації DNG, цей тег повинен містити байти: 1, 1, 0, 0.

source: DNG backward version
uk: Зворотня версія DNG
