Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Provides full, publishable, name of the country/primary location where the intellectual property of the object data was created, according to guidelines of the provider.
uk: Вказує повну, друковану назву країни або іншого основного місцезнаходження, де було створено інтелектуальний вміст даних об’єкту, основуючись на вказівках постачальника.

source: Country
uk: Країна

source: Transmission Reference
uk: Посилання передачі

source: A code representing the location of original transmission according to practices of the provider.
uk: Код, що представляє розташування оригінальної передачі, у відповідності з практикою постачальника.

source: Headline
uk: Заголовок

source: A publishable entry providing a synopsis of the contents of the object data.
uk: Публіковані вступи надаючи короткий огляд вмісту об’єкту даних.

source: Credit
uk: Учасники

source: Identifies the provider of the object data, not necessarily the owner/creator.
uk: Вказує постачальника даних об’єкту, не обов’язково творця або власника.

source: Source
uk: Джерело

source: Identifies the original owner of the intellectual content of the object data. This could be an agency, a member of an agency or an individual.
uk: Вказує початкового власника інтелектуального вмісту даних об’єкту. Це може бути агентство або представник агентства або індивідуальна людина.

source: Contains any necessary copyright notice.
uk: Містить будь-яку потрібну інформацію про авторські права.

source: Copyright Notice
uk: Авторські права

source: Contact
uk: Контакту

source: Identifies the person or organisation which can provide further background information on the object data.
uk: Вказує персону або організацію, які можуть надати додаткову інформацію по даних об’єкту.

source: Caption
uk: Підпис

source: A textual description of the object data.
uk: Текстовий опис об’єкту знімку

source: Description
uk: Опис

source: Writer
uk: Автор тексту

source: Identification of the name of the person involved in the writing, editing or correcting the object data or caption/abstract.
uk: Вказує ім’я персони, що брала участь у написанні, редагуванні або зборі даних об’єкту, або їх опису.

source: Rasterized Caption
uk: Растрований підпис

source: Contains the rasterized object data description and is used where characters that have not been coded are required for the caption.
uk: Містить растеризовану версію опису даних об’єкту для тих випадків, коли опис містить символи, що не можуть бути показані.

source: Indicates the color components of an image.
uk: Вказує колірні компоненти зображення.

source: Image Orientation
uk: Орієнтація зображення

source: Indicates the layout of an image.
uk: Вказує макет зображення.

source: Language
uk: Мова

source: Describes the major national language of the object, according to the 2-letter codes of ISO 639:1988. Does not define or imply any coded character set, but is used for internal routing, e.g. to various editorial desks.
uk: Описує основну національну мову об’єкту у вигляді 2-х символьного коду, у відповідності з ISO 639:1988. Ніяк не визначає й не припускає якесь кодування символів, у той же час використовується для внутрішньої маршрутизації, наприклад з метою редагування.

source: Audio Type
uk: Тип звуку

source: Indicates the type of an audio content.
uk: Вказує тип звукового вмісту.

source: Audio Rate
uk: Частота вибірки

source: Indicates the sampling rate in Hertz of an audio content.
uk: Вказує частоту семплювання звукозапису у Герцах

source: Audio Resolution
uk: Якість звуку.

source: Indicates the sampling resolution of an audio content.
uk: Вказує частотну роздільну здатність звукового вмісту.

source: Audio Duration
uk: Тривалість звуку

source: Indicates the duration of an audio content.
uk: Вказує тривалість звукозапису.

source: Audio Outcue
uk: Звуковий вихідний сигнал

source: Identifies the content of the end of an audio object data, according to guidelines established by the provider.
uk: Вказує вміст кінцівки звукових даних об’єкту, у відповідності з методикою постачальника.

source: Preview Format
uk: Формат ескізу

source: A binary number representing the file format of the object data preview. The file format must be registered with IPTC or NAA organizations with a unique number assigned to it.
uk: Двійкове число, що показує формат файлу з попереднім переглядом даних об’єкту. Формат файлу повинен бути зареєстрований у організаціях IPTC або NAA з привласненням унікального номеру.

source: Preview Version
uk: Версія ескізу

source: A binary number representing the particular version of the object data preview file format specified in tag <PreviewFormat>.
uk: Двійкове число, що показує певну версію формату файлу попереднього перегляду даних об’єкту, вказану у тезі <PreviewFormat>.

source: Preview Data
uk: Дані ескізу

source: Binary image preview data.
uk: Двійкові дані ескізу зображення.

source: (Invalid)
uk: (Некоректне)

source: Unknown dataset
uk: Невідомий набір даних

source: Error %0: arg2=%2, arg3=%3, arg1=%1.
uk: Помилка %0: arg2=%2, arg3=%3, arg1=%1.

source: Success
uk: Виконано успішно

source: This does not look like a %1 image
uk: %1 не є зображенням

source: Invalid dataset name `%1'
uk: Неправильне ім’я набору даних `%1'

source: Invalid record name `%1'
uk: Неправильне ім’я запису `%1'

source: Invalid key `%1'
uk: Некоректний ключ «%1»

source: Invalid tag name or ifdId `%1', ifdId %2
uk: Неправильне ім’я тегу або ifdId `%1', ifdId %2

source: Value not set
uk: Значення не встановлено

source: %1: Failed to open the data source: %2
uk: %1: Не вдалося відкрити джерело даних: %2

source: %1: Failed to open file (%2): %3
uk: %1: не вдалося відкрити файл (%2): %3

source: %1: The file contains data of an unknown image type
uk: %1: Файл містить дані невідомого типу зображення

source: The memory contains data of an unknown image type
uk: Пам’ять містить дані невідомого типу зображення

source: Image type %1 is not supported
uk: Зображення типу %1 не підтримуються

source: Failed to read image data
uk: Не вдалося прочитати дані зображення

source: This does not look like a JPEG image
uk: Це не схоже на зображення JPEG

source: %1: Failed to map file for reading and writing: %2
uk: %1: Неможливо відкрити файл для читання та запису: %2

source: %1: Failed to rename file to %2: %3
uk: %1: Не вдалося змінити назву файлу на %2: %3

source: %1: Transfer failed: %2
uk: %1: Помилка передачі: %2

source: Memory transfer failed: %1
uk: Помилка переносу ділянки пам’яті: %1

source: Failed to read input data
uk: Помилка читання даних що вводяться

source: Failed to write image
uk: Неможливо записати зображення

source: Input data does not contain a valid image
uk: Дані що вводяться не містять припустиме зображення

source: Invalid ifdId %1
uk: Неправильний ifdId% 1

source: Entry::setValue: Value too large (tag=%1, size=%2, requested=%3)
uk: Entry::setValue: Завелике значення (мітка=%1, розмір=%2, запит=%3)

source: Entry::setDataArea: Value too large (tag=%1, size=%2, requested=%3)
uk: Entry::setDataArea: Завелике значення (мітка=%1, розмір=%2, запит=%3)

source: Offset out of range
uk: Перевищення можливого зміщення

source: Unsupported data area offset type
uk: Непідтримувана зсунута область даних

source: Invalid charset: `%1'
uk: Неприпустиме кодування: `%1'

source: Unsupported date format
uk: Непідтримуваний формат дати

source: Unsupported time format
uk: Непідтримуваний формат часу

source: Writing to %1 images is not supported
uk: Запис у %1 зображення не підтримується

source: Setting %1 in %2 images is not supported
uk: Встановлення %1 у %2 зображення не підтримується

source: This does not look like a CRW image
uk: Це не схоже на зображення формату CRW

source: %1: Not supported
uk: %1: не підтримується

source: No namespace info available for XMP prefix `%1'
uk: Відсутні відомості простору імен для префіксу XMP `%1'

source: No prefix registered for namespace `%2', needed for property path `%1'
uk: Відсутній зареєстрований префікс для простору імен `%2', потрібний для адреси властивості `%1'

source: Size of %1 JPEG segment is larger than 65535 bytes
uk: Розмір %1 сегменту JPEG перевищує 65535 байтів

source: Unhandled Xmpdatum %1 of type %2
uk: Необроблені Xmpdatum %1 з %2

source: Unhandled XMP node %1 with opt=%2
uk: Необроблений вузол XMP %1 з opt=%2

source: XMP Toolkit error %1: %2
uk: Помилка оснащення XMP %1: %2

source: Failed to decode Lang Alt property %1 with opt=%2
uk: Помилка декодування Lang Alt властивості %1 з opt=%2

source: Failed to decode Lang Alt qualifier %1 with opt=%2
uk: Помилка декодування Lang Alt специфікатора %1 з opt=%2

source: Failed to encode Lang Alt property %1
uk: Помилка кодування Lang Alt властивості %1

source: Failed to determine property name from path %1, namespace %2
uk: Помилка визначення ім’я властивості за адресою %1, простір імен %2

source: Schema namespace %1 is not registered with the XMP Toolkit
uk: Схема імен %1 не зареєстровані у XMP Toolkit

source: No namespace registered for prefix `%1'
uk: Відсутній простір імен зареєстрований для префіксу `%1'

source: Aliases are not supported. Please send this XMP packet to ahuggel@gmx.net `%1', `%2', `%3'
uk: Псевдоніми не підтримуються. Будь ласка, відправте цей XMP пакунок за адресою ahuggel@gmx.net `%1', `%2', `%3'

source: Invalid XmpText type `%1'
uk: Неправильний тип XmpText `% 1 '

source: TIFF directory %1 has too many entries
uk: Каталог TIFF %1 містить забагато записів

source: Multiple TIFF array element tags %1 in one directory
uk: Декілька міток елемету TIFF масиву %1 у одній директорії

source: TIFF array element tag %1 has wrong type
uk: Мітка елементу TIFF масиву %1 має неправильний тип

source: %1 has invalid XMP value type `%2'
uk: %1 має неправильне значення XMP типу `%2'

source: Not a valid ICC Profile
uk: Недійсний профіль ICC

source: Not valid XMP
uk: Недійсний XMP

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
uk: Ця програма - вільне програмне забезпечення; ви можете розповсюджувати його та/або модифікувати його керуючись Універсальною суспільною ліцензією GNU, оголошеною Фондом вільного програмного забезпечення; починаючи 2-ою версією ліцензії, або (на ваш вибір) будь-якою пізньою версією

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
uk: Ця програма поширюється з надією, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без гарантії КОРИСНОСТІ чи ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ КОНКРЕТНОЇ МЕТИ. Дивіться GNU General Public License для отримання детальнішої інформації.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
uk: Ви повинні були отримати копію Універсальної суспільної ліцензії GNU з цією програмою; якщо ні, тоді напишіть до Фонду вільного програмного забезпечення, 51 Franklin Street, П’ятий поверх, Бостон, MA 02110-1301 США

source: Usage:
uk: Використання:

source: [ options ] [ action ] file ...
uk: [ опції ] [ дія ] файл ...

source: Manipulate the Exif metadata of images.
uk: Робота з метаданими зображень.

source: Actions:
uk: Дії:

source: ad | adjust Adjust Exif timestamps by the given time. This action requires at least one of the -a, -Y, -O or -D options.
uk: ad | adjust Замінити відмітки часу Exif на заданий час. Цій дії потрібен ключ -a time.

source: pr | print Print image metadata.
uk: pr | print Вивести на екран метадані зображення.

source: rm | delete Delete image metadata from the files.
uk: rm | delete Вилучити метадані зображень з їх файлів.

source: in | insert Insert metadata from corresponding *.exv files. Use option -S to change the suffix of the input files.
uk: in | insert Вставити метадані з відповідних файлів *.exv. Використовуйте ключ -S для зміни суфіксу вхідних файлів.

source: ex | extract Extract metadata to *.exv, *.xmp and thumbnail image files.
uk: ex | extract Витягти метадані у файли *.exv, *.xmp та файли ескізів.

source: mv | rename Rename files and/or set file timestamps according to the Exif create timestamp. The filename format can be set with -r format, timestamp options are controlled with -t and -T.
uk: mv | rename змінити назви файлів та/або встановити відмітки часу у відповідності з відміткою часу створення з даних Exif. Формат файлу можна встановити ключем -r, параметри відмітки часу контролюються ключами -t та -T.

source: mo | modify Apply commands to modify (add, set, delete) the Exif and IPTC metadata of image files or set the JPEG comment. Requires option -c, -m or -M.
uk: mo | modify Застосувати команди зміни (додати, встановити, вилучити) метаданих Exif та IPTC зображень або встановити коментар JPEG. Потрібно використати у парі з ключем -c, -m або -M.

source: fi | fixiso Copy ISO setting from the Nikon Makernote to the regular Exif tag.
uk: fi | fixiso Скопіювати значення ISO з Nikon Makernote у звичайне поле Exif.

source: fc | fixcom Convert the UNICODE Exif user comment to UCS-2. Its current character encoding can be specified with the -n option.
uk: fc | fixcom перетворити Exif коментар користувача (UNICODE) у UCS-2. Поточне кодування може бути вказано за допомогою опції -n.

source: Options:
uk: Параметри:

source: -h Display this help and exit.
uk: -h вивести це довідкове повідомлення і вийти.

source: -V Show the program version and exit.
uk: -V Показати версію програми та вийти.

source: -v Be verbose during the program run.
uk: -v Виводити детальну інформацію при виконанні дій.

source: -q Silence warnings and error messages during the program run (quiet).
uk: -q Не оголошувати попередження та повідомлення про помилки під час виконання програми (тихий режим).

source: -Q lvl Set log-level to d(ebug), i(nfo), w(arning), e(rror) or m(ute).
uk: -Q встановити рівень інформування на d(налагодження), i(інформація), w(попередження), e(помилки) або m(заглушити)

source: -b Show large binary values.
uk: -b Показати великі двійкові значення.

source: -u Show unknown tags.
uk: -u Показ невідомих тегів.

source: -g key Only output info for this key (grep).
uk: -g ключ - Вивід інформації лише для цього ключа (пошуком).

source: -K key Only output info for this key (exact match).
uk: -K ключ Лише вихідна інформація для цього ключа (точна відповідність).

source: -n enc Charset to use to decode UNICODE Exif user comments.
uk: -n enc Кодування що використовується для декодування Юнікод Exif коментарів користувачів.

source: -k Preserve file timestamps (keep).
uk: -k Зберігати тимчасові відмітки файлів (keep).

source: -t Also set the file timestamp in 'rename' action (overrides -k).
uk: -t При дії 'rename' також виставляти час зміни файлу (скасовує опцію -k).

source: -T Only set the file timestamp in 'rename' action, do not rename the file (overrides -k).
uk: -T При дії 'rename' лише виставляти час зміни файлу, не змінювати назву (скасовує опцію -k).

source: -f Do not prompt before overwriting existing files (force).
uk: -F Не питати підтвердження на перезапис файлів (force).

source: -F Do not prompt before renaming files (Force).
uk: -F Не питати підтвердження на зміну назв файлів (Force).

source: -a time Time adjustment in the format [-]HH[:MM[:SS]]. This option is only used with the 'adjust' action.
uk: -a Час Нове значення часу у форматі [-]ГГ[:ХХ[:СС]]. Ця опція використовується лише з дією 'adjust'.

source: -Y yrs Year adjustment with the 'adjust' action.
uk: -Y рік Нове значення року для дії 'adjust'.

source: -O mon Month adjustment with the 'adjust' action.
uk: -O місяць Нове значення місяця для дії 'adjust'.

source: -D day Day adjustment with the 'adjust' action.
uk: -D день Нове значення дня для дії 'adjust'.

source: -p mode Print mode for the 'print' action. Possible modes are:
uk: -p режим Print -- режим для дії 'вивід' (print). Можливі режими:

source: s : print a summary of the Exif metadata (the default)
uk: s : вивести зведення метаданих Exif (типово)

source: a : print Exif, IPTC and XMP metadata (shortcut for -Pkyct)
uk: a : друк метаданих Exif, IPTC та XMP (скорочення для -Pkyct)

source: t : interpreted (translated) Exif data (-PEkyct)
uk: t : інтерпретовані (перекладені) Exif дані (-PEkyct)

source: v : plain Exif data values (-PExgnycv)
uk: v : незмінені значення Exif даних (-PExgnycv)

source: h : hexdump of the Exif data (-PExgnycsh)
uk: h : 16-ричний дамп даних Exif (-PExgnycsh)

source: i : IPTC data values (-PIkyct)
uk: i : значення даних IPTC (-PIkyct)

source: x : XMP properties (-PXkyct)
uk: x : властивості XMP (-PXkyct)

source: c : JPEG comment
uk: c : коментар JPEG

source: p : list available previews
uk: p : вивести список доступних попередніх переглядів

source: S : print structure of image
uk: S : друкувати структуру зображення

source: X : extract XMP from image
uk: X : видобути XMP з зображення

source: -P flgs Print flags for fine control of tag lists ('print' action):
uk: -P flgs: друк прапорців для кращого контролю списку тегів ('print' action)

source: E : include Exif tags in the list
uk: E : включити у список теги Exif

source: I : IPTC datasets
uk: I : набори даних IPTC

source: X : XMP properties
uk: X : властивості XMP

source: x : print a column with the tag number
uk: x : друк колонки з номером тегу

source: g : group name
uk: g : ім’я групи

source: k : key
uk: k : ключ

source: l : tag label
uk: l : мітка тегу

source: n : tag name
uk: n : ім’я тегу

source: y : type
uk: y : тип

source: c : number of components (count)
uk: c : кількість компонентів (count)

source: s : size in bytes
uk: s : розмір у байтах

source: v : plain data value
uk: v : звичайне значення даних

source: t : interpreted (translated) data
uk: t : інтерпретовані (перекладені) дані

source: h : hexdump of the data
uk: h : шістнадцятиричний дамп даних

source: -d tgt Delete target(s) for the 'delete' action. Possible targets are:
uk: -d tgt Цілі для дії 'delete' що вилучаються. Можливі цілі:

source: a : all supported metadata (the default)
uk: a : усі підтримувані метадані (типово)

source: e : Exif section
uk: e : розділ Exif

source: t : Exif thumbnail only
uk: t : лише Exif-ескіз

source: i : IPTC data
uk: i : дані IPTC

source: x : XMP packet
uk: x : пакунок XMP

source: -i tgt Insert target(s) for the 'insert' action. Possible targets are the same as those for the -d option, plus a modifier: X : Insert metadata from an XMP sidecar file <file>.xmp Only JPEG thumbnails can be inserted, they need to be named <file>-thumb.jpg
uk: -i tgt Цілі для дії що вставляються 'insert'. Можливі цілі ті самі що й для ключа -d плюс модифікатор: X : Вставити метадані з супутнього файлу XMP <файл>.xmp Можна вставляти лише ескізи у форматі JPEG, й їх ім’я повинно мати вигляд <file>-thumb.jpg

source: -e tgt Extract target(s) for the 'extract' action. Possible targets are the same as those for the -d option, plus a target to extract preview images and a modifier to generate an XMP sidecar file: p[<n>[,<m> ...]] : Extract preview images. X : Extract metadata to an XMP sidecar file <file>.xmp
uk: -e tgt Витягнути ціл(ь/і) для команди 'extract'. Можливі цілі такі ж як і для параметра -d, плюс ціль для витягування попередній перегляд зображень і зміна для створення файлу XMP sidecar: p[<n>[,<m> ...]] : Витягнути попередні зображення. X: Витягнути метадані для файлу XMP sidecar <file>.xmp

source: -r fmt Filename format for the 'rename' action. The format string follows strftime(3). The following keywords are supported:
uk: -r fmt Формат імені файлу для дії 'rename'. Рядок формату слідує правилам з strftime(3). Підтримуються наступні ключові слова:

source: :basename: - original filename without extension
uk: :basename: - оригінальне ім’я файлу без розширення

source: :dirname: - name of the directory holding the original file
uk: :dirname: - ім’я каталогу, що містить оригінальний файл

source: :parentname: - name of parent directory
uk: :parentname: - ім’я батьківського каталогу

source: Default filename format is
uk: Типовим форматом файлів є

source: -c txt JPEG comment string to set in the image.
uk: -c txt JPEG рядок коментаря для вставки у зображення

source: -m file Command file for the modify action. The format for commands is set|add|del <key> [[<type>] <value>].
uk: m file Керуючий файл для дії modify. Формат команд: set|add|del <ключ> [[<тип>] <значення>].

source: -M cmd Command line for the modify action. The format for the commands is the same as that of the lines of a command file.
uk: -M cmd Керуючий рядок для дії modify. Формат команд такий самий як для рядків керуючого файлу.

source: -l dir Location (directory) for files to be inserted from or extracted to.
uk: -l каталог Розташування (каталог) файлів що вставляються або витягуються.

source: -S .suf Use suffix .suf for source files for insert command.
uk: -S .suf Використовувати суфікс .suf для оригінальних файлів з командою insert.

source: Option
uk: Параметр

source: requires an argument
uk: вимагає аргумент

source: Unrecognized option
uk: Нерозпізнаний параметр

source: getopt returned unexpected character code
uk: виклик getopt повернув несподіваний код символу

source: Invalid argument
uk: Неправильний аргумент

source: Invalid regexp
uk: Неправильний регулярний вираз

source: Ignoring surplus option
uk: Надлишкові опції проігноровано

source: is not compatible with a previous option
uk: несумісний з попереднім параметром

source: Ignoring surplus option -a
uk: Ігнорується надлишкова опція -a

source: Error parsing -a option argument
uk: Помилка при розборі аргументу опції -a

source: Option -a is not compatible with a previous option
uk: Параметр -a несумісний з попереднім параметром

source: Error parsing
uk: Помилка обробки

source: option argument
uk: аргумент опції

source: Unrecognized print mode
uk: Нерозпізнаний режим друку

source: Ignoring surplus option -p
uk: Ігнорується надлишкова опція -p

source: Option -p is not compatible with a previous option
uk: Параметр -p несумісний з попереднім параметром

source: Unrecognized print item
uk: Нерозпізнаний об’єкт друку

source: Ignoring surplus option -P
uk: Ігнорується надлишкова опція -P

source: Option -P is not compatible with a previous option
uk: Параметр -P несумісний з попереднім параметром

source: Option -d is not compatible with a previous option
uk: Параметр -d несумісний з попереднім параметром

source: Option -e is not compatible with a previous option
uk: Параметр -e несумісний з попереднім параметром

source: Option -i is not compatible with a previous option
uk: Параметр -i несумісний з попереднім параметром

source: Action adjust is not compatible with the given options
uk: Дія adjust несумісна з заданими опціями

source: Action print is not compatible with the given options
uk: Дія друку несумісна з заданими параметрами

source: Action delete is not compatible with the given options
uk: Дія вилучення несумісна з заданими параметрами

source: Action extract is not compatible with the given options
uk: Дія витягування несумісна з заданими параметрами

source: Action insert is not compatible with the given options
uk: Дія вставки несумісна з заданими параметрами

source: Action rename is not compatible with the given options
uk: Дія зміни назви несумісна з заданими параметрами

source: Action modify is not compatible with the given options
uk: Дія зміни несумісна з заданими параметрами

source: Action fixiso is not compatible with the given options
uk: Дія fixiso несумісна з заданими параметрами
