Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Adult Content Warning
uk: Попередження вмісту для дорослих

source: Warning indicating the presence of content not suitable for minors.
uk: Попередження про наявність вмісту, який не підходить для неповнолітніх.

source: Other License Requirements
uk: Інші ліцензійні вимоги

source: Additional license requirements.
uk: Додаткові ліцензійні вимоги.

source: Terms and Conditions Text
uk: Текст загальних положень та умов

source: Terms and Conditions applying to the license.
uk: Загальні положення та умови, що застосовуються до ліцензії.

source: Terms and Conditions URL
uk: URL загальних положень та умов

source: URL for Terms and Conditions applying to the license.
uk: URL до Загальних положень та умов, що застосовуються до ліцензії.

source: Other License Conditions
uk: Інші ліцензійні умови

source: Additional license conditions.
uk: Додаткові умови ліцензії.

source: Identifies the type of image delivered.
uk: Визначає тип доставки зображення.

source: Licensor Image ID
uk: Ідентифікатор зображення від ліцензіара

source: Optional identifier assigned by the Licensor to the image.
uk: Додатковий ідентифікатор, призначений Ліцензіаром на зображення.

source: Image File Name As Delivered
uk: Назва файлу зображення, що доставляється

source: Name of the image file delivered to the Licensee for use under the license.
uk: Назва файлу зображення, переданого Ліцензіату для використання за ліцензією.

source: Image File Format As Delivered
uk: Формат файлу зображень як доставлено

source: File format of the image file delivered to the Licensee for use under the license.
uk: Формат файлу файлу зображення, доставлений Ліцензіату для використання за ліцензією.

source: Image File Size As Delivered
uk: Розмір файлу зображення як доставлено

source: Size of the image file delivered to the Licensee.
uk: Розмір файлу зображення, доставлений Ліцензіату.

source: Copyright Status
uk: Статус авторського права

source: Copyright status of the image.
uk: Статус авторського права на зображення.

source: Copyright Registration Number
uk: Номер реєстрації авторського права

source: Copyright Registration Number, if any, applying to the licensed image.
uk: Номер реєстрації авторського права, якщо такий є, для ліцензованого зображення.

source: First Publication Date
uk: Дата першої публікації

source: The date on which the image was first published.
uk: Дата, коли зображення було вперше опубліковано.

source: Copyright Owner
uk: Власник авторських прав

source: Owner or owners of the copyright in the licensed image.
uk: Власник або власники авторських прав на ліцензоване зображення.

source: Copyright Owner ID
uk: Ідентифікатор власника авторських прав

source: Optional PLUS-ID identifying each Copyright Owner.
uk: Додатковий PLUS-ID, що ідентифікує кожного власника авторських прав.

source: Copyright Owner Name
uk: Ім'я власника авторських прав

source: Name of Copyright Owner.
uk: Ім'я власника авторських прав.

source: Copyright Owner Image ID
uk: Ідентифікатор зображення власника авторських прав

source: Optional identifier assigned by the Copyright Owner to the image.
uk: Додатковий ідентифікатор, присвоєний власником авторських прав на зображення.

source: Image Creator
uk: Створення зображення

source: Creator/s of the image.
uk: Засоби створення зображення.

source: Image Creator ID
uk: Ідентифікатор засобу створення зображення

source: Optional PLUS-ID identifying each Image Creator.
uk: Необов'язковий PLUS-ID для кожного засобу створення зображення.

source: Image Creator Name
uk: Назва засобу створення зображення

source: Name of Image Creator.
uk: Назва засобу створення зображення.

source: Image Creator Image ID
uk: Ідентифікатор зображення від засобу створення зображення.

source: Optional identifier assigned by the Image Creator to the image.
uk: Необов'язковий ідентифікатор, наданий засобом створення зображення

source: Image Supplier ID
uk: Ідентифікатор постачальника зображення

source: Optional PLUS-ID identifying the Image Supplier.
uk: Необов'язковий PLUS-ID, що ідентифікує постачальника зображень.

source: Image Supplier Name
uk: Назва постачальника зображення

source: Name of Image Supplier.
uk: Назва постачальника зображення.

source: Image Supplier Image ID
uk: Ідентифікатор зображення від постачальника

source: Optional identifier assigned by the Image Supplier to the image.
uk: Необов'язковий ідентифікатор, призначений постачальником зображення на зображення.

source: Licensee Image ID
uk: Ідентифікатор зображення від ліцензіата

source: Optional identifier assigned by the Licensee to the image.
uk: Необов'язковий ідентифікатор, призначений Ліцензіатом на зображення.

source: Licensee Image Notes
uk: Примітки щодо зображення від Ліцензіата

source: Notes added by Licensee.
uk: Примітки, додані Ліцензіатом.

source: Other Image Info
uk: Інша інформація про зображення

source: Additional image information.
uk: Додаткова інформація про зображення.

source: License ID
uk: Ідентифікатор ліцензії

source: Optional PLUS-ID assigned by the Licensor to the License.
uk: Необов'язковий PLUS-ID, призначений Ліцензіаром на Ліцензію.

source: Licensor Transaction ID
uk: Ідентифікатор угоди ліцензіара

source: Identifier assigned by Licensor for Licensor's reference and internal use.
uk: Ідентифікатор, призначений Ліцензіаром, для посилання та внутрішнього використання Ліцензіаром.

source: Licensee Transaction ID
uk: Ідентифікатор угоди від ліцензіата

source: Identifier assigned by Licensee for Licensee's reference and internal use.
uk: Ідентифікатор, призначений Ліцензіатом, для посилання та внутрішнього використання Ліцензіата.

source: Licensee Project Reference
uk: Псилання проекту ліцензіата

source: Project reference name or description assigned by Licensee.
uk: Назва або опис посилання проекту, призначене Ліцензіатом.

source: License Transaction Date
uk: Дата ліцензійної угоди

source: The date of the License Transaction.
uk: Дата ліцензійної угоди

source: Reuse
uk: Повторне використання

source: Indicates whether a license is a repeat or an initial license. Reuse may require that licenses stored in files previously delivered to the customer be updated.
uk: Вказує, чи є ліцензія повторною або початковою ліцензією. Повторне використання може вимагати оновлення ліцензій, що зберігаються у файлах, раніше наданих клієнту.

source: Other License Documents
uk: Інші ліцензійні документи

source: Reference information for additional documents associated with the license.
uk: Інші ліцензійні документиДовідкова інформація про додаткові документи, пов'язані з ліцензією.

source: Other License Info
uk: Інша інформація про ліцензію

source: Additional license information.
uk: Додаткова інформація про ліцензію.

source: Optional field for use at Licensor's discretion.
uk: Необов'язкове поле для використання на розсуд Ліцензіара.

source: Custom 4
uk: Інше 4

source: Custom 5
uk: Інше 5

source: Custom 6
uk: Інше 6

source: Optional field for use at Licensee's discretion.
uk: Необов'язкове поле для використання на власний розсуд Ліцензіата.

source: Custom 7
uk: Інше 7

source: Custom 8
uk: Інше 8

source: Custom 9
uk: Інше 9

source: Custom 10
uk: Інше 10

source: Adult Content Warning Required
uk: Вимога Попередження щодо вмісту для дорослих

source: Not Required
uk: Не потрібне

source: Protected
uk: Захищено

source: Public Domain
uk: Для суспільного використання

source: Credit Adjacent To Image
uk: Список учасників поруч із зображенням

source: Credit in Credits Area
uk: Список учасників в області написів

source: Credit on Image
uk: Список учасників на зображенні

source: Not Require
uk: Не вимагати

source: No Colorization
uk: Немає колоризації

source: No Cropping
uk: Немає кадрування

source: No De-Colorization
uk: Немає де-колоризації

source: No Flipping
uk: Немає перевертання

source: No Merging
uk: Немає злиття

source: No Retouching
uk: Немає ретушування

source: Duplication Only as Necessary Under License
uk: Дублювання лише як необхідне за ліцензією

source: No Duplication Constraints
uk: Без обмежень щодо копіювання

source: No Duplication
uk: Немає копіювання

source: Maintain File Name
uk: Зберігати ім'я файлу

source: Maintain File Type
uk: Зберігати тип файлу

source: Maintain ID in File Name
uk: Зберігати ID в імені файлу

source: Maintain Metadata
uk: Зберігати метадані

source: Windows Bitmap (BMP)
uk: Точковий малюнок Windows (BMP)

source: Digital Negative (DNG)
uk: Цифровий негатив (DNG)

source: Encapsulated PostScript (EPS)
uk: Інкапсульований PostScript (eps)

source: Graphics Interchange Format (GIF)
uk: Графічний формат обміну (GIF)

source: JPEG Interchange Formats (JPG, JIF, JFIF)
uk: Формати обміну JPEG (JPG, JIF, JFIF)

source: Macintosh Picture (PICT)
uk: Макінтошний малюнок (PICT)

source: Portable Network Graphics (PNG)
uk: Портативна мережева графіка (PNG)

source: Photoshop Document (PSD)
uk: Документ Photoshop (PSD)

source: Proprietary RAW Image Format
uk: Власний формат зображень RAW

source: Greater than 50 MB
uk: Понад 50 МБ

source: Up to 1 MB
uk: До 1 МБ

source: Up to 10 MB
uk: До 10 МБ

source: Up to 30 MB
uk: До 30 МБ

source: Up to 50 MB
uk: До 50 МБ

source: Illustrated Image
uk: Ілюстроване зображення

source: Multimedia or Composited Image
uk: Мультимедіа або складене зображення

source: Photographic Image
uk: Фотографічне зображення

source: Cell
uk: Мобільний

source: FAX
uk: Факс

source: Pager
uk: Пейджер

source: Work
uk: Робочий

source: Age Unknown
uk: Вік невідомий

source: Age 25 or Over
uk: Вік 25 або старші

source: Age 24
uk: Вік 24

source: Age 23
uk: Вік 23

source: Age 22
uk: Вік 22

source: Age 21
uk: Вік 21

source: Age 20
uk: Вік 20

source: Age 19
uk: Вік 19

source: Age 18
uk: Вік 18

source: Age 17
uk: Вік 17

source: Age 16
uk: Вік 16

source: Age 15
uk: Вік 15

source: Age 14 or Under
uk: Вік 14 або менше

source: Not Applicable
uk: Незастосовне

source: Unlimited Model Releases
uk: Необмежені випуски моделей

source: Limited or Incomplete Model Releases
uk: Обмежені або неповні випуски моделей

source: Unlimited Property Releases
uk: Необмежені випуски власності

source: Limited or Incomplete Property Releases
uk: Обмежені або неповні випуски власності

source: Repeat Use
uk: Повторне використання

source: Fixture Identification
uk: Ідентифікація закріплення

source: Status
uk: Стан

source: A notation making the image unique
uk: Позначення, що робить зображення унікальним

source: People
uk: Люди

source: Catalog Sets
uk: Набори каталогів

source: Descriptive markers of catalog items by content
uk: Описові маркери предметів каталогів за змістом

source: RegionInfo
uk: Інформація про регіон

source: Microsoft Photo people-tagging metadata root
uk: Корінь метаданих тегування людей Microsoft Photo

source: Regions
uk: Регіони

source: Contains Regions/person tags
uk: Містить теги осіб/регіонів

source: Date Regions Valid
uk: Дата чинності регіонів

source: Date the last region was created
uk: Дата останнього створення регіону

source: Person Display Name
uk: Відображуване ім'я особи

source: Name of the person (in the given rectangle)
uk: Ім'я особи (у прямокутнику)

source: Rectangle
uk: Прямокутник

source: Rectangle that identifies the person within the photo
uk: Прямокутник, який ідентифікує людину на фотографії

source: Person Email Digest
uk: Збірка електронних адрес особи

source: SHA-1 encrypted message hash of the person's Windows Live e-mail address
uk: SHA-1 зашифрований хеш повідомлення електронної пошти Windows Live

source: Person LiveId CID
uk: LiveID CID особи

source: Signed decimal representation of the person's Windows Live CID
uk: Десяткове зі знаком представлення особистого ідентифікатора Windows Live CID

source: Main structure containing region based information
uk: Основна структура, що містить інформацію про регіон

source: Applied To Dimensions
uk: Застосовується до розмірів

source: Width and height of image when storing region data
uk: Ширина і висота зображення при зберіганні даних регіону

source: Region List
uk: Список регіонів

source: List of Region structures
uk: Список регіональних структур

source: Area
uk: Область

source: Type purpose of region (Face|Pet|Focus|BarCode)
uk: Тип мети регіону (Обличчя | Улюбленець | Фокус | Штрих-код)

source: Name/ short description of content in image region
uk: Назва / короткий опис вмісту у регіоні зображення

source: Usage scenario for a given focus area (EvaluatedUsed|EvaluatedNotUsed|NotEvaluatedNotUsed)
uk: Сценарій використання для певної зони фокусу (EvaluatedUsed|EvaluatedNotUsed|NotEvaluatedNotUsed) Current Ukrainian:

source: Focus Usage
uk: Використання фокусу

source: Bar Code Value
uk: Значення штрих-коду

source: Decoded BarCode value string
uk: Декодоване значення штрих-коду

source: Extensions
uk: Розширення

source: Any top level XMP property to describe the region content
uk: Будь-яка властивість XMP верхнього рівня для опису вмісту регіону

source: Main structure containing keyword based information
uk: Основна структура, яка містить інформацію основі ключового слова

source: Hierarchy
uk: Ієрарахія

source: List of root keyword structures
uk: Список структур кореневих ключових слів

source: Keyword
uk: Ключове слово

source: Name of keyword (-node)
uk: Назва ключового слова (-node)

source: Applied
uk: Застосовується

source: True if this keyword has been applied, False otherwise. If missing, mwg-kw:Applied is presumed True for leaf nodes and False for ancestor nodes
uk: True, якщо це ключове слово було застосовано, False - інакше. Якщо відсутнє, то mwg-kw:Applied вважається True для вузлів вузлів-листків та False для вузлів-предків

source: List of children keyword structures
uk: Список дочірнівх структур ключових слів

source: Use Panorama Viewer
uk: Використовувати переглядач панорам

source: Whether to show this image in a panorama viewer rather than as a normal flat image. This may be specified based on user preferences or by the stitching software. The application displaying or ingesting the image may choose to ignore this.
uk: Чи показувати це зображення в переглядачі панорам, а не як звичайне зображення. Це може бути вказано на основі параметрів користувача або програмного забезпечення для зшивання. Програма, що відтворює або знімає зображення, може ігнорувати це.

source: Capture Software
uk: Програмне забезпечення для захоплення

source: If capture was done using an application on a mobile device, such as an Android phone, the name of the application that was used (such as "Photo Sphere"). This should be left blank if source images were captured manually, such as by using a DSLR on a tripod.
uk: Якщо захоплення було зроблено за допомогою програми на мобільному пристрої, такому як телефон Android, назву використовуваної програми (наприклад, "Фотопанорама"). Це слід залишити порожнім, якщо вихідні зображення були зроблені вручну, наприклад, за допомогою цифрового дзеркального фотоапарата на штативі.

source: Stitching Software
uk: Програмне забезпечення для зшивання

source: The software that was used to create the final panorama. This may sometimes be the same value as that of GPano:CaptureSoftware.
uk: Програмне забезпечення, яке було використано для створення остаточної панорами. Іноді це може бути таким самим значенням, як у GPano:CaptureSoftware.

source: Projection Type
uk: Тип проекції

source: Projection type used in the image file. Google products currently support the value equirectangular.
uk: Тип проекції, який використовується у файлі зображення. Продукти Google в даний час підтримують значення equirectanguular.

source: Pose Heading Degrees
uk: Градуси встановленого напрямку

source: Compass heading, measured in degrees, for the center the image. Value must be >= 0 and < 360.
uk: Напрямок компасу, вимірюється в градусах, для центру зображення. Значення має бути> = 0 і <360.

source: Pose Pitch Degrees
uk: Градуси встановленого нахилу

source: Pitch, measured in degrees, for the center in the image. Value must be >= -90 and <= 90.
uk: Нахил, виміряний у градусах, для центру на зображенні. Значення має бути> = -90 і <= 90.

source: Pose Roll Degrees
uk: Градус встановленого повороту

source: Roll, measured in degrees, of the image where level with the horizon is 0. Value must be > -180 and <= 180.
uk: Поворот, виміряний у градусах, зображення, де рівень з горизонтом дорівнює 0. Значення має бути> -180 та <= 180.

source: Initial View Heading Degrees
uk: Градус напрямку початкового вигляду

source: The heading angle of the initial view in degrees.
uk: Кут напрямку початкового вигляду в градусах.

source: Initial View Pitch Degrees
uk: Градус нахилу початкового вигляду

source: The pitch angle of the initial view in degrees.
uk: Кут нахилу початкового вигляду в градусах.

source: Initial View Roll Degrees
uk: Градус обертання початкового вигляду

source: The roll angle of the initial view in degrees.
uk: Кут обертання початкового вигляду в градусах.

source: Initial Horizontal FOV Degrees
uk: Градуси початкового горизонтального поля зору

source: The initial horizontal field of view that the viewer should display (in degrees). This is similar to a zoom level.
uk: Початкове горизонтальне поле зору, яке повинен показувати переглядач (в градусах). Це схоже на рівень масштабування.

source: First Photo Date
uk: Дата першого фото

source: Date and time for the first image created in the panorama.
uk: Дата та час першого зображення, створеного в панорамі.

source: Last Photo Date
uk: Дата останнього фото

source: Date and time for the last image created in the panorama.
uk: Дата та час останнього зображення, створеного в панорамі.

source: Source Photos Count
uk: Кількість вихідних фото

source: Number of source images used to create the panorama
uk: Кількість вихідних зображень, які використовуються для створення панорами

source: Exposure Lock Used
uk: Блокування експозиції використовується

source: Cropped Area Image Width Pixels
uk: Пікселі ширини кадрованої області зображення

source: Original width in pixels of the image (equal to the actual image's width for unedited images).
uk: Оригінальна ширина в пікселях для зображення (дорівнює дійсній ширині зображення для нередагованих зображень).

source: Cropped Area Image Height Pixels
uk: Пікселі висоти кадрованої області зображення

source: Original height in pixels of the image (equal to the actual image's height for unedited images).
uk: Оригінальна висота в пікселях для зображення (дорівнює дійсній висоті зображення для нередагованих зображень).

source: Full Pano Width Pixels
uk: Пікселі повної ширини панорами

source: Original full panorama width from which the image was cropped. Or, if only a partial panorama was captured, this specifies the width of what the full panorama would have been.
uk: Оригінальна повна ширина панорами, з якої кадроване зображення. Або, якщо була знята лише часткова панорама, це визначає ширину повної панорами.

source: Full Pano Height Pixels
uk: Пікселі повної висоти панорами

source: Original full panorama height from which the image was cropped. Or, if only a partial panorama was captured, this specifies the height of what the full panorama would have been.
uk: Оригінальна повна висота панорами, з якої кадроване зображення. Або, якщо була знята лише часткова панорама, це визначає висоту повної панорами.

source: Cropped Area Left Pixels
uk: Пікселі кадрованої області зліва

source: Column where the left edge of the image was cropped from the full sized panorama.
uk: Стовпчик, який був відрізаний з лівого боку повнорозмірної панорами

source: Cropped Area Top Pixels
uk: Пікселі кадрованої області зверху

source: Row where the top edge of the image was cropped from the full sized panorama.
uk: Рядок, який був відрізаний з верхнього боку повнорозмірної панорами

source: Initial Camera Dolly
uk: Початковий візок камери

source: This optional parameter moves the virtual camera position along the line of sight, away from the center of the photo sphere. A rear surface position is represented by the value -1.0, while a front surface position is represented by 1.0. For normal viewing, this parameter should be set to 0.
uk: Цей необов'язковий параметр переміщує положення віртуальної камери вздовж лінії огляду, від центру сфери фотографії. Позиція задньої поверхні позначається величиною -1.0, а позиція передньої поверхні - 1.0. Для нормального перегляду цей параметр повинен бути встановлений на 0

source: Archival Location
uk: Архівне розташування

source: Information about the Archival Location.
uk: Інформація про архівне розташування

source: Arranger
uk: Аранжувальник

source: Information about the Arranger.
uk: Інформація про аранжувальника.

source: Arranger Keywords
uk: Ключові слова аранжувальника

source: Information about the Arranger Keywords.
uk: Інформація про ключові слова аранжувальника

source: Video Aspect Ratio
uk: Співвідношення сторін відео

source: Ratio of Width:Height, helps to determine how a video would be displayed on a screen
uk: Співвідношення ширини:висота, допомагає визначити, як відео буде відображатися на екрані

source: Video Aspect Ratio Type
uk: Тип співвідношення сторін відео

source: Aspect Ratio Type. Eg - Free-Resizing or Fixed
uk: Тип співвідношення сторін. Наприклад вільний розмір або фіксоване

source: Attached File Data
uk: Дані долученого файлу

source: Attached File Description
uk: Опис долученого файлу

source: Attached File MIME Type
uk: Тип MIME долученого файлу

source: Attached File Name
uk: Назва долученого файлу

source: Attached File UID
uk: UID долученого файлу

source: Attached File Universal ID
uk: Універсальний ідентифікатор долученого файлу.

source: A C string that specifies a Base URL.
uk: Рядок C, що визначає основний URL.

source: Bit Depth
uk: Глибина в бітах

source: A 16-bit integer that indicates the pixel depth of the compressed image. Values of 1, 2, 4, 8 , 16, 24, and 32 indicate the depth of color images
uk: 16-бітове ціле число, яке вказує піксельну глибину стисненого зображення. Значення 1, 2, 4, 8, 16, 24 та 32 позначають глибину кольорових зображень

source: Brightness setting.
uk: Налаштування яскравості.

source: Camera Byte Order
uk: Послідовність байтів камери

source: Byte Order used by the Video Capturing device.
uk: Полідовність байтів, що використовується пристроєм відеозйомки.

source: Video Cinematographer
uk: Оператор відео

source: The video Cinematographer information.
uk: Інформація про оператора відео.

source: Clean Aperture Width
uk: Чиста ширина діафрагми

source: Clean aperture width in pixels
uk: Чиста ширина діафрагми в пікселях

source: Clean Aperture Height
uk: Чиста висота діафрагми

source: Clean aperture height in pixels
uk: Чиста висота діафрагми в пікселях

source: Video Codec
uk: Відеокодек

source: The video codec information. Informs about the encoding algorithm of video. Codec Info is required for video playback.
uk: Інформація про відеокодек. Інформує про алгоритм кодування відео. Інформація про кодек необхідна для відтворення відео.

source: Video Codec Decode Info
uk: Інформація декодування для відео кодека

source: Contains information the video Codec Decode All, i.e. Enabled/Disabled
uk: Містить інформацію про кодек/декодування всіх відео, тобто Enabled/Disabled

source: Video Codec Description
uk: Опис відеокодека

source: Contains description the codec.
uk: Містить опис кодека.

source: Video Codec Information
uk: Інформація про відеокодек

source: Contains information the codec needs before decoding can be started.
uk: Містить інформацію про кодек, перш ніж може бути розпочато декодування.

source: Video Codec Download URL
uk: URL завантаження відеокодека

source: Video Codec Download URL.
uk: URL-адреса завантаження відеокодека.

source: Video Codec Settings
uk: Налаштування відеокодека
