Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: A 32-bit fixed-point number that specifies the rate at which to play this movie. A value of 1.0 indicates normal rate.
uk: 32-бітне число з фіксованою комою, яке визначає швидкість відтворення цього фільму. Значення 1,0 вказує нормальну швидкість.

source: Preferred Volume
uk: Бажана гучність

source: A 16-bit fixed-point number that specifies how loud to play this movie's sound. A value of 1.0 indicates full volume.
uk: 32-бітне число з фіксованою комою, яке гучність відтворення звукуу цього фільму. Значення 1,0 вказує повну гучність.

source: Preroll
uk: Попередній розгон

source: Specifies the amount of time to buffer data before starting to play the file, in millisecond units. If this value is nonzero,the Play Duration field and all of the payload Presentation Time fields have been offset by this amount. Therefore, player software must subtract the value in the preroll field from the play duration and presentation times to calculate their actual values.
uk: Вказує кількість часу, що надається на буферизацію даних, перш ніж починати відтворення файлу, у мілісекундах. Якщо це значення відрізняється від нуля, поля поля "Тривалість відтворення" та всі поля "Час показу" корисної навантаження були компенсовані цією сумою. Тому програмне забезпечення для програвача повинно віднімати значення у полі Попередній розгон від тривалості відтворення та часу показу, щоб обчислити їх фактичні значення.

source: Preview Atom Type
uk: Попередній перегляд типу Atom

source: Indicates the type of atom that contains the preview data
uk: Вказує тип атома, який містить дані попереднього перегляду

source: Preview Date
uk: Дата попереднього перегляду

source: The date of the movie preview in local time converted from UTC
uk: Дата попереднього перегляду фільму за місцевим часом, конвертована з UTC

source: Preview Duration
uk: Тривалість попереднього перегляду

source: The duration of the movie preview in movie time scale units
uk: Тривалість попереднього перегляду фільму в одиницях шкали часу фільму

source: Preview Time
uk: Час попереднього перегляду

source: The time value in the movie at which the preview begins.
uk: Значення часу у фільмі, на якому починається попередній перегляд.

source: Produced By
uk: Виробник

source: Produced By, i.e. name of person or organization.
uk: Виробник, тобто ім'я особи чи організації

source: Producer involved with the video.
uk: Виробник, що бере участь у відео.

source: Producer Keywords
uk: Ключові слова виробника

source: Information about the Producer Keywords.
uk: Відомості про ключові слова виробника.

source: Production Aperture Width
uk: Ширина робочої діафрагми

source: Production aperture width in pixels
uk: Ширина робочої діафрагми в пікселях

source: Production Aperture Height
uk: Висота робочої діафрагми

source: Production aperture height in pixels
uk: Висота робочої діафрагми в пікселях

source: Production Designer
uk: Художник-постановник

source: Information about the Production Designer.
uk: Відомості про Художника-постановника

source: Production Studio
uk: Студія виробництва

source: Information about the Production Studio.
uk: Відомості про студію виробництва

source: Product
uk: Продукт

source: Product.
uk: Продукт.

source: Rate
uk: Обмеження

source: Rate.
uk: Обмеження

source: Rated
uk: Обмежено

source: The age circle required for viewing the video.
uk: Вікове обмеження встановлене для перегляду цього відео

source: Rating, eg. 7 or 8 (generally out of 10).
uk: Обмеження, 7 або 8 (загалом з 10).

source: Record Label Name
uk: Назва рекорд-лейбла

source: Record Label Name, or the name of the organization recording the video.
uk: Назва рекорд-лейбла, або організації, що записувала відео.

source: Record Label URL
uk: URL компанії звукозапису

source: Record Label URL.
uk: URL-адреса компанії звукозапису

source: Recording Copyright
uk: Авторські права на запис

source: Recording Copyright.
uk: Авторські права на запис

source: Requirements
uk: Вимоги

source: Information about the Requirements.
uk: Відомості про вимоги.

source: Unit used for XResolution and YResolution. Value is one of: 2 = inches; 3 = centimeters.
uk: Одиниці, використовувані для XResolution та YResolution. Можливі значення, одне з поміж: 2 = дюйми; 3 = сантиметри.

source: Ripped By
uk: Скопійовано

source: Ripped By, i.e. name of person or organization.
uk: Скопійовано, ім'я особи чи організація

source: Indicates the direction of saturation processing applied by the camera.
uk: Вказує напрямок обробки насиченості, застосований камерою.

source: Secondary Genre
uk: Додатковий жанр

source: The name of the secondary genre..
uk: Назва додаткового жанру.

source: Selection Time
uk: Час виділення

source: The time value for the start time of the current selection.
uk: Значення часу для часу початку поточного вибору.

source: Selection Duration
uk: Тривалість вибраного

source: The duration of the current selection in movie time scale units.
uk: Тривалість поточного вибору в одиницях шкали часу фільму.

source: Send Duration
uk: Тривалість надсилання

source: Specifies the time needed to send the file in 100-nanosecond units. This value should include the duration of the last packet in the content.
uk: Вказує час, необхідний для відправки файлу в 100-наносекундних одиницях. Це значення повинно включати тривалість останнього пакету вмісту.

source: Software used to generate / create Video data.
uk: Програмне забезпечення, яке використовується для генерування/створення відеоданих.

source: Software Version
uk: Версія програмного забезпечення

source: The Version of the software used.
uk: Версія використовуваного програмного забезпечення.

source: Song Writer
uk: Автор пісні

source: The name of the song writer.
uk: Ім'я автора пісні.

source: Song Writer Keywords
uk: Ключові слова для автора пісні

source: Song Writer Keywords.
uk: Ключові слова для автора пісні.

source: Source Credits
uk: Джерело списку учасників

source: Source Credits.
uk: Джерело списку учасників.

source: Source Form
uk: Вихідна форма

source: Source Form.
uk: Вихідна форма.

source: Source Image Height
uk: Висота вихідного зображення

source: Source Image Width
uk: Ширина вихідного зображення

source: Video width in pixels
uk: Ширина відео в пікселях

source: Starring
uk: Зірка

source: Starring, name of famous people appearing in the video.
uk: Зірка, ім'я відомої особи, що з'являється в фільмі.

source: Start Timecode
uk: Початковий таймкод

source: Statistics
uk: Статистичні дані

source: Statistics.
uk: Статистичні дані.

source: Stream Count
uk: Кількість потоків

source: Total Number Of Streams
uk: Загальне число потоків

source: Stream Name
uk: Назва потоку

source: Describes the Stream Name. Eg - FUJIFILM AVI STREAM 0100
uk: Описує назву потоку. Приклад - FUJIFILM AVI STREAM 0100

source: Stream Quality
uk: Якість потоку

source: General Stream Quality
uk: Загальна якість потоку

source: Stream Sample Rate
uk: Швидкість відтворення потоку

source: Stream Sample Count
uk: Кількість семплів потоку

source: Stream Sample Size
uk: Розмір семплу потоку

source: General Stream Sample Size
uk: Загальний розмір семплу потоку

source: Stream Type
uk: Тип потоку

source: Describes the Stream Type. Eg - Video, Audio or Subtitles
uk: Описує тип потоку. Наприклад - відео, аудіо або субтитри

source: Subtitles Codec
uk: Кодек субтитрів

source: Subtitles stream codec, for general purpose
uk: Кодек потоку субтитрів, для загального користування

source: Subtitle Codec Decode Info
uk: Відомості про декодування кодеку субтитрів

source: Contains information the Subtitles codec decode all, i.e. Enabled/Disabled
uk: Містить інформацію декодера субтитрів, що розшифровує все, тобто Увімкнено / Вимкнено

source: Subtitles Codec Information
uk: Відомості про кодек субтитрів

source: Contains additional information about subtitles.
uk: Містить додаткову інформацію про субтитри.

source: Subtitle Codec Download URL
uk: URL завантаження кодеку субтитрів

source: Video Subtitle Codec Download URL.
uk: URL-адреса завантаження кодеку субтитрів відео

source: Subtitle Codec Settings
uk: Налаштування кодека субтитрів

source: Subtitle Track Default On
uk: Типове увімкнення доріжки субтитрів

source: Subtitles Track Default On , i.e. Enabled/Disabled
uk: Типове увімкнення доріжки субтитрів, тобто Увімкнено/Вимкнено

source: Subtitle Track Enabled
uk: Увімкнено доріжку субтитрів

source: Status of Subtitles Track, i.e. Enabled/Disabled
uk: Стан доріжки субтитрів, тобто Увімкнено/Вимкнено

source: Subtitle
uk: Субтитри

source: Subtitle of the video.
uk: Субтитри для відео.

source: Subtitle Keywords
uk: Ключові слова субтитрів

source: Subtitle Keywords.
uk: Ключові слова субтитрів.

source: Subtitles Language
uk: Мова субтитрів

source: The Language in which the subtitles is recorded in.
uk: Мова, в якій записано субтитри.

source: Subtitle Track Forced
uk: Примусова доріжка субтитрів

source: Subtitles Track Forced , i.e. Enabled/Disabled
uk: Примусова доріжка субтитрів, тобто Увімкнено/Вимкнено

source: Subtitle Track Lacing
uk: Прив'язка доріжки субтитрів

source: Subtitles Track Lacing , i.e. Enabled/Disabled
uk: Прив'язка доріжки субтитрів, тобто Увімкнено/Вимкнено

source: TapeName.
uk: Назва плівки.

source: Tag Default Setting
uk: Налаштування типових тегів

source: Tag Language
uk: Мова тегів

source: Language that has been used to define tags
uk: Мова, яка була використана для визначення тегів

source: Tag Name
uk: Назва тегу

source: Tags could be used to define several titles for a segment.
uk: Теги можуть використовуватися для визначення кількох назв для сегмента.

source: Tag String
uk: Рядок тегів

source: Information contained in a Tags
uk: Інформація, що міститься в тегах

source: Target Type
uk: Тип призначення

source: A string describing the logical level of the object the Tag is referring to.
uk: Рядок, що описує логічний рівень об'єкта, на який посилається Тег.

source: Technician
uk: Технік

source: Technician, in most cases name of person.
uk: Технік, в більшості випадків, ім'я людини.

source: Thumbnail Height
uk: Висота мініатюри

source: Preview Image Thumbnail Height.
uk: Висота мініатюри зображення попереднього перегляду.

source: Preview Image Thumbnail Length.
uk: Довжина мініатюри зображення попереднього перегляду.

source: Thumbnail Width
uk: Ширина мініатюри

source: Preview Image Thumbnail Width.
uk: Ширина мініатюри зображення попереднього перегляду.

source: Timecode Scale
uk: Масштаб таймкоду

source: Multiplying factor which is helpful in calculation of a particular timecode
uk: Коефіцієнт множення, який допомагає розрахувати певний таймкод

source: Time Offset
uk: Зміщення часу

source: Specifies the presentation time offset of the stream in 100-nanosecond units. This value shall be equal to the send time of the first interleaved packet in the data section.
uk: Визначає часове зміщення показу в 100-наносекундних одиницях. Це значення має дорівнювати часу відправки першого поміщеного пакету в розділі даних.

source: Time Scale
uk: Часова шкала

source: A time value that indicates the time scale for this movie-that is, the number of time units thatpass per second in its time coordinate system. A time coordinate system that measures timein sixtieths of a second, for example, has a time scale of 60.
uk: Значення часу, яке вказує часовий масштаб для цього фільму, тобто кількість одиниць часу, що проходить в секунду в системі координат часу. Система часової координати, яка вимірює час у шістдесяти секундах, наприклад, має шкалу часу 60.

source: Contains a general name of the SEGMENT, like 'Lord of the Rings - The Two Towers', however, Tags could be used to define several titles for a segment.
uk: Містить загальну назву СЕГМЕНТА, як-от «Володар кілець - дві вежі», однак теги можуть використовуватися для визначення кількох назв для сегмента.

source: Toning Effect Settings Applied.
uk: Застосовані параметри ефекту тонування.

source: Total Frame Count
uk: Загальна кількість кадрів

source: Number Of Streams
uk: Число потоків

source: Total number of streams present in a video. Eg - Video, Audio or Subtitles
uk: Загальна кількість потоків, присутніх у відео. Наприклад - відео, аудіо або субтитри

source: Track
uk: Доріжка

source: Information about the Track.
uk: Інформація про доріжку.

source: Video Track Create Date
uk: Дата створення відеодоріжки

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the track header was created.
uk: 32-розрядне ціле число, яке вказує (в секундах, починаючи з опівночі, 1 січня 1904), коли було створено заголовок доріжки.

source: Video Track Duration
uk: Тривалість відеодоріжки

source: A time value that indicates the duration of this track (in the movie's time coordinate system).
uk: Значення часу, яке вказує тривалість цієї доріжки (у системі координат часу фільму)

source: Video Track Forced
uk: Примусова відеодоріжка

source: Video Track Forced , i.e. Enabled/Disabled
uk: Примусова відеодоріжка, тобто Увімкнено/Вимкнено

source: Track ID
uk: Ідентифікатор доріжки

source: A 32-bit integer that uniquely identifies the track. The value 0 cannot be used.
uk: 32-розрядне ціле число, яке однозначно ідентифікує доріжку. Значення 0 не може бути використане.

source: Track Header Version
uk: Версія заголовку доріжки

source: A 1-byte specification of the version of this track header
uk: 1-байтова специфікація версії цього заголовка доріжки

source: Video Track Lacing
uk: Прив'язка відеодоріжки

source: Video Track Lacing , i.e. Enabled/Disabled
uk: Прив'язка відеодоріжки, тобто Увімкнено/Вимкнено

source: Track Language
uk: Мова доріжки

source: The Language in which a particular stream is recorded in.
uk: Мова, в якій записаний певний потік.

source: Video Track Layer
uk: Шар відеодоріжки

source: A 16-bit integer that indicates this track's spatial priority in its movie. The QuickTime MovieToolbox uses this value to determine how tracks overlay one another. Tracks with lower layervalues are displayed in front of tracks with higher layer values.
uk: 16-бітове ціле число, яке вказує на просторовий пріоритет цього треку в його фільмі. QuickTime MovieToolbox використовує це значення, щоб визначити, як доріжки перекривають один одного. Доріжки з меншими значеннями шару відображаються перед доріжками з більшими значенням шару

source: Video Track Modify Date
uk: Дата модифікації відеодоріжки

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the track header was last modified.
uk: 32-розрядне ціле число, яке вказує (в секундах, починаючи з опівночі, 1 січня 1904 р.), коли востаннє змінювався заголовок доріжки.

source: Track Name
uk: Назва доріжки

source: Track Name could be used to define titles for a segment.
uk: Назва доріжки може використовуватися для визначення заголовків для сегмента.

source: Track Number.
uk: Номер доріжки

source: Track Volume
uk: Гучність доріжки

source: A 16-bit fixed-point number that specifies how loud to play this track's sound. A value of 1.0 indicates full volume.
uk: 16-бітне число з фіксованою комою, яке визначає, гучність відтворення звуку цієї доріжки. Значення 1.0 показує повну гучність.

source: Chapter Translate Codec
uk: Кодек перекладу глави

source: Chapter Translate Codec information. Usually used in Matroska file type.
uk: Відомості про кодек перекладу глави. Зазвичай використовується у файлі типу Matroska.

source: Unknown Information
uk: Невідомі відомості

source: Unknown / Unregistered Metadata Tags and their values.
uk: Невідомі / Незареєстровані теги метаданих та їхні значення.

source: Video URL
uk: URL-адреса відео

source: A C string that specifies a URL. There may be additional data after the C string.
uk: Рядок C, який вказує URL-адресу. Можливі додаткові дані після рядка C.

source: Video URN
uk: URN відео

source: A C string that specifies a URN. There may be additional data after the C string.
uk: Рядок C, який вказує URN. Можливі додаткові дані після рядка C.

source: Vari Program
uk: Змінні з програми

source: Software settings used to generate / create Video data.
uk: Налаштування програмного забезпечення, що використовується для генерування/створення відеоданих.

source: Vegas Version Major
uk: Основна версія Vegas

source: Vegas Version Major.
uk: Основна версія Vegas.

source: Vegas Version Minor
uk: Додаткова версія Vegas

source: Vegas Version Minor.
uk: Додаткова версія Vegas.

source: Vendor
uk: Постачальник

source: The developer of the compressor that generated the compressed data.
uk: Розробник компресора, який генерує стиснуті дані.

source: Vendor ID
uk: Ідентифікатор постачальника

source: A 32-bit integer that specifies the developer of the compressor that generated the compressed data. Often this field contains 'appl' to indicate Apple Computer, Inc.
uk: 32-розрядне ціле число, яке визначає розробника компресора, який генерує стиснуті дані. Найчастіше це поле містить «appl» для позначення Apple Computer, Inc.

source: Video Quality
uk: Якість відео

source: Video Stream Quality
uk: Якість відеопотоку

source: Video Sample Size
uk: Розмір семплу відео

source: Video Stream Sample Size
uk: Розмір семплу відеопотоку

source: Video Scan Type
uk: Тип розгортки відео

source: Video Scan Type, it can be Progressive or Interlaced
uk: Тип розгортки відео, прогресивний чи черезрядковий

source: Watermark URL
uk: URL водяних знаків

source: A C string that specifies a Watermark URL.
uk: Рядок C, яка вказує URL-адресу водяного знаку.

source: White Balance Fine Tune.
uk: Точне налаштування балансу білого.

source: Video Width
uk: Ширина відео

source: Window Location
uk: Розташування вікна

source: Information about the Window Location.
uk: Відомості про розташування вікна

source: Written By
uk: Автори

source: Written By, i.e. name of person or organization.
uk: Автори, тобто ім'я особи чи організація

source: Writing App
uk: Програма для запису

source: Contains the name of the application used to create the file (like "mkvmerge 0.8.1")
uk: Містить назву програми, яка використовується для створення файлу (наприклад, «mkvmerge 0.8.1»)

source: Horizontal resolution in pixels per unit.
uk: Горизонтальна роздільна здатність у пікселях на одиницю.

source: Year
uk: Рік

source: Year in which the video was made.
uk: Рік, в який було зроблено відео.

source: Vertical resolution in pixels per unit.
uk: Вертикальна роздільна здатність у пікселях на одиницю.

source: Average Bytes Per Second
uk: Середні байти на секунду

source: Average Bytes Per Second found in audio stream
uk: Середні байти за секунду в аудіопотоці

source: Balance
uk: Баланс

source: Indicates the left-right balance of the audio
uk: Вказує на баланс лівого та правого аудіоканалів

source: Bits Per Sample/ Bit Rate
uk: Бітів на вибірку/бітова швидкість

source: Bits per test sample
uk: Бітів на тестову вибірку

source: The audio channel type. One of: Mono, Stereo, 5.1, 7.1.
uk: Тип аудіоканалу. Варіанти: Mono, Stereo, 5.1, 7.1.

source: Audio Codec
uk: Аудіокодек

source: Codec used for Audio Encoding/Decoding
uk: Кодек використовується для кодування/декодування аудіо

source: Audio Codec Decode Info
uk: Відомості про кодування-декодування аудіо

source: Contains information the audio codec decode all, i.e. Enabled/Disabled
uk: Відомості про загальне кодування-декодування аудіо, тобто Увімкнено/Вимкнено

source: Audio Codec Description
uk: Опис аудіокодека

source: Audio Codec Download URL
uk: URL завантаження аудіокодека

source: Audio Codec Download URL.
uk: URL-адреса завантаження аудіокодека

source: Audio Codec Information
uk: Відомості про аудіо кодек

source: Contains information the codec needs before decoding can be started. An example is the Vorbis initialization packets for Vorbis audio.
uk: Містить відомості про кодек, потрібні для початку декодування. Прикладом є пакети ініціалізації Vorbis для аудіо Vorbis.

source: Audio Codec Settings
uk: Налаштування аудіокодека

source: Audio Default Duration
uk: Типова тривалість аудіо

source: The number of micro seconds an audio chunk plays.
uk: Кількість мікросекунд відтворення фрагменту аудіо.

source: Audio Default Stream
uk: Типовий аудіопотік

source: Audio Stream that would be played by default.
uk: Аудіопотік, який буде відтворюватися за умовчанням

source: Audio Track Default On
uk: Аудіодоріжка типово увімкнена

source: Audio Track Default On , i.e. Enabled/Disabled
uk: Аудіодоріжка типово увімкнена, тобто Увімкнена/Вимкнена

source: Audio Track Enabled
uk: Аудіодоріжка увімкнена

source: Status of Audio Track, i.e. Enabled/Disabled
uk: Стан аудіодоріжки, тобто Увімкнена/Вимкнена

source: Audio Format
uk: Формат аудіо

source: A four-character code that identifies the format of the audio.
uk: Чотирьохзначний код, який ідентифікує формат звуку.

source: Output Audio Sample Rate
uk: Вихідна частота дискретизації звуку

source: The output audio sample rate. Can be any value, but commonly 32000, 41100, or 48000.
uk: Вихідна частота дискретизації звуку. Може бути будь-яке значення, але зазвичай 32000, 41100 або 48000.

source: Audio Sample Count
uk: Кількість семплів аудіо

source: Sample taken for Analyzing Audio Stream
uk: Семпли взяті для аналізу звукового потоку

source: The audio sample rate. Can be any value, but commonly 32000, 41100, or 48000.
uk: Частота дискретизації звуку. Може бути будь-яке значенн, але найчастіше вживані 32000, 41100, чи 48000.

source: The audio sample type. One of: 8Int, 16Int, 32Int, 32Float.
uk: Тип вибірки звуку. Варіанти: 8Int, 16Int, 32Int, 32Float.

source: Sound Scheme Title
uk: Заголовок схеми звуку

source: Sound Scheme Title.
uk: Заголовок схеми звуку.

source: Audio Track Create Date
uk: Дата створення аудіодоріжки

source: Audio Track Duration
uk: Тривалість створення аудіодоріжки

source: Audio Track Forced
uk: Примусова аудіодоріжка

source: Audio Track Forced , i.e. Enabled/Disabled
uk: Примусова аудіодоріжка, тобто Увімкнено/Вимкнено

source: Audio Track Lacing
uk: Прив'язка аудіодоріжки

source: Audio Track Lacing , i.e. Enabled/Disabled
uk: Прив'язка аудіодоріжки, тобто Увімкнено/Вимкнено

source: Audio Track Layer
uk: Шар аудіодоріжки

source: Audio Track Modify Date
uk: Дата зміни аудіодоріжки

source: Audio URL
uk: URL аудіо

source: Audio URN
uk: URN аудіо

source: The nature or genre of the resource.
uk: Природа чи жанр ресурсу.

source: Date Modified
uk: Дата модифікації

source: Date on which the resource was changed.
uk: Дата зміни ресурсу.

source: A language of the resource.
uk: Мова ресурсу.

source: License
uk: Ліцензія

source: A legal document giving official permission to do something with the resource.
uk: Юридичний документ, що надає офіційне дозвіл щось зробити з ресурсом.

source: Rights Holder
uk: Власник прав

source: A person or organization owning or managing rights over the resource.
uk: Людина або організація, що володіє чи управляє правами на ресурс.

source: Access Rights
uk: Права доступу

source: Information about who can access the resource or an indication of its security status.
uk: Відомості про те, хто може отримати доступ до ресурсу або позначення його статус безпеки.

source: Bibliographic Citation
uk: Бібліографічне цитування

source: A bibliographic reference for the resource.
uk: Бібліографічна довідка про ресурс.

source: References
uk: Посилання

source: A related resource that is referenced, cited, or otherwise pointed to by the described resource.
uk: Пов'язаний ресурс, на який посилається, цитується чи іншим чином зазначається описаний ресурсом.

source: *Main structure* containing Darwin Core location based information.
uk: *Основна структура* містить відомості про місцезнаходження на основі ядра Дарвіна.

source: Record
uk: Запис

source: *Main structure* containing record based information.
uk: *Основна структура* містить відомості на основі запису.
