Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Has Settings
uk: Має налаштування

source: When true, non-default camera raw settings.
uk: Якщо така, налаштування фотоапарату нетипові.

source: Luminance Smoothing
uk: Вирівнювання яскравості

source: "Luminance Smoothing" setting. Range 0 to +100.
uk: Налаштування «Вирівнювання яскравості». Діапазон від 0 до 100.

source: Raw File Name
uk: Назва файлу Raw

source: File name of raw file (not a complete path).
uk: Назва файлу Raw (не повний шлях).

source: Red Hue
uk: Відтінок червоного

source: "Red Hue" setting. Range -100 to +100.
uk: Налаштування «Відтінок червоного». Діапазон від -100 до 100.

source: Red Saturation
uk: Насиченість червоного

source: "Red Saturation" setting. Range -100 to +100.
uk: Налаштування «Насиченість червоного». Діапазон від -100 до 100.

source: "Saturation" setting. Range -100 to +100.
uk: Налаштування «Насиченість». Діапазон від -100 до 100.

source: Shadows
uk: Тіні

source: "Shadows" setting. Range 0 to +100.
uk: Налаштування «Тіні». Діапазон від 0 до 100.

source: Shadow Tint
uk: Відтінення чорним

source: "Shadow Tint" setting. Range -100 to +100.
uk: Налаштування «Відтінення чорним». Діапазон від -100 до 100.

source: "Sharpness" setting. Range 0 to +100.
uk: Налаштування «Чіткість». Діапазон від 0 до 100.

source: "Temperature" setting. Range 2000 to 50000.
uk: Налаштування «Температура». Діапазон від 2000 до 50000.

source: Tint
uk: Відтінення світлим

source: "Tint" setting. Range -150 to +150.
uk: Налаштування «Відтінення світлим». Діапазон від -150 до +150.

source: Tone Curve
uk: Крива тону

source: Array of points (Integer, Integer) defining a "Tone Curve".
uk: Масив точок (Ціле, Ціле), який визначає «Криву тону».

source: Tone Curve Name
uk: Назва кривої тону

source: The name of the Tone Curve described by ToneCurve. One of: Linear, Medium Contrast, Strong Contrast, Custom or a user-defined preset name.
uk: Назва кривої тону, описане як ToneCurve. Варіанти: лінійна, середній контраст, сильний контраст, користувацька або задана користувачем назва пресету.

source: Version of Camera Raw plugin.
uk: Версія плагіна Camera Raw.

source: Vignette Amount
uk: Величина віньєтування

source: "Vignetting Amount" setting. Range -100 to +100.
uk: Налаштування «Величина віньєтування ». Діапазон від -100 до 100.

source: Vignette Midpoint
uk: Середня точка віньєтування

source: "Vignetting Midpoint" setting. Range 0 to +100.
uk: Налаштування «Середня точка віньєтування». Діапазон від 0 до +100.

source: "White Balance" setting. One of: As Shot, Auto, Daylight, Cloudy, Shade, Tungsten, Fluorescent, Flash, Custom
uk: Налаштування балансу білого. Варіанти: як знято, авто, денне світло, хмарно, тінь, розжарювання, флюоресцент, спалах, власне

source: Converter
uk: Конвертор

source: Fill Light
uk: Світло заповнення

source: Sharpen Radius
uk: Радіус збільшення різкості

source: TIFF tag 256, 0x100. Image width in pixels.
uk: Тег TIFF 256, 0x100. Ширина зображення у пікселях

source: Image Length
uk: Довжина зображення

source: TIFF tag 257, 0x101. Image height in pixels.
uk: Тег TIFF 257, 0x101. Висота зображення у пікселях

source: Bits Per Sample
uk: Бітів на фрагмент

source: TIFF tag 258, 0x102. Number of bits per component in each channel.
uk: Тег TIFF 258, 0x102. Кількість біт на компонент в кожному каналі.

source: Compression
uk: Стиснення

source: TIFF tag 259, 0x103. Compression scheme: 1 = uncompressed; 6 = JPEG.
uk: Тег TIFF 259, 0x103. Схема стиснення: 1 = без стиснення; 6 = JPEG.

source: Photometric Interpretation
uk: Фотометрична інтерпретація

source: TIFF tag 262, 0x106. Pixel Composition: 2 = RGB; 6 = YCbCr.
uk: Тег TIFF 262, 0x106. Композиція пікселів: 2 = RGB; 6 = YCbCr.

source: TIFF tag 274, 0x112. Orientation:1 = 0th row at top, 0th column at left 2 = 0th row at top, 0th column at right 3 = 0th row at bottom, 0th column at right 4 = 0th row at bottom, 0th column at left 5 = 0th row at left, 0th column at top 6 = 0th row at right, 0th column at top 7 = 0th row at right, 0th column at bottom 8 = 0th row at left, 0th column at bottom
uk: Тег TIFF 274, 0x112. Орієнтація:1 = Нульовий рядок зверху, нульовий стовпчик зліва; 2 = Нульовий рядок зверху, нульовий стовпчик справа; 3 = Нульовий рядок знизу, нульовий стовпчик справа; 4 = Нульовий рядок знизу, нульовий стовпчик зліва; 5 = Нульовий рядок зліва, нульовий стовпчик зверху; 6 = Нульовий рядок справа, нульовий стовпчик зверху 7 = Нульовий рядок справа, нульовий стовпчик знизу; 8 = Нульовий рядок зліва, нульовий стовпчик знизу

source: Samples Per Pixel
uk: Компонентів на піксель

source: TIFF tag 277, 0x115. Number of components per pixel.
uk: Тег TIFF 277, 0x115. Кількість компонентів на піксель

source: Planar Configuration
uk: Планарна конфігурація

source: TIFF tag 284, 0x11C. Data layout:1 = chunky; 2 = planar.
uk: Тег TIFF tag 284, 0x11C. Схема даних:1 = шматкова; 2 = пласка.

source: YCbCr Sub Sampling
uk: Підбірка вибірки YCbCr

source: TIFF tag 530, 0x212. Sampling ratio of chrominance components: [2, 1] = YCbCr4:2:2; [2, 2] = YCbCr4:2:0
uk: Тег TIFF 530, 0x212. Коефіціенти кольору у компонентах: [2, 1] = YCbCr4:2:2; [2, 2] = YCbCr4:2:0

source: YCbCr Positioning
uk: Позиціювання YCbCr

source: TIFF tag 531, 0x213. Position of chrominance vs. luminance components: 1 = centered; 2 = co-sited.
uk: Тег TIFF 531, 0x213. Розташування компонентів кольору відносно яскравості: 1 = центровані; 2 = спільно.

source: X Resolution
uk: Роздільна здатність за X

source: TIFF tag 282, 0x11A. Horizontal resolution in pixels per unit.
uk: Тег TIFF 282, 0x11A. Горизонтальна роздільна здатність в пікселях на одиницю.

source: Y Resolution
uk: Роздільна здатність за Y

source: TIFF tag 283, 0x11B. Vertical resolution in pixels per unit.
uk: Тег TIFF 283, 0x11B. Вертикальна роздільна здатність в пікселях на одиницю.

source: Resolution Unit
uk: Одиниця роздільної здатності

source: TIFF tag 296, 0x128. Unit used for XResolution and YResolution. Value is one of: 2 = inches; 3 = centimeters.
uk: Тег TIFF 296, 0x128. Одиниці, використовувані для XResolution та YResolution. Можливі значення, одне з поміж: 2 = дюйми; 3 = сантиметри.

source: Transfer Function
uk: Функція перенесення

source: TIFF tag 301, 0x12D. Transfer function for image described in tabular style with 3 * 256 entries.
uk: Тег TIFF 301, 0x12D. Функція перенесення для зображення, описаного в табличному стилі, з 3 * 256 записами.

source: White Point
uk: Біла точка

source: TIFF tag 318, 0x13E. Chromaticity of white point.
uk: Тег TIFF 318, 0x13E. Хроматичність білої точки.

source: Primary Chromaticities
uk: Основні хроматичності

source: TIFF tag 319, 0x13F. Chromaticity of the three primary colors.
uk: Тег TIFF 319, 0x13F. Хроматичність трьох основних кольорів.

source: TIFF tag 529, 0x211. Matrix coefficients for RGB to YCbCr transformation.
uk: Тег TIFF 529, 0x211. Кеофіціенти матриці для перетворення RGB у YCbCr.

source: Reference Black White
uk: Еталонні чорне/біле

source: TIFF tag 532, 0x214. Reference black and white point values.
uk: Тег TIFF 532, 0x214. Референсні значення чорної та білої точок.

source: Date and Time
uk: Дата та час

source: TIFF tag 306, 0x132 (primary) and EXIF tag 37520, 0x9290 (subseconds). Date and time of image creation (no time zone in EXIF), stored in ISO 8601 format, not the original EXIF format. This property includes the value for the EXIF SubSecTime attribute. NOTE: This property is stored in XMP as xmp:ModifyDate.
uk: Тег TIFF 306, 0x132 (основний) та тег EXIF 37520, 0x9290 (додатковий). Дата та час створення зображення (без часового поясу в EXIF), що зберігається у форматі ISO 8601, а не в оригінальному форматі EXIF. Ця властивість включає значення для атрибута EXIF ​​SubSecTime. ПРИМІТКА: Ця властивість зберігається в XMP як xmp: ModifyDate.

source: Image Description
uk: Опис зображення

source: TIFF tag 270, 0x10E. Description of the image. Note: This property is stored in XMP as dc:description.
uk: Тег TIFF 270, 0x10E. Опис зображення. Примітка: Ця властивість зберігається в XMP як dc: description.

source: Make
uk: Виробник

source: TIFF tag 271, 0x10F. Manufacturer of recording equipment.
uk: Тег TIFF 271, 0x10F. Виробник записуючого обладнання.

source: TIFF tag 272, 0x110. Model name or number of equipment.
uk: Тег TIFF 272, 0x110. Назва моделі чи номер обладнання.

source: TIFF tag 315, 0x13B. Camera owner, photographer or image creator. Note: This property is stored in XMP as the first item in the dc:creator array.
uk: Тег TIFF 315, 0x13B. Власник камери, фотограф або автор зображення. Примітка: Ця властивість зберігається в XMP як перший елемент у масиві dc: creator.

source: TIFF tag 33432, 0x8298. Copyright information. Note: This property is stored in XMP as dc:rights.
uk: Тег TIFF 33432, 0x8298. Власник камери, фотограф або творець зображень. Примітка: Ця властивість зберігається в XMP як перший елемент у масиві dc: creator.

source: Exif Version
uk: Версія Exif

source: EXIF tag 36864, 0x9000. EXIF version number.
uk: Тег EXIF 36864, 0x9000. Номер версії EXIF.

source: Flashpix Version
uk: Версія FlashPix

source: EXIF tag 40960, 0xA000. Version of FlashPix.
uk: Тег EXIF 40960, 0xA000. Версія FlashPix

source: EXIF tag 40961, 0xA001. Color space information
uk: Тег EXIF 40961, 0xA001. Відомості про простір кольорів

source: Components Configuration
uk: Налаштування компонентів

source: EXIF tag 37121, 0x9101. Configuration of components in data: 4 5 6 0 (if RGB compressed data), 1 2 3 0 (other cases).
uk: Тег EXIF 37121, 0x9101. Конфігурація компонентів у даних: 4 5 6 0 (якщо RGB-стиснені дані), 1 2 3 0 (інші випадки).

source: Compressed Bits Per Pixel
uk: Кількість стиснених бітів на піксель

source: EXIF tag 37122, 0x9102. Compression mode used for a compressed image is indicated in unit bits per pixel.
uk: Тег EXIF 37122, 0x9102. Режим стиснення, який використовується для стиснутого зображення, вказується в бітах одиниці на піксель.

source: Pixel X Dimension
uk: Розмір X піксель

source: EXIF tag 40962, 0xA002. Valid image width, in pixels.
uk: Тег EXIF 40962, 0xA002. Чинна ширина зображення, у пікселях

source: Pixel Y Dimension
uk: Розмір Y піксель

source: EXIF tag 40963, 0xA003. Valid image height, in pixels.
uk: Тег EXIF 40963, 0xA003. Чинна висота зображення, у пікселях

source: User Comment
uk: Коментар користувача

source: EXIF tag 37510, 0x9286. Comments from user.
uk: Тег EXIF 37510, 0x9286. Коментар від користувача.

source: Related Sound File
uk: Пов’язаний звуковий файл

source: EXIF tag 40964, 0xA004. An "8.3" file name for the related sound file.
uk: Тег EXIF 40964, 0xA004. Ім'я файлу «8.3» для пов'язаного звуковогу файлу.

source: Date and Time Original
uk: Дата і час (знімання)

source: EXIF tags 36867, 0x9003 (primary) and 37521, 0x9291 (subseconds). Date and time when original image was generated, in ISO 8601 format. Includes the EXIF SubSecTimeOriginal data.
uk: Теги EXIF 36867, 0x9003 (основний) та 37521, 0x9291 (додатковий). Дата та час створення оригінального зображення в форматі ISO 8601. Включає дані EXIF ​​SubSecTimeOriginal.

source: Date and Time Digitized
uk: Дата і час (оцифровування)

source: EXIF tag 36868, 0x9004 (primary) and 37522, 0x9292 (subseconds). Date and time when image was stored as digital data, can be the same as DateTimeOriginal if originally stored in digital form. Stored in ISO 8601 format. Includes the EXIF SubSecTimeDigitized data.
uk: Тег EXIF 36868, 0x9004 (основний) та 37522, 0x9292 (додатковий). Дата та час зберігання зображення у цифрових даних, можуть бути такими ж, як DateTimeOriginal, якщо спочатку вони зберігаються у цифровій формі. Зберігається у форматі ISO 8601. Включає дані EXIF ​​SubSecTimeDigitized.

source: EXIF tag 33434, 0x829A. Exposure time in seconds.
uk: Тег EXIF 33434, 0x829A. Час екпозиції в секундах.

source: F Number
uk: Діафрагмове число

source: EXIF tag 33437, 0x829D. F number.
uk: Тег EXIF 33437, 0x829D. Діафрагмове число.

source: EXIF tag 34850, 0x8822. Class of program used for exposure.
uk: Тег EXIF 34850, 0x8822. Клас програм, використовуваний для екпозиції.

source: Spectral Sensitivity
uk: Спектральна чутливість

source: EXIF tag 34852, 0x8824. Spectral sensitivity of each channel.
uk: Тег EXIF 34852, 0x8824. Спектральна чутливість кожного каналу.

source: ISOSpeedRatings
uk: Значення чутливості ISO

source: EXIF tag 34855, 0x8827. ISO Speed and ISO Latitude of the input device as specified in ISO 12232.
uk: Тег EXIF 34855, 0x8827. Чутливість та довгота ISO для вхідного пристрою як зазначено у ISO 12232.

source: EXIF tag 34856, 0x8828. Opto-Electoric Conversion Function as specified in ISO 14524.
uk: Тег EXIF 34856, 0x8828. Оптико-електорна функція перетворення, як зазначено в ISO 14524.

source: EXIF tag 37377, 0x9201. Shutter speed, unit is APEX. See Annex C of the EXIF specification.
uk: Тег EXIF 37377, 0x9201. Швидкість затвора, одиниця APEX. Див. Додаток C специфікації EXIF.

source: EXIF tag 37378, 0x9202. Lens aperture, unit is APEX.
uk: Тег EXIF 37378, 0x9202. Діафрагма об'єктива, одиниці APEX.

source: Brightness Value
uk: Значення яскравості

source: EXIF tag 37379, 0x9203. Brightness, unit is APEX.
uk: Тег EXIF 37379, 0x9203. Яскравість, одиниці APEX.

source: EXIF tag 37380, 0x9204. Exposure bias, unit is APEX.
uk: EXIF-тег 37380, 0x9204. Ухил експозиції, одиниця - APEX.

source: Maximum Aperture Value
uk: Максимальний розмір діафрагми

source: EXIF tag 37381, 0x9205. Smallest F number of lens, in APEX.
uk: Тег EXIF 37381, 0x9205. Найменше діафрагмове число об'єктива, у APEX.

source: EXIF tag 37382, 0x9206. Distance to subject, in meters.
uk: Тег EXIF 37382, 0x9206. Відстань до предмета, у метрах

source: EXIF tag 37383, 0x9207. Metering mode.
uk: Тег EXIF 37383, 0x9207. Режим вимірювання.

source: EXIF tag 37384, 0x9208. Light source.
uk: Тег EXIF 37384, 0x9208. Джерело світла.

source: EXIF tag 37385, 0x9209. Strobe light (flash) source data.
uk: Тег EXIF 37385, 0x9209. Дані джерела строб світла (спалах).

source: EXIF tag 37386, 0x920A. Focal length of the lens, in millimeters.
uk: Тег EXIF 37386, 0x920A. Фокусна відстань об'єктива, в міліметрах.

source: Subject Area
uk: Область предмету

source: EXIF tag 37396, 0x9214. The location and area of the main subject in the overall scene.
uk: Тег EXIF 37396, 0x9214. Місце розташування та область основного предмета в усій сцені.

source: Flash Energy
uk: Енергія спалаху

source: EXIF tag 41483, 0xA20B. Strobe energy during image capture.
uk: Тег EXIF 41483, 0xA20B. Енергія імпульсу спалаху під час знімання.

source: Spatial Frequency Response
uk: Просторово-частотний відгук (SFR)

source: EXIF tag 41484, 0xA20C. Input device spatial frequency table and SFR values as specified in ISO 12233.
uk: Тег EXIF 41484, 0xA20C. Таблиця просторових частот вхідного пристрою та значення SFR, як зазначено у стандарті ISO 12233.

source: Focal Plane X Resolution
uk: Роздільна здатність фокальної площини X

source: EXIF tag 41486, 0xA20E. Horizontal focal resolution, measured pixels per unit.
uk: Тег EXIF 41486, 0xA20E. Горизонтальна фокусна роздільна здатність, виміряна у пікселях на одиницю.

source: Focal Plane Y Resolution
uk: Роздільна здатність фокальної площини Y

source: EXIF tag 41487, 0xA20F. Vertical focal resolution, measured in pixels per unit.
uk: Тег EXIF 41487, 0xA20F. Вертикальна фокусна роздільна здатність, виміряна у пікселях на одиницю.

source: Focal Plane Resolution Unit
uk: Одиниця виміру роздільної здатності у фокальній площині

source: EXIF tag 41488, 0xA210. Unit used for FocalPlaneXResolution and FocalPlaneYResolution.
uk: Тег EXIF 41488, 0xA210. Одиниці, використовувані для FocalPlaneXResolution та FocalPlaneYResolution.

source: Subject Location
uk: Знаходження предмета

source: EXIF tag 41492, 0xA214. Location of the main subject of the scene. The first value is the horizontal pixel and the second value is the vertical pixel at which the main subject appears.
uk: Тег EXIF 41492, 0xA214. Розташування основного предмета сцени. Перше значення - горизонтальний піксель, а друге — вертикальний піксель, на якому з'являється основний предмет.

source: Exposure Index
uk: Показник експозиції

source: EXIF tag 41493, 0xA215. Exposure index of input device.
uk: Тег EXIF 41493, 0xA215. Індекс експозиції пристрою введення.

source: Sensing Method
uk: Метод розпізнавання

source: EXIF tag 41495, 0xA217. Image sensor type on input device.
uk: Тег EXIF 41495, 0xA217. Тип сенсора зображення на пристрої введення.

source: EXIF tag 41728, 0xA300. Indicates image source.
uk: Тег EXIF 41728, 0xA300. Вказує джерело зображення.

source: Scene Type
uk: Тип сцени

source: EXIF tag 41729, 0xA301. Indicates the type of scene.
uk: Тег EXIF 41729, 0xA301. Вказує тип сцени.

source: CFA Pattern
uk: Зразки масиву колірних фільтрів (CFA)

source: EXIF tag 41730, 0xA302. Color filter array geometric pattern of the image sense.
uk: Тег EXIF 41730, 0xA302. Геометричні зразки масиву колірних фільтрів для сенсора зображень

source: Custom Rendered
uk: Спеціальна обробка

source: EXIF tag 41985, 0xA401. Indicates the use of special processing on image data.
uk: Тег EXIF 41985, 0xA401. Вказує на використання спеціальної обробки даних зображення.

source: EXIF tag 41986, 0xA402. Indicates the exposure mode set when the image was shot.
uk: Тег EXIF 41986, 0xA402. Вказує режим експозиції, встановлений під час зйомки зображення.

source: EXIF tag 41987, 0xA403. Indicates the white balance mode set when the image was shot.
uk: Тег EXIF 41987, 0xA403. Вказує встановлений режим балансу білого під час зйомки зображення.

source: Digital Zoom Ratio
uk: Коефіцієнт цифрового збільшення

source: EXIF tag 41988, 0xA404. Indicates the digital zoom ratio when the image was shot.
uk: Тег EXIF 41988, 0xA404. Вказує коефіцієнт цифрового збільшення при зйомці зображення.

source: Focal Length In 35mm Film
uk: Фокальна довжина для 35-мм плівки

source: EXIF tag 41989, 0xA405. Indicates the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown. Note that this tag differs from the FocalLength tag.
uk: Тег EXIF 41989, 0xA405. Вказує еквівалентну фокусну відстань з урахуванням 35-мм плівкової камери, в мм. Значення 0 означає, що фокусна відстань невідома. Зауважте, що цей тег відрізняється від тегу FocalLength.

source: Scene Capture Type
uk: Тип сцени при зйомці

source: EXIF tag 41990, 0xA406. Indicates the type of scene that was shot.
uk: Тег EXIF 41990, 0xA406. Вказує тип сцени при зніманні.

source: Gain Control
uk: Регулятор посилення

source: EXIF tag 41991, 0xA407. Indicates the degree of overall image gain adjustment.
uk: Тег EXIF 41991, 0xA407. Вказує ступінь загальної корекції зображення.

source: EXIF tag 41992, 0xA408. Indicates the direction of contrast processing applied by the camera.
uk: Тег EXIF 41992, 0xA408. Вказує напрямок обробки контрасту, застосований камерою.

source: EXIF tag 41993, 0xA409. Indicates the direction of saturation processing applied by the camera.
uk: Тег EXIF 41993, 0xA409. Вказує напрям обробки насиченості, застосований камерою.

source: EXIF tag 41994, 0xA40A. Indicates the direction of sharpness processing applied by the camera.
uk: Тег EXIF 41994, 0xA40A. Вказує напрямок обробки чіткості, застосований камерою.

source: Device Setting Description
uk: Опис параметрів пристрою

source: EXIF tag 41995, 0xA40B. Indicates information on the picture-taking conditions of a particular camera model.
uk: Тег EXIF 41995, 0xA40B. Вказує відомості щодо умов зйомки певної моделі камери.

source: Subject Distance Range
uk: Діапазон відстані до предмета

source: EXIF tag 41996, 0xA40C. Indicates the distance to the subject.
uk: Тег EXIF 41996, 0xA40C. Вказує відстань до предмета.

source: Image Unique ID
uk: Унікальний ідентифікатор зображення

source: EXIF tag 42016, 0xA420. An identifier assigned uniquely to each image. It is recorded as a 32 character ASCII string, equivalent to hexadecimal notation and 128-bit fixed length.
uk: Тег EXIF 42016, 0xA420. Ідентифікатор призначений унікально для кожного зображення. Він записується як 32-символьний рядок ASCII, еквівалентний шістнадцятковому позначенню та 128-бітовій фіксованій довжині.

source: GPS Version ID
uk: Ідентифікатор версії GPS

source: GPS tag 0, 0x00. A decimal encoding of each of the four EXIF bytes with period separators. The current value is "2.0.0.0".
uk: Тег GPS 0, 0x00. Десяткове кодування кожного з чотирьох байт EXIF ​​з розділювачами періоду. Поточне значення - «2.0.0.0».

source: GPS Latitude
uk: Широта за GPS

source: GPS tag 2, 0x02 (position) and 1, 0x01 (North/South). Indicates latitude.
uk: Тег GPS tag 2, 0x02 (позиція) та 1, 0x01 (Північ/Південь). Вказує широту.

source: GPS Longitude
uk: Довгота за GPS

source: GPS tag 4, 0x04 (position) and 3, 0x03 (East/West). Indicates longitude.
uk: Тег GPS 4, 0x04 (позиція) and 3, 0x03 (Схід/Захід). Вказує довготу.

source: GPS Altitude Reference
uk: Відлік висоти GPS

source: GPS tag 5, 0x05. Indicates whether the altitude is above or below sea level.
uk: Тег GPS 5, 0x05. Вказує, чи висота вище або нижче рівня моря.

source: GPS Altitude
uk: Висота за GPS

source: GPS tag 6, 0x06. Indicates altitude in meters.
uk: Тег GPS 6, 0x06. Вказує висоту в метрах

source: GPS Time Stamp
uk: Мітка часу GPS

source: GPS tag 29 (date), 0x1D, and, and GPS tag 7 (time), 0x07. Time stamp of GPS data, in Coordinated Universal Time. Note: The GPSDateStamp tag is new in EXIF 2.2. The GPS timestamp in EXIF 2.1 does not include a date. If not present, the date component for the XMP should be taken from exif:DateTimeOriginal, or if that is also lacking from exif:DateTimeDigitized. If no date is available, do not write exif:GPSTimeStamp to XMP.
uk: Тег GPS 29 (дата), 0x1D, та «,» та тег GPS 7 (час), 0x07. Мітка часу GPS-даних у Координованому універсальному часі. Примітка. Тег GPSDateStamp є новим у EXIF 2.2. Часовий пояс GPS у EXIF 2.1 не включає дату. У разі відсутності компонента дати для XMP слід брати з exif:DateTimeOriginal або, якщо цього також не вистачає з exif:DateTimeDigitized. Якщо дата недоступна, не пишіть exif:GPSTimeStamp для XMP.

source: GPS Satellites
uk: Супутники GPS

source: GPS tag 8, 0x08. Satellite information, format is unspecified.
uk: Тег GPS 8, 0x08. Відомості про супутники, формат невизначений.

source: GPS Status
uk: Стан GPS

source: GPS tag 9, 0x09. Status of GPS receiver at image creation time.
uk: Тег GPS 9, 0x09. Стан GPS-приймача під час створення зображення.

source: GPS Measure Mode
uk: Режим вимірювання GPS

source: GPS tag 10, 0x0A. GPS measurement mode, Text type.
uk: Тег GPS 10, 0x0A. Режим вимірювання GPS, Текстовий тип.

source: GPS DOP
uk: Точність GPS

source: GPS tag 11, 0x0B. Degree of precision for GPS data.
uk: Тег GPS 11, 0x0B. Ступінь точності даних GPS.

source: GPS Speed Reference
uk: Відлік швидкості GPS

source: GPS tag 12, 0x0C. Units used to speed measurement.
uk: Тег GPS 12, 0x0C. Одиниці, що використовуються для вимірювання швидкості.

source: GPS Speed
uk: Швидкість GPS

source: GPS tag 13, 0x0D. Speed of GPS receiver movement.
uk: Тег GPS 13, 0x0D. Швидкість руху GPS-приймача.

source: GPS Track Reference
uk: Відлік шляху GPS

source: GPS tag 14, 0x0E. Reference for movement direction.
uk: Тег GPS 14, 0x0E. Відлік для напрямку руху.

source: GPS Track
uk: Шлях GPS

source: GPS tag 15, 0x0F. Direction of GPS movement, values range from 0 to 359.99.
uk: Тег GPS15, 0x0F. Напрямок руху GPS, значення діапазону від 0 до 359.99.

source: GPS Image Direction Reference
uk: Відлік напрямку знімання у GPS

source: GPS tag 16, 0x10. Reference for image direction.
uk: Тег GPS 16, 0x10. Відлік напрямку знімання.

source: GPS Image Direction
uk: Напрямок знімання у GPS
