Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: This tag indicates the degree of overall image gain adjustment.
uk: Цей тег містить ступінь загальної корекції яскравості зображення.

source: This tag indicates the direction of contrast processing applied by the camera when the image was shot.
uk: Цей тег містить напрямок обробки контрасту, застосований камерою під час знімання зображення.

source: This tag indicates the direction of saturation processing applied by the camera when the image was shot.
uk: Цей тег містить на напрямок обробки насиченості, що застосовується камерою під час знімання зображення.

source: This tag indicates the direction of sharpness processing applied by the camera when the image was shot.
uk: Цей тег містить на напрямок обробки чіткості, що застосовується камерою під час зйомки зображення.

source: This tag indicates information on the picture-taking conditions of a particular camera model. The tag is used only to indicate the picture-taking conditions in the reader.
uk: Цей тег містить інформацію про умови зйомки конкретної моделі фотоапарата. Тег використовується лише для позначення умов зйомки зчитувача.

source: This tag indicates the distance to the subject.
uk: Цей теґ містить дані щодо відстані до предмета зйомки.

source: This tag indicates an identifier assigned uniquely to each image. It is recorded as an ASCII string equivalent to hexadecimal notation and 128-bit fixed length.
uk: Цей тег містить Ідентифікатор призначений унікально для кожного зображення. Він записується як 32-символьний рядок ASCII, еквівалентний шістнадцятковому позначенню та 128-бітовій фіксованій довжині.

source: This tag records the owner of a camera used in photography as an ASCII string.
uk: Цей тег записує власника фотокамери, яка використовується для фотографування, у вигляді рядка ASCII.

source: This tag records the serial number of the body of the camera that was used in photography as an ASCII string.
uk: Цей тег записує серійний номер корпуса камери, який використовувався у фотографії у вигляді рядка ASCII.

source: This tag notes minimum focal length, maximum focal length, minimum F number in the minimum focal length, and minimum F number in the maximum focal length, which are specification information for the lens that was used in photography. When the minimum F number is unknown, the notation is 0/0
uk: Цей тег містить мінімальну фокусну відстань, максимальну фокусну відстань, мінімальне діафрагмове число на мінімальній фокусній відстані та мінімальне діафрагмове число на максимальній фокусній відстані, яка є специфікацією для об'єктива, що використовувався у фотозйомці. Коли діафрагмове число невідоме, введено 0/0

source: This tag records the lens manufactor as an ASCII string.
uk: Цей тег зберігає виробника об'єктива у вигляді рядка ASCII.

source: This tag records the lens's model name and model number as an ASCII string.
uk: Цей тег зберігає модель та номер моделі об'єктива у вигляді рядка ASCII.

source: This tag records the serial number of the interchangeable lens that was used in photography as an ASCII string.
uk: Цей тег зберігає серійний номер змінного об'єктива, який був використаний у фотографії у вигляді рядка ASCII.

source: Unknown Exif tag
uk: Невідомий тег Exif

source: North
uk: Північ

source: South
uk: Південь

source: East
uk: Схід

source: West
uk: Захід

source: Above sea level
uk: Над рівнем моря

source: Below sea level
uk: Нижче рівня моря

source: Measurement in progress
uk: Вимірювання в процесі

source: Measurement Interoperability
uk: Сумісність вимірювання

source: Two-dimensional measurement
uk: Двомірний вимір

source: Three-dimensional measurement
uk: Тримірний вимір

source: km/h
uk: км/год

source: mph
uk: миль/год

source: knots
uk: вузли

source: True direction
uk: Справжній напрямок

source: Magnetic direction
uk: Магнітний напрямок

source: Kilometers
uk: Кілометри

source: Miles
uk: Милі

source: Knots
uk: Вузли

source: Without correction
uk: Без поправок

source: Correction applied
uk: Поправка застосована

source: Indicates the version of <GPSInfoIFD>. The version is given as 2.0.0.0. This tag is mandatory when <GPSInfo> tag is present. (Note: The <GPSVersionID> tag is given in bytes, unlike the <ExifVersion> tag. When the version is 2.0.0.0, the tag value is 02000000.H).
uk: Вказує версію . Версія має формат 2.0.0.0. Цей тег є обов'язковим, якщо є тег <GPSInfo> . (Примітка. Тег <GPSVersionID> вказується в байтах, на відміну від тегу <ExifVersion>. Якщо версія 2.0.0.0, значення тегу становить 02000000.H).

source: GPS Latitude Reference
uk: Відлік широти GPS

source: Indicates whether the latitude is north or south latitude. The ASCII value 'N' indicates north latitude, and 'S' is south latitude.
uk: Вказує, чи є широта північною чи південною. Символ ASCII «N» вказує на північну широту, а «S» — на південну широту

source: Indicates the latitude. The latitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. When degrees, minutes and seconds are expressed, the format is dd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format is dd/1,mmmm/100,0/1.
uk: Вказує широту. Широта виражається у вигляді трьох раціональних значень, що означають градуси, хвилини та секунди, відповідно. Коли використовуються градуси, хвилини та секунди, формат запису такий: ddd/1,mm/1,ss/1. Коли використовуються градуси та хвилини, а, наприклад, неповні хвилин подаються у вигляді десяткових знаків після коми, формат запису такий: ddd/1,mmmm/100,0/1.

source: GPS Longitude Reference
uk: Відлік довготи GPS

source: Indicates whether the longitude is east or west longitude. ASCII 'E' indicates east longitude, and 'W' is west longitude.
uk: Вказує, чи є довгота східною або західною. Символ ASCII «E» вказує на східну довготу, а «W» — на західну довгота.

source: Indicates the longitude. The longitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. When degrees, minutes and seconds are expressed, the format is ddd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format is ddd/1,mmmm/100,0/1.
uk: Вказує довготу. Довгота виражається у вигляді трьох раціональних значень, що означають градуси, хвилини та секунди, відповідно. Коли використовуються градуси, хвилини та секунди, формат запису такий: ddd/1,mm/1,ss/1. Коли використовуються градуси та хвилини, а, наприклад, неповні хвилин подаються у вигляді десяткових знаків після коми, формат запису такий: ddd/1,mmmm/100,0/1.

source: Indicates the altitude used as the reference altitude. If the reference is sea level and the altitude is above sea level, 0 is given. If the altitude is below sea level, a value of 1 is given and the altitude is indicated as an absolute value in the GSPAltitude tag. The reference unit is meters. Note that this tag is BYTE type, unlike other reference tags.
uk: Вказує на висоту, яка використовується як точка відліку. Якщо орієнтиром є рівень моря, а висота над рівнем моря, то це 0. Якщо висота знаходиться нижче рівня моря, це значення 1, а висота позначається як абсолютне значення в тегові GSPAltitude. Одиниця вимірювання - метри. Зауважте, що цей тег - тип BYTE, на відміну від інших тегів відліку.

source: Indicates the altitude based on the reference in GPSAltitudeRef. Altitude is expressed as one RATIONAL value. The reference unit is meters.
uk: Вказує на висоту на основі відліку в GPSAltitudeRef. Висота виражається у вигляді одного раціонального числа. Одиниця вимірювання - метри.

source: Indicates the time as UTC (Coordinated Universal Time). <TimeStamp> is expressed as three RATIONAL values giving the hour, minute, and second (atomic clock).
uk: Вказує час за UTC (Координований універсальний час). <TimeStamp> виражається у вигляді трьох раціональних значень, що означають годину, хвилину та секунду (атомний годинник).

source: Indicates the GPS satellites used for measurements. This tag can be used to describe the number of satellites, their ID number, angle of elevation, azimuth, SNR and other information in ASCII notation. The format is not specified. If the GPS receiver is incapable of taking measurements, value of the tag is set to NULL.
uk: Позначає супутники GPS, які використовуються для вимірювань. Цей тег може бути використаний для опису кількості супутників, їх ідентифікаційного номера, кута підняття, азимуту, SNR та іншої інформації у форматі ASCII. Формат не вказано. Якщо приймач GPS не в змозі здійснити вимірювання, значення тегу встановлено на NULL.

source: Indicates the status of the GPS receiver when the image is recorded. "A" means measurement is in progress, and "V" means the measurement is Interoperability.
uk: Вказує стан приймача GPS, коли записується зображення. «А» означає вимірювання, і «V» означає, що вимірювання є сумісним.

source: Indicates the GPS measurement mode. "2" means two-dimensional measurement and "3" means three-dimensional measurement is in progress.
uk: Позначає режим вимірювання GPS. «2» означає двовимірне вимірювання і «3» означає тривимірне вимірювання.

source: GPS Data Degree of Precision
uk: Ступінь точності GPS-даних

source: Indicates the GPS DOP (data degree of precision). An HDOP value is written during two-dimensional measurement, and PDOP during three-dimensional measurement.
uk: Вказує на GPS DOP (ступінь точності даних). Значення HDOP записується під час двовимірного вимірювання, а PDOP під час тривимірного вимірювання.

source: Indicates the unit used to express the GPS receiver speed of movement. "K" "M" and "N" represents kilometers per hour, miles per hour, and knots.
uk: Позначає одиницю виміру, яка використовується для вираження швидкості руху приймача GPS. «K» «M» та «N» - це кілометри на годину, милі на годину та вузли відповідно.

source: Indicates the speed of GPS receiver movement.
uk: Визначає швидкість руху приймача даних GPS.

source: GPS Track Ref
uk: Відлік треку GPS

source: Indicates the reference for giving the direction of GPS receiver movement. "T" denotes true direction and "M" is magnetic direction.
uk: Вказує відлік для надання напрямку руху приймача GPS. «T» позначає справжній напрямок, а «M» - магнітний напрямок

source: Indicates the direction of GPS receiver movement. The range of values is from 0.00 to 359.99.
uk: Вказує напрямок руху GPS-приймача. Діапазон значень від 0.00 до 359.99

source: Indicates the reference for giving the direction of the image when it is captured. "T" denotes true direction and "M" is magnetic direction.
uk: Вказує відлік для надання напрямку в момент знімання зображення. «T» позначає справжній напрямок, а «M» - магнітний напрямок

source: Indicates the direction of the image when it was captured. The range of values is from 0.00 to 359.99.
uk: Вказує напрямок в момент знімання зображення. Діапазон значень від 0.00 до 359.99

source: Indicates the geodetic survey data used by the GPS receiver. If the survey data is restricted to Japan, the value of this tag is "TOKYO" or "WGS-84".
uk: Вказує дані геодезичного обстеження, що використовуються приймачем GPS. Якщо дані обстеження обмежені Японією, значення цього тегу буде «TOKYO» або «WGS-84».

source: GPS Destination Latitude Reference
uk: Відлік широти GPS для місця призначення

source: Indicates whether the latitude of the destination point is north or south latitude. The ASCII value "N" indicates north latitude, and "S" is south latitude.
uk: Вказує, чи є широта точки призначення північною чи південною. Символ ASCII «N» вказує на північну широту, а «S» — на південну широту

source: Indicates the latitude of the destination point. The latitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. If latitude is expressed as degrees, minutes and seconds, a typical format would be dd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format would be dd/1,mmmm/100,0/1.
uk: Вказує широту для точки призначення. Широта виражається у вигляді трьох раціональних значень, що означають градуси, хвилини та секунди, відповідно. Коли використовуються градуси, хвилини та секунди, формат запису такий: ddd/1,mm/1,ss/1. Коли використовуються градуси та хвилини, а, наприклад, неповні хвилин подаються у вигляді десяткових знаків після коми, формат запису такий: ddd/1,mmmm/100,0/1.

source: GPS Destination Longitude Reference
uk: Відлік довготи GPS для місця призначення

source: Indicates whether the longitude of the destination point is east or west longitude. ASCII "E" indicates east longitude, and "W" is west longitude.
uk: Вказує, чи є довгота місця призначення східною або західною. Символ ASCII «E» вказує на східну довготу, а «W» — на західну довгота.

source: Indicates the longitude of the destination point. The longitude is expressed as three RATIONAL values giving the degrees, minutes, and seconds, respectively. If longitude is expressed as degrees, minutes and seconds, a typical format would be ddd/1,mm/1,ss/1. When degrees and minutes are used and, for example, fractions of minutes are given up to two decimal places, the format would be ddd/1,mmmm/100,0/1.
uk: Вказує довготу точки призначення. Довгота виражається у вигляді трьох раціональних значень, що означають градуси, хвилини та секунди, відповідно. Коли використовуються градуси, хвилини та секунди, формат запису такий: ddd/1,mm/1,ss/1. Коли використовуються градуси та хвилини, а, наприклад, неповні хвилин подаються у вигляді десяткових знаків після коми, формат запису такий: ddd/1,mmmm/100,0/1.

source: Indicates the reference used for giving the bearing to the destination point. "T" denotes true direction and "M" is magnetic direction.
uk: Вказує відлік, який використовується пеленгу до точки призначення. «T» позначає справжній напрямок, а «M» - магнітний напрямок.

source: Indicates the bearing to the destination point. The range of values is from 0.00 to 359.99.
uk: Вказує пеленг на точку призначення. Діапазон значень - від 0,00 до 359,99.

source: Indicates the unit used to express the distance to the destination point. "K", "M" and "N" represent kilometers, miles and knots.
uk: Вказує одиницю, яка використовується для вираження відстані до пункту призначення. «K», «M» і «N» - це кілометри, милі та вузли.

source: Indicates the distance to the destination point.
uk: Визначає відстань до точки призначення.

source: A character string recording the name of the method used for location finding. The first byte indicates the character code used, and this is followed by the name of the method.
uk: Символьний рядок, що зберігає метод, використовуваний для пошуку місця. Перший байт вказує на використовуваний кодований символ, після чого йде назва методу.

source: A character string recording the name of the GPS area. The first byte indicates the character code used, and this is followed by the name of the GPS area.
uk: Символьний рядок, що зберігає назву області GPS. Перший байт вказує на використовуваний кодований символ, після чого називається область GPS.

source: GPS Date Stamp
uk: Мітка дати GPS

source: A character string recording date and time information relative to UTC (Coordinated Universal Time). The format is "YYYY:MM:DD.".
uk: Символьний рядок, що зберігає дату та час відносно UTC (Координоване універсальне час). Формат «YYYY: MM:DD»

source: Indicates whether differential correction is applied to the GPS receiver.
uk: Вказує, чи застосовується диференціальна корекція до приймача GPS

source: Unknown GPSInfo tag
uk: Невідомий тег GPSInfo

source: Indicates the identification of the Interoperability rule. Use "R98" for stating ExifR98 Rules. Four bytes used including the termination code (NULL). see the separate volume of Recommended Exif Interoperability Rules (ExifR98) for other tags used for ExifR98.
uk: Вказує на ідентифікацію правила сумісності. Використовуйте «R98» для подання правил ExifR98. Використовується чотири байти, включаючи код завершення (NULL). перегляньте окремий том Рекомендованих правил сумісності Exif (ExifR98) для інших тегів, які використовуються для ExifR98.

source: Interoperability Version
uk: Версія сумісності

source: Interoperability version
uk: Версія сумісності

source: Related Image File Format
uk: Формат файлу пов'язаного зображення

source: File format of image file
uk: Формат файлу зображення

source: Related Image Width
uk: Ширина пов'язаного зображення

source: Related Image Length
uk: Довжина пов'язаного зображення

source: Unknown Exif Interoperability tag
uk: Невідомий тег сумісності Exif

source: Offset
uk: Зсув

source: Offset of the makernote from the start of the TIFF header.
uk: Зсув makernote з початку заголовка TIFF.

source: Byte Order
uk: Порядок байтів

source: Byte order used to encode MakerNote tags, 'MM' (big-endian) or 'II' (little-endian).
uk: Байтовий порядок, що використовується для кодування тегів MakerNote, «MM» (big-endian) або «II» (small-endian).

source: Unknown Exiv2 Makernote info tag
uk: Невідомий тег Exiv2 Makernote

source: Unknown tag
uk: Невідома мітка

source: Digital zoom not used
uk: Цифрове збільшення не використовувалося

source: TIFF header, offset
uk: Заголовок, зсув TIFF

source: little endian encoded
uk: Кодування little endian

source: big endian encoded
uk: кодування big endian
