Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: The name of the country or major administrative unit in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.
uk: Назва країни чи основної адміністративної одиниці, в межах якої знаходиться місцезнаходження. Найкраща практика рекомендує використовувати контрольований словник на кшталт тезауруса географічних назв Getty.

source: The standard code for the country in which the Location occurs. Recommended best practice is to use ISO 3166-1-alpha-2 country codes.
uk: Стандартний код країни, в якій знаходиться місцезнаходження. Найкраща практика рекомендує використовувати коди країн ISO 3166-1-alpha-2 .

source: State Province
uk: Область, штат, провінція

source: The name of the next smaller administrative region than country (state, province, canton, department, region, etc.) in which the Location occurs.
uk: Назва наступного меншої адміністративної одиниці, ніж країна (штат, провінція, кантон, департамент, область тощо), в якій знаходиться місцезнаходження.

source: County
uk: Округ або графство

source: The full, unabbreviated name of the next smaller administrative region than stateProvince (county, shire, department, etc.) in which the Location occurs.
uk: Повна, нескорочена назва наступного меншої адміністративної одиниці, ніж штат/область (графство, округ, район тощо), в якій знаходиться місцезнаходження.

source: Municipality
uk: Муніципалітет

source: The full, unabbreviated name of the next smaller administrative region than county (city, municipality, etc.) in which the Location occurs. Do not use this term for a nearby named place that does not contain the actual location.
uk: Повна, нескорочена назва меншого адміністративного регіону, ніж графство (місто, муніципалітет тощо), в якому знаходиться місцезнаходження. Не використовуйте цей термін для сусіднього названого місця, яке не містить фактичного розташування.

source: Locality
uk: Розташування

source: The specific description of the place. Less specific geographic information can be provided in other geographic terms (higherGeography, continent, country, stateProvince, county, municipality, waterBody, island, islandGroup). This term may contain information modified from the original to correct perceived errors or standardize the description.
uk: Конкретний опис місця. Менше конкретна географічна інформація може бути надана в інших географічних термінах (ширша географія, континент, країна, держава, округа, муніципалітет, водойма, острів, група островів). Цей термін може містити інформацію, змінену з оригіналу, для корекції сприйманих помилок або стандартизації опису.

source: Verbatim Locality
uk: Словесне розташування

source: The original textual description of the place.
uk: Початковий текстовий опис місця.

source: Verbatim Elevation
uk: Словесна висота

source: The original description of the elevation (altitude, usually above sea level) of the Location.
uk: Початковий опис висоти (висота, зазвичай над рівнем моря) для місця розташування.

source: Minimum Elevation In Meters
uk: Мінімальна висота в метрах

source: The lower limit of the range of elevation (altitude, usually above sea level), in meters.
uk: Нижня межа діапазону висоти (висота, як правило, вище рівня моря), в метрах.

source: Maximum Elevation In Meters
uk: Максимальна висота в метрах

source: The upper limit of the range of elevation (altitude, usually above sea level), in meters.
uk: Верхня межа діапазону висоти (висота, зазвичай над рівнем моря), в метрах.

source: Verbatim Depth
uk: Словесна глибина

source: The original description of the depth below the local surface.
uk: Початковий опис глибини нижче локальної поверхні.

source: Minimum Depth In Meters
uk: Мінімальна глибина в метрах

source: The lesser depth of a range of depth below the local surface, in meters.
uk: Найменша глибина діапазону глибини нижче місцевої поверхні, в метрах.

source: Maximum Depth In Meters
uk: Максимальна глибина в метрах

source: The greater depth of a range of depth below the local surface, in meters.
uk: Найбільша глибина діапазону глибини нижче місцевої поверхні, в метрах.

source: Minimum Distance Above Surface In Meters
uk: Мінімальна відстань над поверхнею в метрах

source: The lesser distance in a range of distance from a reference surface in the vertical direction, in meters. Use positive values for locations above the surface, negative values for locations below. If depth measures are given, the reference surface is the location given by the depth, otherwise the reference surface is the location given by the elevation.
uk: Найменша відстань в діапазоні відстані від поверхні відліку у вертикальному напрямку, у метрах. Використовуйте позитивні значення для розташувань над поверхнею, а також негативні значення для розташувань під нею. Якщо вказані виміри глибини, то поверхнею відліку є місце розташування, задане глибиною, в іншому випадку поверхнею відліку є місце, яке визначається висотою.

source: Maximum Distance Above Surface In Meters
uk: Максимальна відстань над поверхнею в метрах

source: The greater distance in a range of distance from a reference surface in the vertical direction, in meters. Use positive values for locations above the surface, negative values for locations below. If depth measures are given, the reference surface is the location given by the depth, otherwise the reference surface is the location given by the elevation.
uk: Найбільша відстань в діапазоні відстані від поверхні відліку у вертикальному напрямку, у метрах. Використовуйте позитивні значення для розташувань над поверхнею, а також негативні значення для розташувань під нею. Якщо вказані виміри глибини, то поверхнею відліку є місце розташування, задане глибиною, в іншому випадку поверхнею відліку є місце, яке визначається висотою.

source: Location According To
uk: Відповідність місцезнаходження

source: Information about the source of this Location information. Could be a publication (gazetteer), institution, or team of individuals.
uk: Інформація про джерело цієї інформації про місцезнаходження. Може бути публікація (газета), установа або група окремих осіб.

source: Location Remarks
uk: Зауваження про місцезнаходження

source: Comments or notes about the Location.
uk: Коментарі або примітки про місцезнаходження.

source: Verbatim Coordinates
uk: Словесні координати

source: The verbatim original spatial coordinates of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.
uk: Словесні оригінальні просторові координати розташування. Координатний еліпсоїд, геодезичні дані або повна просторова система координат (SRS) для цих координат повинні зберігатися в verbatimSRS, а система координат повинна зберігатися в verbatimCoordinateSystem.

source: Verbatim Latitude
uk: Словесна широта

source: The verbatim original latitude of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.
uk: Словесна оригінальна широта для місця розташування. Координатний еліпсоїд, геодезичні дані або повна просторова система координат (SRS) для цих координат повинні зберігатися в verbatimSRS, а система координат повинна зберігатися в verbatimCoordinateSystem.

source: Verbatim Longitude
uk: Словесна довгота

source: The verbatim original longitude of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.
uk: Словесна оригінальна довгота для місця розташування. Координатний еліпсоїд, геодезичні дані або повна просторова система координат (SRS) для цих координат повинні зберігатися в verbatimSRS, а система координат повинна зберігатися в verbatimCoordinateSystem.

source: Verbatim Coordinate System
uk: Словесна система координат

source: The spatial coordinate system for the verbatimLatitude and verbatimLongitude or the verbatimCoordinates of the Location. Recommended best practice is to use a controlled vocabulary.
uk: Просторова система координат для словесної широти, довготи чи координат місця розташування. Найкраща практика рекомендує використовувати контрольований словник.

source: Verbatim SRS
uk: Словесна просторова система координат (SRS)

source: The ellipsoid, geodetic datum, or spatial reference system (SRS) upon which coordinates given in verbatimLatitude and verbatimLongitude, or verbatimCoordinates are based. Recommended best practice is use the EPSG code as a controlled vocabulary to provide an SRS, if known. Otherwise use a controlled vocabulary for the name or code of the geodetic datum, if known. Otherwise use a controlled vocabulary for the name or code of the ellipsoid, if known. If none of these is known, use the value "unknown".
uk: Еліпсоїд, геодезичні дані або повна просторова система координат (SRS) на якому базуються координати, задані в словесній довготі, широті та координатах. Найкраща практика рекомендує використовувати код EPSG як контрольований словник для надання SRS, якщо це відомо. В іншому випадку використовуйте контрольований словник для імені або коду геодезичних даних, якщо це відомо. В іншому випадку використовуйте контрольований словник для імені або коду еліпсоїда, якщо це відомо. Якщо жодна з них невідома, використовуйте значення "невідоме".

source: Decimal Latitude
uk: Десяткова широта

source: The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic center of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive.
uk: Географічна широта (в десяткових градусах, з використанням повної просторової системи координат, вказаної в geodeticDatum) географічного центру розташування. Позитивні значення на північ від екватора, негативні значення - на південь від нього. Правильні значення: -90 і 90 включно.

source: Decimal Longitude
uk: Десяткова довгота

source: The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic center of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive.
uk: Географічна довгота (в десяткових градусах, з використанням повної просторової системи координат, вказаної в geodeticDatum) географічного центру розташування. Позитивні значення на схід від Грінвіча, негативні значення - захід від нього. Правильні значення: -180 та 180 включно.

source: Geodetic Datum
uk: Геодезичні дані

source: The ellipsoid, geodetic datum, or spatial reference system (SRS) upon which the geographic coordinates given in decimalLatitude and decimalLongitude as based. Recommended best practice is use the EPSG code as a controlled vocabulary to provide an SRS, if known. Otherwise use a controlled vocabulary for the name or code of the geodetic datum, if known. Otherwise use a controlled vocabulary for the name or code of the ellipsoid, if known. If none of these is known, use the value "unknown".
uk: Еліпсоїд, геодезичні дані або повна просторова система координат (SRS) на якому базуються координати, задані в десятковій довготі, широті та координатах. Найкраща практика рекомендує використовувати код EPSG як контрольований словник для надання SRS, якщо це відомо. В іншому випадку використовуйте контрольований словник для імені або коду геодезичних даних, якщо це відомо. В іншому випадку використовуйте контрольований словник для імені або коду еліпсоїда, якщо це відомо. Якщо жодна з них невідома, використовуйте значення "невідоме".

source: Coordinate Uncertainty In Meters
uk: Невизначеність координат в метрах

source: The horizontal distance (in meters) from the given decimalLatitude and decimalLongitude describing the smallest circle containing the whole of the Location. Leave the value empty if the uncertainty is unknown, cannot be estimated, or is not applicable (because there are no coordinates). Zero is not a valid value for this term.
uk: Горизонтальна відстань (в метрах) від заданої десяткової довготи та десяткової широта, що описує найменше коло, в якому міститься розташування. Залиште значення порожнім, якщо невизначеність невідома, не може бути оцінена або не застосовна (оскільки координат немає). Нуль не є припустимим значенням цього терміну.

source: Coordinate Precision
uk: Точність координат

source: A decimal representation of the precision of the coordinates given in the decimalLatitude and decimalLongitude.
uk: Десяткове представлення точності координат, наданих в десятковій довготі та широті.

source: Point Radius Spatial Fit
uk: Просторова згідність точкового радіусу

source: The ratio of the area of the point-radius (decimalLatitude, decimalLongitude, coordinateUncertaintyInMeters) to the area of the true (original, or most specific) spatial representation of the Location. Legal values are 0, greater than or equal to 1, or undefined. A value of 1 is an exact match or 100% overlap. A value of 0 should be used if the given point-radius does not completely contain the original representation. The pointRadiusSpatialFit is undefined (and should be left blank) if the original representation is a point without uncertainty and the given georeference is not that same point (without uncertainty). If both the original and the given georeference are the same point, the pointRadiusSpatialFit is 1.
uk: Співвідношення площі точки-радіуса (decimalLatitude, decimalLongitude, coordinateUncertaintyInMeters) до площі справжнього (оригінального або найбільш специфічного) просторового представлення місцезнаходження. Чинні значення 0, більші або дорівнює 1, або невизначено. Значення 1 - це точна відповідність або 100% oхоплення. Значення 0 слід використовувати, якщо даний радіус точки не повністю включає в себе оригінальне представлення. PointRadiusSpatialFit не визначено (і слід залишити порожнім), якщо оригінальне представлення є точкою без невизначеності, і дана географічна характеристика не є такою ж точкою (без невизначеності). Якщо як оригінал, так і дана географічна інформація є однією і тією ж точкою, то pointRadiusSpatialFit становить 1.

source: Footprint WKT
uk: WKT відбитку

source: A Well-Known Text (WKT) representation of the shape (footprint, geometry) that defines the Location. A Location may have both a point-radius representation (see decimalLatitude) and a footprint representation, and they may differ from each other.
uk: Представлення Well-Known Text (WKT) для форми (відбиток, геометрія) що визначає місце розташування. Місце розташування може мати як представлення точки-радіуса (див. десяткова довгота), так і відбиток від сліду, і вони можуть відрізнятися один від одного.

source: Footprint SRS
uk: SRS відбитку

source: A Well-Known Text (WKT) representation of the Spatial Reference System (SRS) for the footprintWKT of the Location. Do not use this term to describe the SRS of the decimalLatitude and decimalLongitude, even if it is the same as for the footprintWKT - use the geodeticDatum instead.
uk: Представлення Well-Known Text (WKT) для просторової системи координат (SRS) у відбитку WKT для місця розташування. Не використовуйте цей термін, щоб описати SRS десяткової довготи та широти, навіть якщо вони такі самі, як WKT відбитку — використовуйте для цього геодезичні дані.

source: Footprint Spatial Fit
uk: Просторова згідність відбитку

source: The ratio of the area of the footprint (footprintWKT) to the area of the true (original, or most specific) spatial representation of the Location. Legal values are 0, greater than or equal to 1, or undefined. A value of 1 is an exact match or 100% overlap. A value of 0 should be used if the given footprint does not completely contain the original representation. The footprintSpatialFit is undefined (and should be left blank) if the original representation is a point and the given georeference is not that same point. If both the original and the given georeference are the same point, the footprintSpatialFit is 1.
uk: Співвідношення площі сліду (footprintWKT) до площі справжнього (оригінального або найбільш специфічного) просторового представлення місця розташування. Юридичні значення 0, більші або дорівнюють 1, або невизначені. Значення 1 - це точна відповідність або 100% oхоплення. Значення 0 слід використовувати, якщо даний слід не повністю містить оригінальне представлення. FootprintPpatialFit не визначено (і слід залишити порожнім), якщо оригінальне представлення є точкою і дана географічна характеристика не є такою ж точкою. Якщо як оригінал, так і дана географічна довідка однакові, footprintSpatialFit - 1.

source: Georeferenced By
uk: Географічно визначено

source: A list (concatenated and separated) of names of people, groups, or organizations who determined the georeference (spatial representation) for the Location.
uk: Список (об'єднаний і відокремлений) імен людей, груп або організацій, які визначили географічне розташування (просторове представлення).

source: Georeferenced Date
uk: Дата географічного визначення

source: The date on which the Location was georeferenced. Recommended best practice is to use an encoding scheme, such as ISO 8601:2004(E).
uk: Дата, коли було географічно визначено місце розташування. Найкращою практикою рекомендовано використовувати схему кодування, наприклад ISO 8601:2004(E).

source: Georeference Protocol
uk: Протокол географічного визначення

source: A description or reference to the methods used to determine the spatial footprint, coordinates, and uncertainties.
uk: Опис або посилання на методи, що використовуються для визначення просторового відбитку, координат та невизначеностей.

source: Georeference Sources
uk: Джерела географічного визначення

source: A list (concatenated and separated) of maps, gazetteers, or other resources used to georeference the Location, described specifically enough to allow anyone in the future to use the same resources.
uk: Список (об'єднаний і відокремлений) карт, географічних довідників або інших ресурсів, що використовуються для географічного визначення місцезнаходження, описано достатньо точно, щоб дозволити будь-кому в майбутньому користуватися тими самими ресурсами.

source: Georeference Verification Status
uk: Стан перевірки географічного визначення

source: A categorical description of the extent to which the georeference has been verified to represent the best possible spatial description. Recommended best practice is to use a controlled vocabulary.
uk: Категорійний опис міри, якою підтверджене географічне визначення, щоб відповідати найкращому просторовому опису. Найкраща практика рекомендує використовувати контрольований словник.

source: Georeference Remarks
uk: Примітки географічного визначення

source: Notes or comments about the spatial description determination, explaining assumptions made in addition or opposition to the those formalized in the method referred to in georeferenceProtocol.
uk: Зауваження чи коментарі щодо визначення просторового опису, що пояснують припущення, зроблені додатково або на противагу тим, які формалізовані в методі, згаданому в протоколі географічного визначення.

source: Geological Context
uk: Геологічний контекст

source: *Main structure* containing geological context based information.
uk: *Основна структура*, яка містить інформацію на основі геологічного контексту.

source: Geological Context ID
uk: ID геологічного контексту

source: An identifier for the set of information associated with a GeologicalContext (the location within a geological context, such as stratigraphy). May be a global unique identifier or an identifier specific to the data set.
uk: Ідентифікатор для набору інформації, пов'язаної з геологічним контекстом (місцезнаходження в геологічному контексті, наприклад, стратиграфія). Може бути глобальним унікальним ідентифікатором або ідентифікатором, специфічним для набору даних.

source: Earliest Eon Or Lowest Eonothem
uk: Ранній Еон або найнижчий Еонотем

source: The full name of the earliest possible geochronologic eon or lowest chrono-stratigraphic eonothem or the informal name ("Precambrian") attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування найпершого можливого геохронологічного еону або найменшого хроно-стратиграфічного еонотему або неформального найменування ("Докембрій"), що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Latest Eon Or Highest Eonothem
uk: Останній Еон або Найвищий Еонотем

source: The full name of the latest possible geochronologic eon or highest chrono-stratigraphic eonothem or the informal name ("Precambrian") attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування останнього можливого геохронологічного еону або найвищого хроно-стратиграфічного еонотему або неформального найменування ("Докембрій"), що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Earliest Era Or Lowest Erathem
uk: Рання ера чи найнижча ератема

source: The full name of the earliest possible geochronologic era or lowest chronostratigraphic erathem attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування найбільш ранньої можливої ​​геохронологічної епохи або найменшого хроностратиграфічного характеру, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Latest Era Or Highest Erathem
uk: Остання ера або найвища ератема

source: The full name of the latest possible geochronologic era or highest chronostratigraphic erathem attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування останньої можливої ​​геохронологічної епохи або найвищого хроностратиграфічного характеру, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Earliest Period Or Lowest System
uk: Найдавніший період або найнижча система

source: The full name of the earliest possible geochronologic period or lowest chronostratigraphic system attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування найбільш раннього можливого геохронологічного періоду або найменшої хроностратиграфічної системи, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Latest Period Or Highest System
uk: Останній період або найвища система

source: The full name of the latest possible geochronologic period or highest chronostratigraphic system attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування останнього можливого геохронологічного періоду або найвищої хроностратиграфічної системи, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Earliest Epoch Or Lowest Series
uk: Рання епоха або найнижча серія

source: The full name of the earliest possible geochronologic epoch or lowest chronostratigraphic series attributable to the stratigraphic horizon from which the cataloged item was collected.
uk: Повне найменування найбільш ранньої можливої ​​геохронологічної епохи або найменшого хроностратиграфічного ряду, що відноситься до стратиграфічного горизонту, з якого було зібрано каталогізований предмет.

source: Latest Epoch Or Highest Series
uk: Пізня епоха або найвища серія
