Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: This tag contains a default "look" table that can be applied while processing the image as a starting point for user adjustment. This table uses the same format as the tables stored in the ProfileHueSatMapData1 and ProfileHueSatMapData2 tags, and is applied in the same color space. However, it should be applied later in the processing pipe, after any exposure compensation and/or fill light stages, but before any tone curve stage. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees, the second entry is a saturation scale factor, and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
uk: Цей тег містить типову таблицю «пошуку», яку можна застосувати під час обробки зображення як відправну точку для користувацьких коригувань. Ця таблиця використовує той самий формат, що і таблиці, що зберігаються в тегах ProfileHueSatMapData1 і ProfileHueSatMapData2, і застосовуються у тому ж колірному просторі. Проте, вона повинна бути застосована пізніше у каналі обробки після будь-якої компенсації експозиції та/або підсвічування, але перед будь-якою стадією з кривої тону. Кожен запис таблиці містить три 32-розрядних значення з рухомою комою IEEE. Перший запис - зміна відтінку в градусах, друга - масштабовий коефіцієнт насичення, а третя - масштабовий значення. Записи таблиці зберігаються в тегові в порядку вкладеного циклу, з поділом значень у зовнішньому ціклі петлі, розділами відтінків у середньому циклі та розділами насичення у внутрішньому циклі. Усі нульові записи насиченості вхідних даних повинні мати масштабовий коефіціент значення 1,0.

source: Opcode List 1
uk: Список операційних кодів 1

source: Specifies the list of opcodes that should be applied to the raw image, as read directly from the file.
uk: Вказує список операційних кодів, які слід застосувати до raw-зображення, як прочитане безпосередньо з файлу.

source: Opcode List 2
uk: Список операційних кодів 2

source: Specifies the list of opcodes that should be applied to the raw image, just after it has been mapped to linear reference values.
uk: Вказує список операційних кодів, які слід застосувати до raw-зображення, одразу після того, як як воно віднесене до лінійних еталонних значень.

source: Opcode List 3
uk: Список операційних кодів 3

source: Specifies the list of opcodes that should be applied to the raw image, just after it has been demosaiced.
uk: Вказує список операційних кодів, які слід застосувати до raw-зображення, одразу після того, як його було демозаїковано.

source: Noise Profile
uk: Профіль шуму

source: NoiseProfile describes the amount of noise in a raw image. Specifically, this tag models the amount of signal-dependent photon (shot) noise and signal-independent sensor readout noise, two common sources of noise in raw images. The model assumes that the noise is white and spatially independent, ignoring fixed pattern effects and other sources of noise (e.g., pixel response non-uniformity, spatially-dependent thermal effects, etc.).
uk: NoiseProfile описує кількість шумів у raw-зображенні. Зокрема, цей тег моделює кількість сигналу, що залежить від шуму фотона (знімок) та шуму, який не залежить від сигналу, - двох поширених джерел шуму у вихідних зображеннях. Модель передбачає, що шум є білим та просторово незалежним, ігноруючи ефекти фіксованого узору та інші джерела шуму (наприклад, неоднорідність відгуку пікселів, просторово-залежні теплові ефекти тощо).

source: Unknown IFD tag
uk: Невідомий тег IFD

source: Not defined
uk: Не визначено

source: Creative program
uk: Творча програма

source: Action program
uk: Діяльна програма

source: Portrait mode
uk: Книжковий режим

source: Landscape mode
uk: Альбомний режим

source: Multi-spot
uk: Мульти-пляма

source: Tungsten (incandescent light)
uk: Лампа розжарювання (світло дуги)

source: Fine weather
uk: Ясна погода

source: Cloudy weather
uk: Хмарна погода

source: Daylight fluorescent (D 5700 - 7100K)
uk: Лампа денного світла (D 5700 - 7100 K)

source: Day white fluorescent (N 4600 - 5400K)
uk: Біла лампа денного світла (N 4600 - 5400 K)

source: Cool white fluorescent (W 3900 - 4500K)
uk: Лампа холодного білого світла (W 3900 - 4500 K)

source: White fluorescent (WW 3200 - 3700K)
uk: Флуоресцентна лампа з білим світлом (WW 3200 - 3700 K)

source: Standard light A
uk: Стандартне світло A

source: Standard light B
uk: Стандартне світло B

source: Standard light C
uk: Стандартне світло C

source: ISO studio tungsten
uk: Студійна лампа розжарювання ISO

source: Other light source
uk: Інше джерело світла

source: Uncalibrated
uk: Некалібрована

source: One-chip color area
uk: Одночипова кольорова область

source: Two-chip color area
uk: Двочипова кольорова область

source: Three-chip color area
uk: Тричипова кольорова область

source: Color sequential area
uk: Область послідовності кольорів

source: Trilinear sensor
uk: Трилінійний сенсор

source: Color sequential linear
uk: Лінійна послідовність кольорів

source: Film scanner
uk: Плівковий сканер

source: Reflexion print scanner
uk: Сканер відбитку

source: Digital still camera
uk: Нерухома цифрова фотокамера

source: Directly photographed
uk: Безпосередньо сфотографовано

source: Normal process
uk: Звичайною обробкою

source: Custom process
uk: Нетиповою обробкою

source: Low gain up
uk: Невелике підсилення

source: High gain up
uk: Значне підсилення

source: Low gain down
uk: Невелике послаблення

source: High gain down
uk: Значне послаблення

source: Close view
uk: Зблизька

source: Distant view
uk: На відстані

source: Exposure time, given in seconds (sec).
uk: Тривалість експонування вказана у секундах.

source: Indicates the spectral sensitivity of each channel of the camera used. The tag value is an ASCII string compatible with the standard developed by the ASTM Technical Committee.
uk: Містить спектральну чутливість кожного каналу, використовуваного фотоапаратом. Значення тегу є ASCII-рядком, сумісним зі стандартом, розробленим технічним комітетом ASTM.

source: Opto-Electoric Conversion Function
uk: Оптико-електорна функція перетворення

source: Indicates the Opto-Electoric Conversion Function (OECF) specified in ISO 14524. <OECF> is the relationship between the camera optical input and the image values.
uk: Вказує на Оптико-електорну функцію перетворення (OECF), зазначену в ISO 14524. <OECF> - це зв'язок між оптичним входом камери та значеннями зображення.

source: The SensitivityType tag indicates which one of the parameters of ISO12232 is the PhotographicSensitivity tag. Although it is an optional tag, it should be recorded when a PhotographicSensitivity tag is recorded. Value = 4, 5, 6, or 7 may be used in case that the values of plural parameters are the same.
uk: Тег SensitivityType вказує, який з параметрів ISO12232 є тегом PhotographicSensitivity. Хоча це необов'язковий тег, він повинен бути записаний при реєстрації тегу PhotographicSensitivity. Значення = 4, 5, 6 або 7 може використовуватися, якщо значення множинних параметрів однакові.

source: This tag indicates the standard output sensitivity value of a camera or input device defined in ISO 12232. When recording this tag, the PhotographicSensitivity and SensitivityType tags shall also be recorded.
uk: Цей тег вказує на стандартну величину вихідної чутливості фотоапарату або пристрою введення, визначеного в стандарті ISO 12232. При запису цього тегу також слід фіксувати теги PhotographicSensitivity та SensitivityType.

source: This tag indicates the recommended exposure index value of a camera or input device defined in ISO 12232. When recording this tag, the PhotographicSensitivity and SensitivityType tags shall also be recorded.
uk: Цей тег вказує рекомендоване значення індексу експозиції фотоапарату або пристрою введення, визначене в ISO 12232. При записи цього тега також мають бути записані теги PhotographicSensitivity і SensitivityType.

source: This tag indicates the ISO speed value of a camera or input device that is defined in ISO 12232. When recording this tag, the PhotographicSensitivity and SensitivityType tags shall also be recorded.
uk: Цей тег вказує значення чутливості ISO для фотоапарату або пристрою введення, визначеного в стандарті ISO 12232. Під час запису цього тегу також слід записати теги Photographic Sensitivity and SensitivityType.

source: This tag indicates the ISO speed latitude yyy value of a camera or input device that is defined in ISO 12232. However, this tag shall not be recorded without ISOSpeed and ISOSpeedLatitudezzz.
uk: Цей тег вказує значення широти yyy чутливості ISO для фотоапарату або пристрою введення, визначеного в стандарті ISO 12232. Однак цей тег не може бути записаний без ISOSpeed ​​і ISOSpeedLatitudezzz.

source: This tag indicates the ISO speed latitude zzz value of a camera or input device that is defined in ISO 12232. However, this tag shall not be recorded without ISOSpeed and ISOSpeedLatitudeyyy.
uk: Цей тег вказує значення широти zzz чутливості ISO для фотоапарату або пристрою введення, визначеного в стандарті ISO 12232. Однак цей тег не може бути записаний без ISOSpeed ​​і ISOSpeedLatitudezzz.

source: The version of this standard supported. Nonexistence of this field is taken to mean nonconformance to the standard.
uk: Підтримувана версія цього стандарту. Якщо у цьому полі не вказано значення, вважатиметься, що дані не відповідають стандарту.

source: Date and Time (original)
uk: Дата і час (знімання)

source: The date and time when the original image data was generated. For a digital still camera the date and time the picture was taken are recorded.
uk: Дата і час, коли було створено початкове зображення. Для цифрових фотоапаратів дата і час запису цифрових даних.

source: Date and Time (digitized)
uk: Дата і час (оцифровування)

source: The date and time when the image was stored as digital data.
uk: Дата і час, коли зображення було збережено у форматі цифрових даних.

source: Information specific to compressed data. The channels of each component are arranged in order from the 1st component to the 4th. For uncompressed data the data arrangement is given in the <PhotometricInterpretation> tag. However, since <PhotometricInterpretation> can only express the order of Y, Cb and Cr, this tag is provided for cases when compressed data uses components other than Y, Cb, and Cr and to enable support of other sequences.
uk: Інформація, що стосується стиснутих даних. Канали кожного компонента розташовані в порядку від 1-го компоненту до 4-го. Для нестиснутих даних розташування даних наведено в тегові <PhotometricInterpretation>. Однак, оскільки <PhotometricInterpretation> може виражати лише порядок Y, Cb і Cr, цей тег передбачений для випадків, коли стиснені дані використовують компоненти, відмінні від Y, Cb і Cr, а також для підтримки інших послідовностей.

source: Compressed Bits per Pixel
uk: Кількість стиснених бітів на піксель

source: Information specific to compressed data. The compression mode used for a compressed image is indicated in unit bits per pixel.
uk: Інформація, що стосується стиснутих даних. Режим стиснення, який використовується для стиснутого зображення, вказується в бітах на піксель.

source: Shutter speed. The unit is the APEX (Additive System of Photographic Exposure) setting.
uk: Швидкість затвора. Одиниця — APEX (Additive System of Photographic Exposure).

source: The lens aperture. The unit is the APEX value.
uk: Діафрагма об’єктива. Одиницею є значення APEX.

source: The value of brightness. The unit is the APEX value. Ordinarily it is given in the range of -99.99 to 99.99.
uk: Значення яскравості. Одиниця - APEX. Зазвичай він дається в діапазоні від -99,99 до 99,99.

source: Exposure Bias
uk: Ухил експозиції

source: The exposure bias. The units is the APEX value. Ordinarily it is given in the range of -99.99 to 99.99.
uk: Ухил експозиції. Одиниці - APEX. Зазвичай він знаходиться в діапазоні від -99,99 до 99,99.

source: The smallest F number of the lens. The unit is the APEX value. Ordinarily it is given in the range of 00.00 to 99.99, but it is not limited to this range.
uk: Найменше діафрагмове число об'єктива Одиниця виміру — значення APEX. Зазвичай він дається в діапазоні від 00.00 до 99.99, але не обмежується цим діапазоном.

source: This tag is recorded when an image is taken using a strobe light (flash).
uk: Цей тег записується, коли зображення зроблено за допомогою стробового світла (спалаху).

source: The actual focal length of the lens, in mm. Conversion is not made to the focal length of a 35 mm film camera.
uk: Фактична фокусна відстань об'єктива, в мм. Конверсія у фокусну відстань 35-мм плівкової камери не виконується.

source: This tag indicates the location and area of the main subject in the overall scene.
uk: Цей тег вказує на розташування та область основного предмета в усій сцені

source: Maker Note
uk: Примітка виробника

source: A tag for manufacturers of Exif writers to record any desired information. The contents are up to the manufacturer.
uk: Тег для виробників, що мают право запису в Exif для запису будь-якої потрібної інформації. Зміст залежить від виробника.

source: A tag for Exif users to write keywords or comments on the image besides those in <ImageDescription>, and without the character code limitations of the <ImageDescription> tag.
uk: Тег для користувачів Exif для написання ключових слів або коментарів до зображення, окрім тих, що містяться в <ImageDescription>, і без обмежень коду символів тегу <ImageDescription>.

source: Sub-seconds Time
uk: Дроби секунд часу

source: A tag used to record fractions of seconds for the <DateTime> tag.
uk: Тег, який використовується для запису частин секунд для тегу <DateTime>.

source: Sub-seconds Time Original
uk: Дробові частки секунд часу знімання

source: A tag used to record fractions of seconds for the <DateTimeOriginal> tag.
uk: Тег, який використовується для запису частин секунд для тегу <DateTimeOriginal>.

source: Sub-seconds Time Digitized
uk: Дробові частки секунд часу оцифровування

source: A tag used to record fractions of seconds for the <DateTimeDigitized> tag.
uk: Тег, який використовується для запису частин секунд для тегу <DateTimeDigitized>.

source: FlashPix Version
uk: Версія FlashPix

source: The FlashPix format version supported by a FPXR file.
uk: Версія формату FlashPix, підтримувана файлом FPXR.

source: The color space information tag is always recorded as the color space specifier. Normally sRGB is used to define the color space based on the PC monitor conditions and environment. If a color space other than sRGB is used, Uncalibrated is set. Image data recorded as Uncalibrated can be treated as sRGB when it is converted to FlashPix.
uk: Тег інформації про колірний простір завжди записується як специфікатор колірного простору. Зазвичай sRGB використовується для визначення колірного простору на основі умов монітора ПК та середовища. Якщо використовується колірний простір, відмінни від sRGB, встановлюється Некалібрований. Дані зображення, записані як Некалібрований, можуть розглядатися як sRGB, коли вони перетворені в FlashPix.

source: Information specific to compressed data. When a compressed file is recorded, the valid width of the meaningful image must be recorded in this tag, whether or not there is padding data or a restart marker. This tag should not exist in an uncompressed file.
uk: Інформація, що стосується стиснутих даних. Коли записується стиснутий файл, в цей тег повинна бути записана дійсна ширина змістовного зображення, незалежно від того, чи є дані заповнення або маркер перезапуску. Цей тег не повинен існувати в нестиснутому файлі.

source: Information specific to compressed data. When a compressed file is recorded, the valid height of the meaningful image must be recorded in this tag, whether or not there is padding data or a restart marker. This tag should not exist in an uncompressed file. Since data padding is unnecessary in the vertical direction, the number of lines recorded in this valid image height tag will in fact be the same as that recorded in the SOF.
uk: Інформація, що стосується стиснутих даних. Коли записується стиснутий файл, в цей тег повинна бути записана дійсна висота осмисленого зображення, незалежно від того, чи є дані заповнення або маркер перезапуску. Цей тег не повинен існувати в нестиснутому файлі. Оскільки заповнення даних не є необхідним у вертикальному напрямку, кількість рядків, записана у цей припустимий тег висоти зображення, насправді буде такою ж самою, що записана в SOF.

source: This tag is used to record the name of an audio file related to the image data. The only relational information recorded here is the Exif audio file name and extension (an ASCII string consisting of 8 characters + '.' + 3 characters). The path is not recorded.
uk: Цей тег використовується для запису імені звукового файлу, пов'язаного з даними зображення. Єдина пов'язана інформація, записувана тут, - це назва та розширення аудіофайла Exif (рядок ASCII, що складається з 8 символів + '.' + 3 символів). Шлях не записується.

source: Interoperability IFD Pointer
uk: Вказівник сумістності IFD

source: Interoperability IFD is composed of tags which stores the information to ensure the Interoperability and pointed by the following tag located in Exif IFD. The Interoperability structure of Interoperability IFD is the same as TIFF defined IFD structure but does not contain the image data characteristically compared with normal TIFF IFD.
uk: Сумісність IFD складається з тегів, які зберігають інформацію для забезпечення сумісності та позначаються наступним тегом, розташованим в Exif IFD. Структура сумісності IFD є такою ж, як структура IFD, яка визначена TIFF, але не містить даних зображення характеристично порівнюваних з нормальним IFD TIFF.

source: Indicates the strobe energy at the time the image is captured, as measured in Beam Candle Power Seconds (BCPS).
uk: Вказує на енергію стробів під час зйомки зображення, як це вимірюється в секундах потужності світлової хвилі (BCPS).

source: This tag records the camera or input device spatial frequency table and SFR values in the direction of image width, image height, and diagonal direction, as specified in ISO 12233.
uk: Цей тег записує таблицю просторових частоти фотоапарату або вхідного пристрою та значення SFR у напрямку ширини зображення, висоти зображення та напрямку діагоналі, як зазначено у стандарті ISO 12233

source: Focal Plane X-Resolution
uk: Роздільна здатність фокальної площини X

source: Indicates the number of pixels in the image width (X) direction per <FocalPlaneResolutionUnit> on the camera focal plane.
uk: Вказує кількість пікселів у ширині зображення (X) у напрямку <FocalPlaneResolutionUnit> на фокальній площині камери.

source: Focal Plane Y-Resolution
uk: Роздільна здатність фокальної площини Y

source: Indicates the number of pixels in the image height (V) direction per <FocalPlaneResolutionUnit> on the camera focal plane.
uk: Вказує кількість пікселів у висоті зображення (V) у напрямку <FocalPlaneResolutionUnit> на фокальній площині фотоапарату.

source: Indicates the unit for measuring <FocalPlaneXResolution> and <FocalPlaneYResolution>. This value is the same as the <ResolutionUnit>.
uk: Вказує одиницю для вимірювання <FocalPlaneXResolution> та <FocalPlaneYResolution>. Це значення таке ж, як <ResolutionUnit>.

source: Indicates the location of the main subject in the scene. The value of this tag represents the pixel at the center of the main subject relative to the left edge, prior to rotation processing as per the <Rotation> tag. The first value indicates the X column number and second indicates the Y row number.
uk: Вказує на розташування основного предмета в усій сценію Значення цього тегу являє собою піксель у центрі основного об'єкта відносно лівого краю перед обробкою обертання відповідно до тегу <Rotation>. Перше значення вказує номер колонки X, а другий вказує номер рядка Y.

source: Exposure index
uk: Показник експозиції

source: Indicates the exposure index selected on the camera or input device at the time the image is captured.
uk: Містить індекс експозиції, обраний на фотоапараті або вхідному пристрої під час знімання зображення.

source: Indicates the image sensor type on the camera or input device.
uk: Визначає тип датчика зображення на фотоапараті або пристрої вхідних даних.

source: Indicates the image source. If a DSC recorded the image, this tag value of this tag always be set to 3, indicating that the image was recorded on a DSC.
uk: Вказує джерело зображення. Якщо DSC записав зображення, значення цього тегу для цього тегу завжди буде встановлено на 3, що означає, що зображення було записано на DSC.

source: Indicates the type of scene. If a DSC recorded the image, this tag value must always be set to 1, indicating that the image was directly photographed.
uk: Записує тип сцени. Якщо DSC записав зображення, це значення тегу завжди має бути встановлено на 1, що вказує на те, що зображення було сфотографовано безпосередньо.

source: Color Filter Array Pattern
uk: Шаблон масиву кольорового фільтра

source: Indicates the color filter array (CFA) geometric pattern of the image sensor when a one-chip color area sensor is used. It does not apply to all sensing methods.
uk: Вказує геометричний малюнок кольорового фільтра (CFA) датчика зображення, коли використовується одночиповий сенсор кольорової зони. Це не стосується всіх методів зондування.

source: This tag indicates the use of special processing on image data, such as rendering geared to output. When special processing is performed, the reader is expected to disable or minimize any further processing.
uk: Цей тег містить інформацію про використання спеціальної обробки даних зображень, таких як рендеринг, призначений для виведення. Коли виконується спеціальна обробка, очікується, що зчитувач буде відключати або мінімізувати будь-яку подальшу обробку.

source: This tag indicates the exposure mode set when the image was shot. In auto-bracketing mode, the camera shoots a series of frames of the same scene at different exposure settings.
uk: Цей тег містить режим експозиції, встановлений під час знімання знімка. У режимі автоматичного брекетингу фотоапарат знімає серії кадрів однієї сцени при різних налаштуваннях експозиції.

source: This tag indicates the white balance mode set when the image was shot.
uk: Цей тег містить режим налаштування балансу білого під час зйомки зображення.

source: This tag indicates the digital zoom ratio when the image was shot. If the numerator of the recorded value is 0, this indicates that digital zoom was not used.
uk: Цей тег вказує на коефіцієнт цифрового масштабування під час знімання зображення. Якщо чисельник записаного значення становить 0, це означає, що цифрове масштаування не використовувалося.

source: This tag indicates the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown. Note that this tag differs from the <FocalLength> tag.
uk: Цей тег містить на еквівалентну фокусну відстань з урахуванням 35-мм плівкової камери, в мм. Значення 0 означає, що фокусна відстань невідома. Зауважте, що цей тег відрізняється від тегу <FocalLength>.

source: This tag indicates the type of scene that was shot. It can also be used to record the mode in which the image was shot. Note that this differs from the <SceneType> tag.
uk: Цей тег містить на тип сцени, що була знята. Він також може використовуватися для запису режиму, в якому було знято знімок. Зауважте, що це відрізняється від тегу <SceneType>.
