Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: The illuminant used for the first set of color calibration tags (ColorMatrix1, CameraCalibration1, ReductionMatrix1). The legal values for this tag are the same as the legal values for the LightSource EXIF tag.
uk: Освітлювач, використовуваний як перший набір тегів калібрування кольорів (ColorMatrix1, CameraCalibration1, ReductionMatrix1). Чинні значення для цього тегу такі ж, як і значення тегу LightSource EXIF.

source: Calibration Illuminant 2
uk: Калібрувальний освітлювач 2

source: The illuminant used for an optional second set of color calibration tags (ColorMatrix2, CameraCalibration2, ReductionMatrix2). The legal values for this tag are the same as the legal values for the CalibrationIlluminant1 tag; however, if both are included, neither is allowed to have a value of 0 (unknown).
uk: Освітлювач, використовуваний як додатковий другий набір тегів калібрування кольорів (ColorMatrix2, CameraCalibration2, ReductionMatrix2). Чинні значення для цього тегу такі ж, як і значення тегу CalibrationIlluminant1; однак, якщо додано обидва теги, жоден з них не може мати значення 0 (невідоме).

source: Best Quality Scale
uk: Масштаб найкращої якості

source: For some cameras, the best possible image quality is not achieved by preserving the total pixel count during conversion. For example, Fujifilm SuperCCD images have maximum detail when their total pixel count is doubled. This tag specifies the amount by which the values of the DefaultScale tag need to be multiplied to achieve the best quality image size.
uk: Для деяких фотокамер найкраща якість зображення не досягається шляхом збереження загальної кількості пікселів під час перетворення. Наприклад, зображення Fujifilm SuperCCD мають максимальну деталізацію, коли загальна кількість пікселів подвоюється. Цей тег визначає величину, на яку потрібно помножити значення тегу DefaultScale, щоб досягти розмір зображення найкращої якості.

source: Raw Data Unique ID
uk: Унікальний ідентифікатор даних Raw

source: This tag contains a 16-byte unique identifier for the raw image data in the DNG file. DNG readers can use this tag to recognize a particular raw image, even if the file's name or the metadata contained in the file has been changed. If a DNG writer creates such an identifier, it should do so using an algorithm that will ensure that it is very unlikely two different images will end up having the same identifier.
uk: Цей тег містить 16-байтовий унікальний ідентифікатор для raw-даних зображення у файлі DNG. Зчитувачі DNG можуть використовувати цей тег для розпізнавання певного raw-зображення, навіть якщо ім'я файлу або метадані, що містяться в файлі, були змінені. Якщо записувач DNG створює такий ідентифікатор, він повинен це зробити, використовуючи алгоритм, який унеможливлюватиме однаковий ідентифікатор у двох різних зображень

source: Original Raw File Name
uk: Оригінальне ім'я файлу Raw

source: If the DNG file was converted from a non-DNG raw file, then this tag contains the file name of that original raw file.
uk: Якщо файл DNG був перетворений з файлу, що не є Raw-файлом DNG, то цей тег містить ім'я файлу оригінального Raw-файлу.

source: Original Raw File Data
uk: Дані оригінального Raw-файла

source: If the DNG file was converted from a non-DNG raw file, then this tag contains the compressed contents of that original raw file. The contents of this tag always use the big-endian byte order. The tag contains a sequence of data blocks. Future versions of the DNG specification may define additional data blocks, so DNG readers should ignore extra bytes when parsing this tag. DNG readers should also detect the case where data blocks are missing from the end of the sequence, and should assume a default value for all the missing blocks. There are no padding or alignment bytes between data blocks.
uk: Якщо файл DNG був перетворений з файлу, що не є DNG-файлом, цей тег містить стислий вміст оригінального raw-файлу. Вміст цього тегу завжди використовує порядок байтів big-endian. Тег містить послідовність блоків даних. Майбутні версії специфікації DNG можуть визначати додаткові блоки даних, тому при аналізі цього тегу зчитувачі DNG повинні ігнорувати додаткові байти. Зчитувачі DNG повинні також виявляти випадки, коли блоки даних в кінці послідовності відсутні, і повинні приймати типові значення для всіх відсутніх блоків. Між блоками даних відсутні байти відступу або вирівнювання.

source: Active Area
uk: Активна область

source: This rectangle defines the active (non-masked) pixels of the sensor. The order of the rectangle coordinates is: top, left, bottom, right.
uk: Цей прямокутник визначає активні (без маски) пікселі сенсора. Послідовність координат прямокутника: верхня, ліва, нижня, права.

source: Masked Areas
uk: Масковані області

source: This tag contains a list of non-overlapping rectangle coordinates of fully masked pixels, which can be optionally used by DNG readers to measure the black encoding level. The order of each rectangle's coordinates is: top, left, bottom, right. If the raw image data has already had its black encoding level subtracted, then this tag should not be used, since the masked pixels are no longer useful.
uk: Цей тег містить список координат неперекривних прямокутників для повністю маскованих пікселів, які можна додатково використовувати зчитувачами DNG для вимірювання рівня кодування чорного. Послідовність координат кожного прямокутника: верхня, ліва, нижня, права. Якщо вихідні дані зображення вже вирівняли рівень кодування чорного, то цей тег не слід використовувати, оскільки маски пікселів більше не містять корисної інформації.

source: As-Shot ICC Profile
uk: ICC-профіль для як знято

source: This tag contains an ICC profile that, in conjunction with the AsShotPreProfileMatrix tag, provides the camera manufacturer with a way to specify a default color rendering from camera color space coordinates (linear reference values) into the ICC profile connection space. The ICC profile connection space is an output referred colorimetric space, whereas the other color calibration tags in DNG specify a conversion into a scene referred colorimetric space. This means that the rendering in this profile should include any desired tone and gamut mapping needed to convert between scene referred values and output referred values.
uk: Цей тег містить профіль ICC, який разом із тегом AsShotPreProfileMatrix забезпечує виробнику фотоапарата спосіб вказати кольоровий рендеринг за замовчуванням з координат колірного простору фотокамери (лінійні еталонні значення) у простір з'єднання з профілем ICC. Простір з'єднання профілю ICC - це вихідний вказаний колоріметричний простір, в той час як решта тегів калібрування кольорiв у форматі DNG вказують на перетворення в вказаний колориметричний простір сцени. Це означає, що рендеринг у цьому профілі повинен включати в себе будь-яке бажані відповідності тонів та колірної гами, необхідні для перетворення між вказаними значеннями сцени та вказаними вихідними значеннями.

source: As-Shot Pre-Profile Matrix
uk: Матриця попереднього профілю для як знято

source: This tag is used in conjunction with the AsShotICCProfile tag. It specifies a matrix that should be applied to the camera color space coordinates before processing the values through the ICC profile specified in the AsShotICCProfile tag. The matrix is stored in the row scan order. If ColorPlanes is greater than three, then this matrix can (but is not required to) reduce the dimensionality of the color data down to three components, in which case the AsShotICCProfile should have three rather than ColorPlanes input components.
uk: Цей тег використовується разом із тегом AsShotICCProfile. Він визначає матрицю, яку слід застосувати до координат колірного простору фотоапарата камери перед обробкою значень через профіль ICC, зазначений у тезі AsShotICCProfile. Матриця зберігається у послідовності сканування рядків. Якщо ColorPlanes більше трійки, то ця матриця може (але не обов'язково) зменшувати розмір даних кольорів до трьох компонентів, і в цьому випадку AsShotICCProfile має мати три компоненти, а не вхідні компоненти ColorPlanes.

source: Current ICC Profile
uk: Поточний профіль ICC

source: This tag is used in conjunction with the CurrentPreProfileMatrix tag. The CurrentICCProfile and CurrentPreProfileMatrix tags have the same purpose and usage as the AsShotICCProfile and AsShotPreProfileMatrix tag pair, except they are for use by raw file editors rather than camera manufacturers.
uk: Цей тег використовується разом з тегом CurrentPreProfileMatrix. Теги CurrentICCProfile і CurrentPreProfileMatrix мають ту саму ціль і використання, що й AsShotICCProfile та AsShotPreProfileMatrix, окрім випадку, коли вони використовуються редакторами raw файлів, а не виробниками фотоапаратів.

source: Current Pre-Profile Matrix
uk: Поточна матриця попереднього профілю

source: This tag is used in conjunction with the CurrentICCProfile tag. The CurrentICCProfile and CurrentPreProfileMatrix tags have the same purpose and usage as the AsShotICCProfile and AsShotPreProfileMatrix tag pair, except they are for use by raw file editors rather than camera manufacturers.
uk: Цей тег використовується разом із тегом CurrentICCProfile. Теги CurrentICCProfile і CurrentPreProfileMatrix мають ту саму ціль і використання, що й пара тегів AsShotICCProfile та AsShotPreProfileMatrix, окрім випадку використання їх редакторами файлів raw, а не виробниками камер.

source: Colorimetric Reference
uk: Колоріметричний еталон

source: The DNG color model documents a transform between camera colors and CIE XYZ values. This tag describes the colorimetric reference for the CIE XYZ values. 0 = The XYZ values are scene-referred. 1 = The XYZ values are output-referred, using the ICC profile perceptual dynamic range. This tag allows output-referred data to be stored in DNG files and still processed correctly by DNG readers.
uk: Колірна модель DNG документує перетворення між кольорами камери та значеннями CIE XYZ. Цей тег описує колориметричний еталон для значень CIE XYZ. 0 = значення XYZ залежить від сцени. 1 = Значення XYZ залежать від вивеення, з допомогою динамічного діапазону сприйняття профілю ICC. Цей тег дає змогу зберігати дані, що передаються на виведення, у файли DNG і все ще обробляються читачами DNG

source: Camera Calibration Signature
uk: Підпис калібрування камери

source: A UTF-8 encoded string associated with the CameraCalibration1 and CameraCalibration2 tags. The CameraCalibration1 and CameraCalibration2 tags should only be used in the DNG color transform if the string stored in the CameraCalibrationSignature tag exactly matches the string stored in the ProfileCalibrationSignature tag for the selected camera profile.
uk: Кодований в UTF-8 рядок, пов'язаний з тегами CameraCalibration1 та CameraCalibration2. Теги CameraCalibration1 і CameraCalibration2 слід використовувати лише у перетворенні кольорів DNG, якщо рядок, що зберігається в тегові CameraCalibrationSignature, точно відповідає рядку, збереженому в тегові ProfileCalibrationSignature для вибраного профілю фотоапарата.

source: Profile Calibration Signature
uk: Підпис калібрування профілю

source: A UTF-8 encoded string associated with the camera profile tags. The CameraCalibration1 and CameraCalibration2 tags should only be used in the DNG color transfer if the string stored in the CameraCalibrationSignature tag exactly matches the string stored in the ProfileCalibrationSignature tag for the selected camera profile.
uk: Кодований в UTF-8 рядок, пов'язаний з тегами профілю фотоапарата. Теги CameraCalibration1 і CameraCalibration2 слід використовувати лише у перетворенні кольорів DNG, якщо рядок, що зберігається в тегові CameraCalibrationSignature, точно відповідає рядку, збереженому в тегові ProfileCalibrationSignature для вибраного профілю фотоапарата.

source: As Shot Profile Name
uk: Назва профілю як знято

source: A UTF-8 encoded string containing the name of the "as shot" camera profile, if any.
uk: Кодований в UTF-8 рядок, що містить назву профіля фотоапарату «як знято», за наявності.

source: Noise Reduction Applied
uk: Застосовуване зменшення шуму

source: This tag indicates how much noise reduction has been applied to the raw data on a scale of 0.0 to 1.0. A 0.0 value indicates that no noise reduction has been applied. A 1.0 value indicates that the "ideal" amount of noise reduction has been applied, i.e. that the DNG reader should not apply additional noise reduction by default. A value of 0/0 indicates that this parameter is unknown.
uk: Цей тег містить величину шумоподавлення, що було застосовано до вихідних даних у масштабі від 0,0 до 1,0. Значення 0.0 вказує на те, що ніякого шумоподавлення не було застосовано. Значення 1.0 вказує на те, що застосовано "ідеальну" кількість зменшення шуму, тобто, що зчитувач DNG не повинен застосовувати додаткове зменшення шуму за замовчуванням. Значення 0/0 вказує на те, що цей параметр невідомий

source: Profile Name
uk: Назва профілю

source: A UTF-8 encoded string containing the name of the camera profile. This tag is optional if there is only a single camera profile stored in the file but is required for all camera profiles if there is more than one camera profile stored in the file.
uk: Кодований рядок UTF-8, що містить назву профілю фотоапарата. Цей тег є необов'язковим, якщо у файлі є лише один профіль фотоапарата, але він обов'язковий для всіх профілів фотоапарата, якщо у файлі є декілька профілів камери.

source: Profile Hue Sat Map Dims
uk: Розміри відповідностей відтінку насиченості профілю

source: This tag specifies the number of input samples in each dimension of the hue/saturation/value mapping tables. The data for these tables are stored in ProfileHueSatMapData1 and ProfileHueSatMapData2 tags. The most common case has ValueDivisions equal to 1, so only hue and saturation are used as inputs to the mapping table.
uk: Цей тег визначає кількість вхідних компонентів у кожному вимірі таблиць відображення відтінку/насиченості/значення. Дані для цих таблиць зберігаються в тегах ProfileHueSatMapData1 та ProfileHueSatMapData2. Найбільш поширений випадок має ValueDivisions рівний 1, тому вхідні дані до таблиці відображення використовуються лише відтінок та насиченість.

source: Profile Hue Sat Map Data 1
uk: Дані 1 відповідностей відтінку насиченості профілю

source: This tag contains the data for the first hue/saturation/value mapping table. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees; the second entry is saturation scale factor; and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
uk: Цей тег містить дані першої таблиці відображення відтінку/насиченості/значення. Кожен запис таблиці містить три 32-розрядних значення з рухомою комою IEEE. Перший запис - зсув відтінку в градусах; другий запис - коефіцієнт масштабування насиченості; а третій запис - коефіцієнт масштабу значення. Записи таблиці зберігаються в тегові в послідовності вкладеного циклу, з долями значень у зовнішньому циклу, розділами відтінків у середньому циклу та долями насичення у внутрішньому циклу. Усі нульові записи вхідної насиченості повинні мати коефіцієнт масштабу рівним 1,0.

source: Profile Hue Sat Map Data 2
uk: Дані 2 відповідностей відтінку насиченості профілю

source: This tag contains the data for the second hue/saturation/value mapping table. Each entry of the table contains three 32-bit IEEE floating-point values. The first entry is hue shift in degrees; the second entry is a saturation scale factor; and the third entry is a value scale factor. The table entries are stored in the tag in nested loop order, with the value divisions in the outer loop, the hue divisions in the middle loop, and the saturation divisions in the inner loop. All zero input saturation entries are required to have a value scale factor of 1.0.
uk: Цей тег містить дані другої таблиці відображення відтінку/насиченості/значення. Кожен запис таблиці містить три 32-розрядних значення з рухомою комою IEEE. Перший запис - зсув відтінку в градусах; другий запис - коефіцієнт масштабування насиченості; а третій запис - коефіцієнт масштабу значення. Записи таблиці зберігаються в тегові в послідовності вкладеного циклу, з долями значень у зовнішньому циклу, розділами відтінків у середньому циклу та долями насичення у внутрішньому циклу. Усі нульові записи вхідної насиченості повинні мати коефіцієнт масштабу рівним 1,0.

source: Profile Tone Curve
uk: Крива тону для профілю

source: This tag contains a default tone curve that can be applied while processing the image as a starting point for user adjustments. The curve is specified as a list of 32-bit IEEE floating-point value pairs in linear gamma. Each sample has an input value in the range of 0.0 to 1.0, and an output value in the range of 0.0 to 1.0. The first sample is required to be (0.0, 0.0), and the last sample is required to be (1.0, 1.0). Interpolated the curve using a cubic spline.
uk: Цей тег містить типову криву тону, яку можна застосувати під час обробки зображення як відправну точку для користувацьких коригувань. Крива вказана як список 32-розрядних пар значень з рухомою комою IEEE в лінійній гамі. Кожен компонент має вхідне значення в діапазоні від 0,0 до 1,0, а вихідне значення в діапазоні від 0,0 до 1,0. Перший компонент повинен бути (0.0, 0.0), а останній компонент повинен бути (1.0, 1.0). Інтерполювати криву за допомогою кубічного сплайна.

source: Profile Embed Policy
uk: Політика вбудовування профіля

source: This tag contains information about the usage rules for the associated camera profile.
uk: Цей тег містить інформацію про правила користування відповідним профілем фотоапарата.

source: Profile Copyright
uk: Авторські права профіля

source: A UTF-8 encoded string containing the copyright information for the camera profile. This string always should be preserved along with the other camera profile tags.
uk: Рядок UTF-8, що містить інформацію про авторські права для профілю фотоапарата. Цей рядок завжди повинен зберігатися поряд з іншими тегами профілю фотоапарата.

source: Forward Matrix 1
uk: Матриця перетворення 1

source: This tag defines a matrix that maps white balanced camera colors to XYZ D50 colors.
uk: Цей тег визначає матрицю, яка містить відповідності кольорів білої збалансованої фотокамери до кольорів XYZ D50.

source: Forward Matrix 2
uk: Матриця перетворення 2

source: Preview Application Name
uk: Назва програми попереднього перегляду

source: A UTF-8 encoded string containing the name of the application that created the preview stored in the IFD.
uk: Рядок, закодований в UTF-8, який містить назву програми, яка створила попередній перегляд, збережений в IFD.

source: Preview Application Version
uk: Версія програми попереднього перегляду

source: A UTF-8 encoded string containing the version number of the application that created the preview stored in the IFD.
uk: Рядок, закодований в UTF-8, який містить версію програми, яка створила попередній перегляд, збережений в IFD.

source: Preview Settings Name
uk: Назва параметра попереднього перегляду

source: A UTF-8 encoded string containing the name of the conversion settings (for example, snapshot name) used for the preview stored in the IFD.
uk: Рядок, закодований в UTF-8, який містить назви параметрів перетворення (наприклад, назви знімка), яке використовується для попереднього перегляду, збереженого в IFD.

source: Preview Settings Digest
uk: Відбиток параметрів попереднього перегляду

source: A unique ID of the conversion settings (for example, MD5 digest) used to render the preview stored in the IFD.
uk: Унікальний ідентифікатор параметрів перетворення (наприклад, відбиток MD5), який використовується для відтворення попереднього перегляду, збереженого в IFD.

source: Preview Color Space
uk: Колірний простір попереднього перегляду

source: This tag specifies the color space in which the rendered preview in this IFD is stored. The default value for this tag is sRGB for color previews and Gray Gamma 2.2 for monochrome previews.
uk: Цей тег визначає колірний простір, в якому зберігається попередній перегляд у цьому інтерфейсі. Значенням за замовчуванням для цього тегу є sRGB для попереднього перегляду кольорів і сірого гама 2.2 для монохромних попередніх переглядів.

source: Preview Date Time
uk: Дата та час попереднього перегляду

source: This tag is an ASCII string containing the name of the date/time at which the preview stored in the IFD was rendered. The date/time is encoded using ISO 8601 format.
uk: Цей тег являє собою рядок ASCII, що містить назву дати/часу, коли було показано попередній перегляд, збережений в IFD. Дата/час кодується за допомогою формату ISO 8601.

source: Raw Image Digest
uk: Відбиток Raw-зображення

source: This tag is an MD5 digest of the raw image data. All pixels in the image are processed in row-scan order. Each pixel is zero padded to 16 or 32 bits deep (16-bit for data less than or equal to 16 bits deep, 32-bit otherwise). The data for each pixel is processed in little-endian byte order.
uk: Цей тег являє собою відбиток MD5 для даних raw-зображення. Всі пікселі в зображенні обробляються в порядку сканування рядків. Кожен піксель має значення від нуля до 16 або 32 біта в глибині (16 біт для даних менше 16 біт або дорівнює глибині, 32-розрядний в іншому випадку). Дані для кожного пікселя обробляються в порядку байтів little-endian.

source: Original Raw File Digest
uk: Відбиток оригінального Raw-файлу

source: This tag is an MD5 digest of the data stored in the OriginalRawFileData tag.
uk: Цей тег є відбитком MD5 для даних, що зберігаються в тегові OriginalRawFileData.

source: Sub Tile Block Size
uk: Розмір блоку підплитки

source: Normally, the pixels within a tile are stored in simple row-scan order. This tag specifies that the pixels within a tile should be grouped first into rectangular blocks of the specified size. These blocks are stored in row-scan order. Within each block, the pixels are stored in row-scan order. The use of a non-default value for this tag requires setting the DNGBackwardVersion tag to at least 1.2.0.0.
uk: Зазвичай пікселі всередині плитки зберігаються в звичайній послідовності сканування по рядках. Цей тег вказує, що пікселі всередині плитки повинні бути згруповані першими у прямокутні блоки зазначеного розміру. Ці блоки зберігаються в послідовності сканування по рядках. У кожному блоці пікселі зберігаються в послідовності сканування по рядках. Для використання нетипового значення для цього тегу потребує встановлення тегу DNGBackwardVersion рівним щонайменше 1.2.0.0.

source: Row Interleave Factor
uk: Фактор перемішування рядка

source: This tag specifies that rows of the image are stored in interleaved order. The value of the tag specifies the number of interleaved fields. The use of a non-default value for this tag requires setting the DNGBackwardVersion tag to at least 1.2.0.0.
uk: Цей тег вказує, що рядки зображення зберігаються в змішаному порядку. Для використання нетипового значення для цього тегу потребує встановлення тегу DNGBackwardVersion рівним щонайменше 1.2.0.0.

source: Profile Look Table Dims
uk: Розміри таблиці пошуку для профілю

source: This tag specifies the number of input samples in each dimension of a default "look" table. The data for this table is stored in the ProfileLookTableData tag.
uk: Цей тег визначає кількість вхідних компонентів у кожному розмірі типової таблиці пошуку. Дані для цієї таблиці зберігаються в тегові ProfileLookTableData

source: Profile Look Table Data
uk: Дані таблиці пошуку для профілю
