Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-edubuntu-live_edubuntu-live-*.po
Languages: ru, uk

source: Edubuntu installation options (part 2)
ru: Параметры установки Edubuntu (часть 2)
uk: Варіанти встановлення Edubuntu (частина 2)

source: Installed educational packages (untick to remove):
ru: Установленные образовательные пакеты (снимите отметку для удаления):
uk: Встановлені освітні пакунки (зніміть позначки, щоб вилучити):

source: Installed
ru: Установлен
uk: Встановлено

source: Name
ru: Имя
uk: Назва

source: Description
ru: Описание
uk: Опис

source: Edubuntu installation options (part 1)
ru: Параметры установки Edubuntu (часть 1)
uk: Варіанти встановлення Edubuntu (частина 1)

source: Select optional extras:
ru: Выберите дополнительные пакеты:
uk: Виберіть додаткові пакунки:

source: Install
ru: Установить
uk: Встановити

source: Gnome fallback interface
ru: Режим совместимости Gnome (fallback)
uk: Резервний інтерфейс Gnome

source: Edubuntu ships with Unity by default for its user interface. If you'd instead prefer to use an interface similar to that of Gnome 2.x, you can choose this option.
ru: По умолчанию, Edubuntu использует интерфейс Unity. Если же вы предпочитаете пользоваться интерфейсом, подобным Gnome 2.x, используйте этот вариант.
uk: Типовим інтерфейсом користувача Edubuntu є Unity. Якщо вам більше подобається інтерфейс, подібний до Gnome 2.x, вам варто скористатися цим варіантом.

source: This uses the gnome 3.0 fallback desktop as the default session.
ru: По умолчанию будет использоваться окружение Gnome 3.0 в режиме совместимости.
uk: Типовим сеансом у такому разі буде резервний варіант стільниці gnome 3.0.

source: Choosing this option will turn your Edubuntu system into an LTSP server. Other machines can then boot from the network and use your Edubuntu machine as their terminal server, offering a regular Edubuntu environment.
ru: При выборе этого варианта, компьютер станет работать как LTSP-сервер. Другие машины смогут загружаться с него по сети и использовать этот компьютер как терминальный сервер, предоставляющий для них обычное окружение Edubuntu.
uk: Вибір цього варіанта перетворить вашу систему Edubuntu на сервер LTSP. Після цього інші комп’ютери зможуть завантажувати встановлену систему за допомогою мережі та використовувати ваш комп’ютер з Edubuntu як свій термінальний сервер, забезпечуючи роботу у звичайному середовищі Edubuntu.

source: For this option, you need to choose in the drop-down menu below which interface to use for your thin clients network. This network should be physically isolated from your regular network as the Edubuntu machine will act as a DHCP server.
ru: Для работы в этом режиме вам нужно выбрать из выпадающего меню, расположенного ниже, сетевой интерфейс, который будет использоваться в сети «тонких» клиентов. Эта сеть должна быть изолирована от вашего обычного сетевого окружения, поскольку компьютер с установленной на нём Edubuntu будет работать как DHCP-сервер.
uk: Щоб скористатися цим варіантом вам слід вибрати з наведеного нижче спадного меню інтерфейс мережі, який слід використовувати для «тонких» клієнтів. Вибрану мережу має бути фізично ізольовано від звичайної мережі, оскільки ком’ютер з Edubuntu працюватиме як сервер DHCP.

source: Network interface:
ru: Сетевой интерфейс:
uk: Інтерфейс мережі:
