Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Failed to open the file
uk: Помилка при відкритті файлу

source: File name
uk: Назва файлу

source: File size
uk: Розмір файлу

source: Bytes
uk: Байтів

source: MIME type
uk: Тип MIME

source: Image size
uk: Розмір зображення

source: No Exif data found in the file
uk: Не знайдено Exif-даних у файлі

source: Camera make
uk: Марка фотоапарата

source: Camera model
uk: Модель фотоапарата

source: Image timestamp
uk: Часова мітка зображення

source: Image number
uk: Номер зображення

source: Exposure time
uk: Витримка

source: Aperture
uk: Діафрагма

source: Exposure bias
uk: Ухил експозиції

source: Flash
uk: Спалах

source: Flash bias
uk: Ухил спалаху

source: Focal length
uk: Фокусна відстань

source: 35 mm equivalent
uk: 35-мм еквівалент

source: Subject distance
uk: Відстань до об’єкта

source: ISO speed
uk: Світлочутливість ISO

source: Exposure mode
uk: Режим експозиції

source: Metering mode
uk: Режим вимірювання

source: Macro mode
uk: Макрорежим

source: Image quality
uk: Якість зображення

source: Exif Resolution
uk: Роздільна здатність Exif

source: White balance
uk: Баланс білого

source: Thumbnail
uk: Мініатюра

source: None
uk: Немає

source: Copyright
uk: Авторське право

source: Exif comment
uk: Коментар Exif

source: No IPTC data found in the file
uk: IPTC даних у файлі не знайдено

source: No XMP data found in the file
uk: XMP даних у файлі не знайдено

source: (Binary value suppressed)
uk: (Двійкове значення придушено)

source: JPEG comment
uk: Коментар JPEG

source: Preview
uk: Попередній перегляд

source: pixels
uk: пікселів

source: bytes
uk: байтів

source: Neither tag
uk: Ні мітки

source: nor
uk: ні

source: found in the file
uk: знайдено у файлі

source: Image file creation timestamp not set in the file
uk: У файлі зображення відсутня відмітка про час його створення

source: Failed to parse timestamp
uk: Не вдалося розібрати мітку часу

source: in the file
uk: у файлі

source: Updating timestamp to
uk: Оновлення мітки часу для

source: Erasing thumbnail data
uk: Вилучення даних мініатюри

source: Erasing Exif data from the file
uk: Витираю Exif-дані з файлу

source: Erasing IPTC data from the file
uk: Витираю IPTC-дані з файлу

source: Erasing JPEG comment from the file
uk: Стерти коментар з файлу JPEG

source: Erasing XMP data from the file
uk: Витираю XMP-дані з файлу

source: Erasing ICC Profile data from the file
uk: Видалення даних профілю ICC з файлу

source: Image does not contain an Exif thumbnail
uk: Зображення не містить мініатюри EXIF

source: Writing thumbnail
uk: Збереження мініатюри

source: to file
uk: у файл

source: Exif data doesn't contain a thumbnail
uk: Дані EXIF не містять мініатюру

source: Image does not have preview
uk: Зображення не має попереднього перегляду

source: No embedded iccProfile:
uk: Немає вбудованого iccProfile:

source: Writing iccProfile:
uk: Написання iccProfile:

source: Writing preview
uk: Збереження попереднього перегляду

source: Setting JPEG comment
uk: Налаштувати коментар JPEG

source: Add
uk: Додати

source: Warning
uk: Попередження

source: Failed to read
uk: не вдалось зчитати

source: value
uk: значення

source: Set
uk: Встановити

source: Del
uk: Видалити

source: Timestamp of metadatum with key
uk: Часова мітка метаданих з ключем

source: not set
uk: не встановлено

source: Adjusting
uk: Регулювання

source: by
uk: від

source: years
uk: років

source: year
uk: рік

source: months
uk: місяців

source: month
uk: місяць

source: days
uk: днів

source: day
uk: день

source: s
uk: с

source: Can't adjust timestamp by
uk: Не можу налаштувати мітки на

source: to
uk: до

source: Standard Exif ISO tag exists; not modified
uk: Існує стандартний тег EXIF ISO; не змінений

source: Setting Exif ISO value to
uk: Зміна Exif ISO до

source: No Exif user comment found
uk: Ніяких користувацьких коментарів Exif не знайдено.

source: Found Exif user comment with unexpected value type
uk: Знайдено користувацький коментар Exif з неочікуваним типом значення

source: No Exif UNICODE user comment found
uk: Не знайдено користувацьких коментарів Exif UNICODE

source: Setting Exif UNICODE user comment to
uk: Встановлення користувацького коментаря Exif UNICODE

source: Writing Exif data from
uk: Записування даних Exif з

source: Writing IPTC data from
uk: Записування даних IPTC з

source: Writing XMP data from
uk: Записування даних XMP з

source: Writing JPEG comment from
uk: Записуємо коментар JPEG з

source: Could not write metadata to file
uk: Не вдалося записати мета-дані в файл

source: Filename format yields empty filename for the file
uk: Визначений формат назв файлів призвів до порожньої назви файлу

source: This file already has the correct name
uk: Цей файл вже має правильне ім'я

source: File
uk: Файл

source: exists. [O]verwrite, [r]ename or [s]kip?
uk: існує. [O] перезаписати, [r] перейменувати або [s] пропустити?

source: Renaming file to
uk: Перейменувати файл на

source: updating timestamp
uk: оновлення мітки часу

source: Failed to rename
uk: Не вдалося перейменувати

source: Overwrite
uk: Перезаписати

source: Off
uk: Вимкн.

source: On
uk: Увімкн.

source: Format 1
uk: Формат 1

source: Format 2
uk: Формат 2

source: On (1)
uk: Увімкн (1)

source: On (2)
uk: Увімкн (2)

source: Unknown
uk: Невідома

source: Camera Settings
uk: Параметри фотоапарата

source: Various camera settings
uk: Різноманітні налаштування фотоапарата

source: Focal Length
uk: Фокусна відстань

source: Shot Info
uk: Інформація про знімок

source: Shot information
uk: Інформація про знімок

source: Panorama
uk: Панорама

source: Image Type
uk: Тип зображення

source: Image type
uk: Тип зображення

source: Firmware Version
uk: Версія мікропрограми

source: Firmware version
uk: Версія мікропрограми

source: File Number
uk: Номер файлу

source: File number
uk: Номер файлу

source: Owner Name
uk: Ім’я власника

source: Serial Number
uk: Серійний номер

source: Camera serial number
uk: Серійний номер камери

source: Camera Info
uk: Інформація про фотоапарат

source: Camera info
uk: Інформація про фотоапарат

source: Custom Functions
uk: Функції користувача

source: ModelID
uk: Номер моделі

source: Model ID
uk: Номер моделі

source: Picture Info
uk: Інформація про картинку

source: Picture info
uk: Інформація про картинку

source: Thumbnail Image Valid Area
uk: Мініатюрне зображення ефективної області

source: Thumbnail image valid area
uk: Мініатюрне зображення ефективної області

source: Serial Number Format
uk: Формат Серійного Номеру

source: Serial number format
uk: Формат серійного номеру

source: Super Macro
uk: Супер Макро

source: Super macro
uk: Супер макро

source: AF Info
uk: Інформація про автофокус

source: AF info
uk: Інформація про автофокус

source: Time Info
uk: Інформація про час

source: Time zone information
uk: Інформація про часовий пояс

source: Original Decision Data Offset
uk: Зміщення даних вихідного вибору

source: Original decision data offset
uk: Зміщення даних вихідного вибору

source: White Balance Table
uk: Баланс Білого

source: White balance table
uk: Баланс білого

source: Lens Model
uk: Модель об'єктива

source: Lens model
uk: Модель об'єктива

source: Internal Serial Number
uk: Внутрішній серійний номер

source: Internal serial number
uk: Внутрішній серійний номер

source: Dust Removal Data
uk: Дані щодо усування пилу

source: Dust removal data
uk: Дані щодо усування пилу

source: Custom functions
uk: Нетипові функції

source: Processing Info
uk: Дані щодо обробки

source: Processing info
uk: Дані щодо обробки

source: Measured Color
uk: Виміряний колір

source: Measured color
uk: Виміряний колір

source: ColorSpace
uk: Простір кольорів

source: VRD Offset
uk: Зміщення VRD

source: VRD offset
uk: Зміщення VRD

source: Sensor Info
uk: Інформація про Сенсор

source: Sensor info
uk: Інформація про сенсор

source: Color Data
uk: Інформація про Колір

source: Color data
uk: Інформація про колір

source: Unknown CanonMakerNote tag
uk: Невідома мітка CanonMakerNote

source: Economy
uk: Економний

source: Normal
uk: Нормальний

source: Fine
uk: Високої якості

source: Superfine
uk: Надтонкий

source: Normal Movie
uk: Звичайне відео

source: Movie (2)
uk: Відео (2)

source: Auto
uk: Авто

source: Red-eye
uk: Червоні очі

source: Slow sync
uk: Повільна синхронізація

source: Auto + red-eye
uk: Авто + червоні очі

source: On + red-eye
uk: Увімкн + червоні очі

source: External
uk: Зовнішній

source: Single / timer
uk: Одиночний / таймер

source: Continuous
uk: Безперервний

source: Movie
uk: Відео

source: Continuous, speed priority
uk: Безперервне з перевагою швидкості

source: Continuous, low
uk: Безперервна, низька

source: Continuous, high
uk: Безперервна, висока

source: One shot AF
uk: Однознімкове АФ

source: AI servo AF
uk: ШІ-серво АФ

source: AI focus AF
uk: ШІ-фокус AФ

source: Manual focus (3)
uk: Ручний фокус (3)

source: Single
uk: Поодинокі

source: Manual focus (6)
uk: Ручний фокус (6)

source: Pan focus
uk: Панорамне фокусування

source: Large
uk: Великий

source: Medium
uk: Середній

source: Small
uk: Малий

source: Medium 1
uk: Середній 1

source: Medium 2
uk: Середній 2

source: Medium 3
uk: Середній 3

source: Postcard
uk: Поштова картка

source: Widescreen
uk: Широкоекранний

source: Small 1
uk: Малий 1

source: Small 2
uk: Малий 2

source: Small 3
uk: Малий 3

source: 640x480 Movie
uk: 640x480 Відео

source: Medium Movie
uk: Середній відеофрагмент

source: Small Movie
uk: Невеликий відеофрагмент

source: 1280x720 Movie
uk: 1280x720 Відео

source: 1920x1080 Movie
uk: 1920x1080 Відео

source: Full auto
uk: Повна автоматика

source: Manual
uk: Вручну

source: Landscape
uk: Альбомна

source: Fast shutter
uk: Швидкий затвор

source: Slow shutter
uk: Повільний затвор

source: Night
uk: Ніч

source: Gray Scale
uk: Шкала сірого

source: Sepia
uk: Сепія

source: Portrait
uk: Портретна

source: Sports
uk: Спорт

source: Macro
uk: Макро

source: Black & White
uk: Чорно-біле

source: Vivid
uk: Яскравий

source: Neutral
uk: Нейтральний

source: Flash Off
uk: Спалах вимкнено

source: Long Shutter
uk: Довгий затвор

source: Foliage
uk: Листя

source: Indoor
uk: У приміщенні

source: Fireworks
uk: Феєрверк

source: Beach
uk: Пляж

source: Underwater
uk: Під водою

source: Snow
uk: Сніг

source: Kids & Pets
uk: Діти та домашні тварини

source: Night Snapshot
uk: Нічний знімок

source: Digital Macro
uk: Цифрове макро

source: My Colors
uk: Мої кольори

source: Movie Snap
uk: Знімок з відео

source: Super Macro 2
uk: Супер макро 2

source: Color Accent
uk: Кольоровий акцент

source: Color Swap
uk: Кольорова заміна

source: Aquarium
uk: Акваріум

source: Creative Light Effect
uk: Творчий світловий ефект

source: Easy
uk: Легко

source: Quick Shot
uk: Швидкий знімок

source: Creative Auto
uk: Творче авто

source: Zoom Blur
uk: Збільшувальне розмивання

source: Low Light
uk: Слабке світло

source: Nostalgic
uk: Ностальгічний

source: Super Vivid
uk: Супер яскравий

source: Poster Effect
uk: Ефект плаката

source: Face Self-timer
uk: Автотаймер за обличчям

source: Wink Self-timer
uk: Автотаймер за підморгуванням

source: Fisheye Effect
uk: Ефект риб'ячого ока

source: Miniature Effect
uk: Ефект мініатюри

source: High Dynamic Range
uk: Високий динамічний діапазон

source: Blur Reduction
uk: Згладжування

source: Monochrome
uk: Чорно-біле

source: Toy Camera Effect
uk: Ефект іграшкової камери

source: Smooth Skin
uk: Гладка шкіра

source: Soft Focus
uk: М'який фокус

source: Spotlight
uk: Прожектор

source: Night 2
uk: Ніч 2

source: Night+
uk: Ніч+

source: Super Night
uk: Супер ніч

source: Sunset
uk: Захід

source: Night Scene
uk: Нічне освітлення

source: Low Light 2
uk: Слабке освітлення 2

source: Other
uk: Інше

source: Low
uk: Низький

source: High
uk: Високий

source: n/a
uk: н/д

source: Auto High
uk: Авто високий

source: Default
uk: Типовий

source: Spot
uk: Пляма

source: Average
uk: Середній

source: Evaluative
uk: Оціночний

source: Partial
uk: Частковий

source: Center-weighted average
uk: Середній відносно центру

source: Not known
uk: Невідомий

source: Very close
uk: Дуже близько

source: Close
uk: Близько

source: Middle range
uk: Середній діапазон

source: Far range
uk: Далекий діапазон

source: Infinity
uk: Нескінченість

source: Manual AF point selection
uk: Вибір точки AF вручну

source: None (MF)
uk: Немає (MF)

source: Auto-selected
uk: Автовибір

source: Right
uk: Праворуч

source: Center
uk: По центру

source: Left
uk: Ліворуч

source: Auto AF point selection
uk: Автовибір точки AF

source: Face Detect
uk: Виявлення облич

source: Easy shooting (Auto)
uk: Просте знімання (авто)

source: Program (P)
uk: Програма (P)

source: Shutter priority (Tv)
uk: Пріоритет витримки (Tv)

source: Aperture priority (Av)
uk: Пріоритет діафрагми (Av)

source: Manual (M)
uk: Ручний (M)

source: Bulb
uk: Кнопка

source: Did not fire
uk: Не спрацював

source: Fired
uk: Спрацював

source: External flash
uk: Зовнішній спалах

source: Internal flash
uk: Внутрішній спалах

source: FP sync enabled
uk: Увімкнено синхронізацію FP

source: 2nd-curtain sync used
uk: Синхронізація по другій шторці

source: FP sync used
uk: Використано синхронізацію FP

source: Normal AE
uk: Звичайна AE

source: Exposure compensation
uk: Компенсація експозиції

source: AE lock
uk: Блокування AE

source: AE lock + exposure compensation
uk: Блокування AE + компенсація експозиції

source: No AE
uk: Без AE

source: Panning
uk: Панорамування

source: Dynamic
uk: Динамічно

source: AF Point
uk: Точка АФ

source: Smooth
uk: Згладити

source: B&W
uk: Ч/Б

source: Custom
uk: Нетипова

source: My color data
uk: Мої дані кольорів

source: Full
uk: На весь екран

source: Selftimer
uk: Власний таймер

source: Self timer
uk: Безпечний таймер

source: Quality
uk: Якість

source: Flash Mode
uk: Режим спалаху

source: Flash mode setting
uk: Налаштування режиму спалаха

source: Drive Mode
uk: Режим у русі

source: Drive mode setting
uk: Налаштування режиму "У русі"

source: Focus Mode
uk: Режим фокусу

source: Focus mode setting
uk: Налаштування режиму фокуса

source: Image Size
uk: Розмір зображення

source: Easy Mode
uk: Простий режим

source: Easy shooting mode
uk: Режим простого знімання

source: Digital Zoom
uk: Цифрове збільшення

source: Digital zoom
uk: Цифрове збільшення

source: Contrast
uk: Контраст

source: Contrast setting
uk: Налаштування контрасту

source: Saturation
uk: Насиченість

source: Saturation setting
uk: Налаштування насиченості

source: Sharpness
uk: Різкість

source: Sharpness setting
uk: Налаштування різкості

source: ISO Speed Mode
uk: Режим чутливості ISO

source: ISO speed setting
uk: Налаштування чутливості ISO

source: Metering Mode
uk: Режим вимірювання

source: Metering mode setting
uk: Параметр режиму вимірювання

source: Focus Type
uk: Тип фокусу

source: Focus type setting
uk: Налаштування типу фокусу

source: AF point selected
uk: Вибрана точка АФ

source: Exposure Program
uk: Програма експозиції

source: Exposure mode setting
uk: Параметр режиму екпозиції

source: Lens Type
uk: Тип об’єктива

source: Lens type
uk: Тип об’єктива

source: Lens
uk: Об’єктив

source: 'long' and 'short' focal length of lens (in 'focal units') and 'focal units' per mm
uk: "Довгі" та "короткі" фокусні відстані об’єктива (у "координаційних одиницях") та "координаційних одиницях" на мм

source: Short Focal
uk: Короткий фокус

source: Short focal
uk: Короткий фокус

source: Focal Units
uk: Координаційні одиниці

source: Focal units
uk: Координаційні одиниці

source: Max Aperture
uk: Макс. діафрагма

source: Max aperture
uk: Макс. діафрагма

source: Min Aperture
uk: Мінімальна Діафрагма

source: Min aperture
uk: Мінімальна діафрагма

source: Flash Activity
uk: Активність спалаху

source: Flash activity
uk: Активність спалаху

source: Flash Details
uk: Деталі Спалаху

source: Flash details
uk: Деталі спалаху

source: Focus Continuous
uk: Тривалість фокусування

source: Focus continuous setting
uk: Налаштування тривалості фокусування

source: AESetting
uk: AE налаштування

source: AE setting
uk: AE налаштування

source: Image Stabilization
uk: Стабілізація Картинки

source: Image stabilization
uk: Стабілізація картинки

source: Display Aperture
uk: Показувати Діафрагму

source: Display aperture
uk: Показувати діафрагму

source: Zoom Source Width
uk: Масштабувати джерельну ширину

source: Zoom source width
uk: Масштабувати джерельну ширину

source: Zoom Target Width
uk: Масштабувати призначену ширину

source: Zoom target width
uk: Масштабувати призначену ширину

source: Spot Metering Mode
uk: Точковий Режим Виміру

source: Spot metering mode
uk: Точковий режим виміру

source: Photo Effect
uk: Фотоефект

source: Photo effect
uk: Фотоефект

source: Manual Flash Output
uk: Налаштовувана потужність спалаху

source: Manual flash output
uk: Налаштовувана потужність спалаху

source: Color Tone
uk: Тон кольорів

source: Color tone
uk: Тон кольору

source: SRAW Quality Tone
uk: Якість відтінку SRAW

source: SRAW quality
uk: SRAW якість

source: Unknown Canon Camera Settings 1 tag
uk: Невідомі налаштування камери Canon 1 tag

source: Daylight
uk: Денне світло

source: Cloudy
uk: Хмарно

source: Tungsten
uk: Лампа розжарювання

source: Fluorescent
uk: Флуоресцентна лампа

source: Shade
uk: Тінь

source: Manual Temperature (Kelvin)
uk: Ручна температура (Кельвін)

source: PC Set 1
uk: ПК конфігурація 1

source: PC Set 2
uk: ПК конфігурація 2

source: PC Set 3
uk: ПК конфігурація 3

source: Daylight Fluorescent
uk: Денне світло

source: Custom 1
uk: Інше 1

source: Custom 2
uk: Інше 2

source: Custom 3
uk: Інше 3

source: PC Set 4
uk: ПК конфігурація 4

source: PC Set 5
uk: ПК конфігурація 5

source: Auto (ambience priority)
uk: Авто (пріоритет середовища)

source: left
uk: ліворуч

source: center
uk: центр

source: right
uk: праворуч

source: ISO Speed Used
uk: Чутливість ISO Використана

source: ISO speed used
uk: Чутливість ISO використана

source: Measured EV
uk: Вимір експозиції EV

source: Target Aperture
uk: Діафрагма призначення

source: Target Shutter Speed
uk: Цільова швидкість затвора

source: Target shutter speed
uk: Цільова швидкість затвора

source: White Balance
uk: Баланс білого

source: White balance setting
uk: Параметр балансу білого

source: Sequence
uk: Послідовність

source: Sequence number (if in a continuous burst)
uk: Номер послідовності (якщо безперервний спалах)

source: AF Point Used
uk: AF Точка Використана

source: AF point used
uk: AF точка використана

source: Flash Bias
uk: Ухил спалаху

source: Subject Distance
uk: Відстань до об’єкта

source: Aperture Value
uk: Розмір діафрагми

source: Shutter Speed Value
uk: Значення швидкості руху затвору

source: Shutter speed
uk: Швидкість затвору

source: Measured EV 2
uk: Вимір експозиції EV 2

source: Left to right
uk: Зліва праворуч

source: Right to left
uk: Справа ліворуч

source: Bottom to top
uk: Знизу догори

source: Top to bottom
uk: Згори вниз

source: 2x2 matrix (Clockwise)
uk: Матриця 2x2 (за годинниковою стрілкою)

source: Panorama Frame
uk: Рамка панорами

source: Panorama frame number
uk: Номер кадру панорами

source: Panorama Direction
uk: Напрямок панорами

source: Panorama direction
uk: Напрямок панорами

source: Unknown Canon Panorama tag
uk: Невідомий панорамний тег Canon

source: Noise Reduction
uk: Вилучення шумів

source: Long exposure noise reduction
uk: Зменшення шуму довгої експозиції

source: Shutter Ae Lock
uk: Блокування затвора автоекспозиції

source: Shutter/AE lock buttons
uk: Кнопки Затвора/Блокування автоекспозиції

source: Mirror Lockup
uk: Блокування дзеркала

source: Mirror lockup
uk: Блокування дзеркала

source: Exposure Level Increments
uk: Збільшення рівня експозиції

source: Tv/Av and exposure level
uk: Tv/Av та рівень експозиції

source: AF Assist
uk: AF Асистент

source: AF assist light
uk: AF асистент світла

source: Flash Sync Speed Av
uk: Швидкість синхронізації спалаху у режимі Av

source: Shutter speed in Av mode
uk: Швидкість затвора у режимі Av

source: AEB Sequence
uk: AEB послідовність

source: AEB sequence/auto cancellation
uk: AEB послідовність/авто скасування

source: Shutter Curtain Sync
uk: Синхронізація по задній шторці

source: Shutter curtain sync
uk: Синхронізація по задній шторці

source: Lens AF Stop Button
uk: Кнопка зупинки АФ об'єктива

source: Lens AF stop button Fn. Switch
uk: Кнопка зупинки АФ об’єктива, перемикач ф-цій

source: Fill Flash Auto Reduction
uk: Автоматичне зменшення впливу заповнюючого спалаху

source: Auto reduction of fill flash
uk: Автоматичне зменшення впливу заповнюючого спалаху

source: Menu Button Return
uk: Кнопка меню Назад

source: Menu button return position
uk: Розташування кнопки меню Назад

source: Set Button Function
uk: Встановити функцію кнопки

source: SET button func. when shooting
uk: Призначення дії кнопки SET при зйомці

source: Sensor Cleaning
uk: Очищення датчика

source: Sensor cleaning
uk: Очищення датчика

source: Superimposed Display
uk: Сумісний екран

source: Superimposed display
uk: Сумісний екран

source: Shutter Release No CF Card
uk: Спуск затвора при відсутності картки пам’яті CF

source: Shutter Release W/O CF Card
uk: Спуск затвора при відсутності картки пам’яті CF

source: Unknown Canon Custom Function tag
uk: Тег невідомої функції Canon яка налаштовується

source: mid-right
uk: посередині-праворуч

source: bottom
uk: внизу

source: top
uk: вгорі

source: mid-left
uk: посередині ліворуч

source: upper-left
uk: вгорі ліворуч

source: upper-right
uk: вгорі праворуч

source: lower-left
uk: внизу ліворуч

source: lower-right
uk: внизу праворуч

source: Image Width
uk: Ширина зображення

source: Image width
uk: Ширина зображення

source: Image Height
uk: Висота зображення

source: Image height
uk: Висота зображення

source: Image Width As Shot
uk: Кадрова ширина зображення

source: Image width (as shot)
uk: Ширина зображення (як у кадрі)

source: Image Height As Shot
uk: Висота зображення як у кадрі

source: Image height (as shot)
uk: Висота зображення (як у кадрі)

source: AF Points Used
uk: Використання точок АФ

source: AF points used
uk: Використання точок АФ

source: AF Points Used 20D
uk: Використання точок АФ 20D

source: AF points used (20D)
uk: Використання точок (20D)

source: Unknown Canon Picture Info tag
uk: Невідомий тег відомостей про зображення Canon

source: On 1
uk: На 1

source: On 2
uk: На 2

source: On (shift AB)
uk: На (shift AB)

source: On (shift GM)
uk: На (shift GM)

source: Yellow
uk: Жовтий

source: Orange
uk: Жовтогарячий

source: Red
uk: Червоний

source: Green
uk: Зелений

source: Blue
uk: Синій

source: Purple
uk: Пурпуровий

source: Bracket Mode
uk: Режим вилки

source: Bracket Value
uk: Значення брекетингу

source: Bracket Shot Number
uk: Кількість кадрів брекетингу

source: Raw Jpg Quality
uk: Якість необробленого jpg

source: Raw Jpg Size
uk: Розмір необробленого jpg

source: WB Bracket Mode
uk: Баланс білого у режимі брекетингу

source: WB Bracket Value AB
uk: Баланс білого у режимі брекетингу AB

source: WB Bracket Value GM
uk: WB Значення брекетингу GM

source: Filter Effect
uk: Ефект фільтрування

source: Toning Effect
uk: Ефект тонування

source: Macro Magnification
uk: Макрозбільшення

source: Macro magnification
uk: Макрозбільшення

source: Live View Shooting
uk: Зйомка у режимі контрольваної зйомки

source: Live view shooting
uk: Зйомка у режимі контрольваної зйомки

source: Focus Distance Upper
uk: Вища фокусна відстань

source: Focus Distance Lower
uk: Нижча фокусна відстань

source: Flash Exposure Lock
uk: Блокування керування потужністю спалаху

source: Flash exposure lock
uk: Блокування керування потужністю спалаху

source: Unknown Canon File Info tag
uk: Невідомий тег відомостей про файл Canon

source: Standard
uk: Стандартна

source: Lowest
uk: Найнижча

source: Highest
uk: Найвища

source: High Saturation
uk: Висока насиченість

source: Low Saturation
uk: Низька насиченість
