Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Card Shutter Lock
uk: Замок затвора картки

source: Card shutter lock
uk: Замок затвора картки

source: Lens Shutter Lock
uk: Замок кришки об'єктива

source: Lens shutter lock
uk: Замок кришки об'єктива

source: AF Area Illumination
uk: Область освітлення АФ

source: AF area illumination
uk: Область освітлення AF

source: Monitor Display Off
uk: Вимкнення екрану монітора

source: Monitor display off
uk: Вимкнення екрану монітора

source: Record Display
uk: Запис Дисплею

source: Record display
uk: Запис дисплею

source: Play Display
uk: Відтворення дисплею

source: Play display
uk: Відтворення дисплею

source: Exposure Indicator
uk: Індикатор Експозиції

source: Exposure indicator
uk: Індикатор експозиції

source: AEL Exposure Indicator
uk: Індикатор експозиції AEL

source: AEL exposure indicator (also indicates exposure for next shot when bracketing)
uk: Індикатор експозиції AEL (також показує експозицію для наступного знімку при брекетингу)

source: Exposure Bracketing Indicator Last
uk: Остання індикація екпозиції брекетингу

source: Exposure bracketing indicator last (indicator for last shot when bracketing)
uk: Остання індикація екпозиції брекетингу (індикація для останнього знімку при брекетингу)

source: Metering Off Scale Indicator
uk: Індикація вимірування поза шкалою

source: Metering off scale indicator (two flashing triangles when under or over metering scale)
uk: Індикація вимірування поза шкалою (два миготливих трикутника під шкалою вимірювання або над нею)

source: Flash Exposure Indicator
uk: Індикатор Експозиції Спалаху

source: Flash exposure indicator
uk: Індикатор експозиції спалаху

source: Flash Exposure Indicator Next
uk: Індикатор експозиції спалаху наступний

source: Flash exposure indicator next (indicator for next shot when bracketing)
uk: Індикатор експозиції спалаху наступний (індикатор для наступного знімку при брекетингу)

source: Flash Exposure Indicator Last
uk: Індикатор експозиції спалаху останній

source: Flash exposure indicator last (indicator for last shot when bracketing)
uk: Індикатор експозиції спалаху останній (індикатор для останнього знімку при брекетингу)

source: Focus Mode Switch
uk: Перемикання Режиму Фокусування

source: Focus mode switch
uk: Перемикання режиму фокусування

source: Flash Type
uk: Тип Спалаху

source: Flash type
uk: Тип спалаху

source: AE Lock
uk: Блокування AE

source: Color compensation filter: negative is green, positive is magenta
uk: Фільтр компенсації кольору: негативні значення — зелений, позитивні — пурпуровий

source: Battery Level
uk: Рівень заряду батареї

source: Battery level
uk: Рівень заряду батареї

source: Unknown Sony Camera Settings A100 tag
uk: Невідомий тег налаштувань камери Sony A100

source: Clear
uk: Очистити

source: Deep
uk: Глибина

source: Light
uk: Світлий

source: Night View
uk: Нічне бачення

source: Autumn Leaves
uk: Осіннє листя

source: Local
uk: Локальний

source: Top-Right
uk: Вгорі праворуч

source: Bottom-Right
uk: Внизу праворуч

source: Bottom-Left
uk: Внизу ліворуч

source: Top-Left
uk: Вгорі ліворуч

source: Far-Right
uk: Далеко праворуч

source: Far-Left
uk: Далеко ліворуч

source: Advanced Auto
uk: Розширене автоматичне

source: Advanced Level
uk: Додатковий рівень

source: AF
uk: Автофокус

source: Release
uk: Спуск

source: Compressed Raw
uk: Стиснений Raw

source: Compressed Raw + JPEG
uk: Стиснений Raw + JPEG

source: ISO Setting Used
uk: Параметр ISO, що використовується

source: High Key
uk: Темне

source: Low Key
uk: Яскраве

source: Extra High
uk: Дуже високий

source: Single area
uk: Одиночна область

source: Dynamic area
uk: Динамічна область

source: Dynamic area, closest subject
uk: Динамічна область, найближчий предмет

source: Group dynamic
uk: Динаміка групи

source: Single area (wide)
uk: Одиночна область (широка)

source: Dynamic area (wide)
uk: Динамічна зона (широка)

source: Upper-left
uk: Вгорі ліворуч

source: Upper-right
uk: Вгорі праворуч

source: Lower-left
uk: Внизу ліворуч

source: Lower-right
uk: Внизу праворуч

source: Left-most
uk: Найлівіший

source: Right-most
uk: Найправіший

source: Fire, manual
uk: Спалах, ручний

source: Fire, external
uk: Спалах, зовнішній

source: Fire, commander mode
uk: Спалах, режим командира

source: Fire, TTL mode
uk: Спалах, режим TTL

source: Delay
uk: Затримка

source: PC Control
uk: Комп'ютерне керування

source: Exposure Bracketing
uk: Експонування «вилки»

source: Auto ISO
uk: Автоматично визначати ISO

source: White-Balance Bracketing
uk: Брекетинг з балансом білого

source: IR Control
uk: Інфра-червоне керування

source: D-Lighting Bracketing
uk: Брекетинг з D-Lighting

source: PC control
uk: Керування з комп’ютера

source: Exposure bracketing
uk: Брекетинг експозиції

source: Unused LE-NR slowdown
uk: Невикористане уповільнення LE-NR

source: IR control
uk: ІЧ-керування

source: Auto release
uk: Автоспуск

source: Manual release
uk: Спуск вручну

source: Lossy (type 1)
uk: З втратами (тип 1)

source: Uncompressed
uk: Нестиснений

source: Lossless
uk: Без втрат

source: Lossy (type 2)
uk: З втратами (тип 2)

source: B & W
uk: Ч/Б

source: Trim
uk: Обрізати

source: Small picture
uk: Мініатюра

source: Red eye
uk: Червоні очі

source: Cyanotype
uk: Цианотип

source: Sky light
uk: Небесне світло

source: Warm tone
uk: Теплі тони

source: Color custom
uk: Власний колір

source: Image overlay
uk: Накладання зображень

source: Minimal
uk: Мінімальний

source: Nikon Makernote version
uk: Версія Nikon Makernote

source: ISO Speed
uk: Світлочутливість ISO

source: Sharpening
uk: Підвищення різкості

source: Image sharpening setting
uk: Налаштування підвищення різкості

source: Focus
uk: Фокусування

source: Flash Setting
uk: Параметри спалаху

source: Flash setting
uk: Параметри спалаху

source: ISO Selection
uk: Вибір ISO

source: ISO selection
uk: Вибір ISO

source: Data Dump
uk: Дамп даних

source: Data dump
uk: Дамп даних

source: Image Adjustment
uk: Корекція зображення

source: Image adjustment setting
uk: Налаштування корекції зображення

source: Auxiliary Lens
uk: Допоміжний об'єктив

source: Auxiliary lens (adapter)
uk: Допоміжний об'єктив (адаптер)

source: Manual focus distance
uk: Дистанція фокусування вручну

source: Digital zoom setting
uk: Налаштування цифрового масштабування

source: AF Focus Position
uk: Позиція автофокусу

source: AF focus position information
uk: Відомості про позицію автофокусу

source: Unknown Nikon1MakerNote tag
uk: Невідомий тег Nikon1MakerNote

source: Continuous autofocus
uk: Безперервне автофокусування

source: Single autofocus
uk: Покадрове автофокусування

source: Not used
uk: Не використовується

source: guess
uk: припущення

source: VGA Basic
uk: VGA, базова

source: VGA Normal
uk: VGA, звичайна

source: VGA Fine
uk: VGA, якісна

source: SXGA Basic
uk: SXGA, базова

source: SXGA Normal
uk: SXGA, звичайна

source: SXGA Fine
uk: SXGA, якісна

source: Bright+
uk: Яскравість+

source: Bright-
uk: Яскравість-

source: Contrast+
uk: Контраст+

source: Contrast-
uk: Контраст-

source: Unknown Nikon2MakerNote tag
uk: Невідомий тег Nikon2MakerNote

source: Flash Device
uk: Пристрій спалаху

source: Flash device
uk: Пристрій спалаху

source: White Balance Bias
uk: Ухил балансу білого

source: White balance bias
uk: Ухил балансу білого

source: WB RB Levels
uk: Рівні чорного-білого червоного-синього

source: WB RB levels
uk: Рівні чорного-білого червоного-синього

source: Program Shift
uk: Програмний зсув

source: Program shift
uk: Програмний зсув

source: Exposure Difference
uk: Різниця експозиції

source: Exposure difference
uk: Різниця експозиції

source: Pointer to a preview image
uk: Вказівник на попереднє зображення

source: Offset to an IFD containing a preview image
uk: Зміщення до IFD, що містить перегляд зображення

source: Flash Comp
uk: Компенсація Спалаху

source: Flash compensation setting
uk: Налаштування компенсації спалаху

source: Image Boundary
uk: Межа зображення

source: Image boundary
uk: Межа зображення

source: Flash exposure comp
uk: Компенсація експозиції спалаху

source: Flash Bracket Comp
uk: Компенсація вилки спалаху

source: Flash bracket compensation applied
uk: Компенсація вилки спалаху застосована

source: Exposure Bracket Comp
uk: Компенсація вилки експозиції

source: AE bracket compensation applied
uk: Компенсація вилки автоекспозиції застосована

source: Image Processing
uk: Обробка зображень

source: Image processing
uk: Обробка зображень

source: Crop High Speed
uk: Обрізка високих швидкостей

source: Crop high speed
uk: Обрізка високих швидкостей

source: Exposure Tuning
uk: Підлаштовування експозиції

source: Exposure tuning
uk: Підлаштовування експозиції

source: VR Info
uk: Відомості про зменшення вібрації

source: VR info
uk: Відомості про зменшення вібрації

source: Image Authentication
uk: Автентифікація Зображення

source: Image authentication
uk: Автентифікація зображення

source: Picture Control
uk: Керування Зображенням

source: Picture control
uk: Керування зображенням

source: World Time
uk: Світовий Час

source: World time
uk: Світовий час

source: ISO Info
uk: Відомості про ISO

source: ISO info
uk: Відомості про ISO

source: Vignette Control
uk: Керування віньєтуванням

source: Vignette control
uk: Керування віньєтуванням

source: Tone Compensation
uk: Компенсація тону

source: Tone compensation
uk: Компенсація тону

source: Mode of flash used
uk: Режим спалаху, що використовувався

source: Shooting Mode
uk: Режим затвора

source: Shooting mode
uk: Режим знімання

source: Auto Bracket Release
uk: Запуск автовилки

source: Auto bracket release
uk: Запуск автовилки

source: Lens FStops
uk: Діафрагмові числа об'єктива

source: Contrast Curve
uk: Крива контрастності

source: Contrast curve
uk: Крива контрастності

source: Color Hue
uk: Відтінок кольору

source: Color hue
uk: Відтінок кольору

source: Scene mode
uk: Режим сцени

source: Light Source
uk: Джерело світла

source: Light source
uk: Джерело світла

source: Shot info
uk: Відомості про знімок

source: Hue Adjustment
uk: Коригування відтінку

source: Hue adjustment
uk: Коригування відтінку

source: NEF Compression
uk: Стиснення NEF

source: NEF compression
uk: Стиснення NEF

source: Linearization Table
uk: Таблиця Лінеаризації

source: Linearization table
uk: Таблиця лінеаризації

source: Color Balance
uk: Баланс кольорів

source: Color balance
uk: Баланс кольорів

source: Lens Data
uk: Дані об’єктиву

source: Lens data settings
uk: Параметри об’єктиву

source: Raw Image Center
uk: Центр зображення Raw

source: Raw image center
uk: Центр зображення Raw

source: Sensor Pixel Size
uk: Розмір точки на датчику

source: Sensor pixel size
uk: Розмір точки на датчику

source: Scene Assist
uk: Помічник Сцени

source: Scene assist
uk: Помічник сцени

source: Retouch History
uk: Історія Ретушування

source: Retouch history
uk: Історія ретушування

source: Serial NO
uk: Серійний №

source: Camera serial number, usually starts with "NO= "
uk: Серійний номер камери, зазвичай починається з "NO= "

source: Image Data Size
uk: Розмір даних зображення

source: Image data size
uk: Розмір даних зображення

source: Image Count
uk: Число Зображень

source: Image count
uk: Число зображень

source: Deleted Image Count
uk: Число Вилучених Зображень

source: Deleted image count
uk: Число вилучених зображень

source: Shutter Count
uk: Лічильник затворів

source: Number of shots taken by camera
uk: Число знімків, зроблених камерою

source: Flash info
uk: Дані щодо спалаху

source: Image Optimization
uk: Оптимізація Зображення

source: Image optimization
uk: Оптимізація зображення

source: Program Variation
uk: Варіація програми

source: Program variation
uk: Варіація програми

source: AF Response
uk: Відповідь Автофокуса

source: AF response
uk: Відповідь автофокуса

source: Multi exposure
uk: Мультиекспонування

source: High ISO Noise Reduction
uk: Потужне усування шуму ISO

source: Toning effect
uk: Ефект тонування

source: AF info 2
uk: Автофокус інфо 2

source: File info
uk: Відомості про файл

source: AF tune
uk: Налаштування Автофокусу

source: Barometer Info
uk: Дані барометра

source: Capture Data
uk: Дані захоплення

source: Capture data
uk: Дані захоплення

source: Capture Version
uk: Версія захоплення

source: Capture version
uk: Версія захоплення

source: Capture Offsets
uk: Зсуви захоплення

source: Capture offsets
uk: Зсуви захоплення

source: Scan IFD
uk: IFD скан

source: ICC profile
uk: Профіль ICC

source: Capture output
uk: Виведення захоплення

source: Unknown Nikon3MakerNote tag
uk: Невідомий тег Nikon3MakerNote

source: No
uk: Ні

source: Yes
uk: Так

source: Y/M/D
uk: Р/М/Д

source: M/D/Y
uk: М/Д/Р

source: D/M/Y
uk: Д/М/Р

source: Vibration Reduction
uk: Усування тремтіння

source: Vibration reduction
uk: Усування тремтіння

source: Unknown Nikon Vibration Reduction Tag
uk: Невідомий тег усування тремтіння Nikon

source: Default Settings
uk: Типові параметри

source: Quick Adjust
uk: Швидке налаштування

source: Full Control
uk: Необмежене керування

source: Blue-green
uk: Блакитно-зелений

source: Purple-blue
uk: Бузково-синій

source: Red-purple
uk: Червоно-бузковий

source: Name
uk: Назва

source: Base
uk: Основа

source: Adjust
uk: Коригування

source: Quick adjust
uk: Швидке коригування

source: Filter effect
uk: Ефект фільтрування

source: Toning Saturation
uk: Насиченість Тонування

source: Toning saturation
uk: Насиченість тонування

source: Unknown Nikon Picture Control Tag
uk: Невідомий тег керування картинкою Nikon

source: AF Fine Tune
uk: Точне налаштування автофокусу

source: AF fine tune
uk: Точне налаштування автофокусу

source: AF Fine Tune Index
uk: Індекс точного налаштування автофокусу

source: AF fine tune index
uk: Індекс точного налаштування автофокусу

source: AF Fine Tune Adjustment
uk: Параметр точного налаштування автофокусу

source: AF fine tune adjustment
uk: Параметр точного налаштування автофокусу

source: Unknown Nikon AF Fine Tune Tag
uk: Невідомий тег точного налаштування автофокусу Nikon

source: Timezone
uk: Часовий пояс

source: Daylight savings
uk: Літній час

source: Date Display Format
uk: Формат показу дати

source: Date display format
uk: Формат показу дати

source: Unknown Nikon World Time Tag
uk: Невідомий тег світового часу Nikon

source: ISO Expansion
uk: Розширення ISO

source: ISO expansion
uk: Розширення ISO

source: ISO Expansion 2
uk: Розширення ISO 2

source: ISO expansion 2
uk: Розширення ISO 2

source: Unknown Nikon Iso Info Tag
uk: Невідомий тег відомостей Iso Nikon

source: Single Area
uk: Одиночна область

source: Dynamic Area
uk: Динамічна Область

source: Dynamic Area, Closest Subject
uk: Динамічна область, найближчий об'єкт

source: Group Dynamic
uk: Динаміка групи

source: Single Area (wide)
uk: Одиночна область (широка)

source: Dynamic Area (wide)
uk: Динамічна зона (широка)

source: Mid-left
uk: Посередині ліворуч

source: Mid-right
uk: Посередині-праворуч

source: Far Left
uk: Далеко ліворуч

source: Far Right
uk: Далеко праворуч

source: AF area mode
uk: Режим області автофокусування

source: AF point
uk: Точка АФ

source: AF Points In Focus
uk: Точки АФ в фокусі

source: AF points in focus
uk: Точки АФ в фокусі

source: Unknown Nikon Auto Focus Tag
uk: Невідомий тег автофокусу Nikon

source: On (51-point)
uk: Увімк (51 точка)

source: On (11-point)
uk: Увімк (11 точок)

source: On (39-point)
uk: Увімк (39-точок)

source: On (73-point)
uk: Увімк (73-точки)

source: On (73-point, new)
uk: Увімк (73-точки, новий)

source: On (105-point)
uk: Увімк (105 точок)

source: Contrast Detect AF
uk: Контрастний Автофокус

source: Contrast detect AF
uk: Контрастний автофокус

source: Phase Detect AF
uk: Фазовий Автофокус

source: Phase detect AF
uk: Фазовий автофокус

source: Primary AF Point
uk: Головна точка автофокусу

source: Primary AF point
uk: Головна точка автофокусу

source: AF Image Width
uk: Ширина зображення автофокусу

source: AF image width
uk: Ширина зображення автофокусу

source: AF Image Height
uk: Висота зображення автофокусу

source: AF image height
uk: Висота зображення автофокусу

source: AF Area X Position
uk: Позиція X області автофокусу

source: AF area x position
uk: Позиція X області автофокусу

source: AF Area Y Position
uk: Позиція Y області автофокусу

source: AF area y position
uk: Позиція Y області автофокусу

source: AF Area Width
uk: Ширина області автофокусу

source: AF area width
uk: Ширина області автофокусу

source: AF Area Height
uk: Висота області автофокусу

source: AF area height
uk: Висота області автофокусу

source: Contrast Detect AF In Focus
uk: Контрастний Автофокус в фокусі

source: Contrast detect AF in focus
uk: Контрастний Автофокус в фокусі

source: Unknown Nikon Auto Focus 2 Tag
uk: Невідомий тег Nikon для автофокусу 2

source: Directory Number
uk: Номер Каталогу

source: Directory number
uk: Номер каталогу

source: Unknown Nikon File Info Tag
uk: Невідомий тег Nikon для відомостей про файл

source: Multiple Exposure
uk: Мультиекспозиція

source: Image Overlay
uk: Накладання зображень

source: Multi Exposure Mode
uk: Режим мультиекспозиції

source: Multi exposure mode
uk: Режим мультиекспозиції

source: Multi Exposure Shots
uk: Знімки мультиекспозиції

source: Multi exposure shots
uk: Знімки мультиекспозиції

source: Multi Exposure Auto Gain
uk: Автопідсилення мультиекспозиції

source: Multi exposure auto gain
uk: Мультиекспозиційне автопідсилення

source: Unknown Nikon Multi Exposure Tag
uk: Невідомий тег мультиекспозиції Nikon

source: Internal
uk: Внутрішні

source: 1.01 (SB-800 or Metz 58 AF-1)
uk: 1.01 (SB-800 або Metz 58 AF-1)

source: Auto Aperture
uk: Автодіафрагма

source: GN (distance priority)
uk: GN (пріоритет відстані)

source: Repeating Flash
uk: Повторюваний Спалах

source: Bounce Flash
uk: Спалах у відбитому світлі

source: Wide Flash Adapter
uk: Широкий адаптер спалаху

source: Amber
uk: Бурштин

source: Flash Source
uk: Джерело спалаху

source: Flash source
uk: Джерело спалаху

source: External Flash Firmware
uk: Мікропрограма зовнішнього спалаху

source: External flash firmware
uk: Мікропрограма зовнішнього спалаху

source: External Flash Flags
uk: Прапори зовнішнього спалаху

source: External flash flags
uk: Прапори зовнішнього спалаху

source: Flash Focal Length
uk: Фокальна довжина спалаху

source: Flash focal length
uk: Фокальна довжина спалаху

source: Repeating Flash Rate
uk: Частота повтору спалаху

source: Repeating flash rate
uk: Частота повтору спалаху

source: Repeating Flash Count
uk: Число повторів спалаху

source: Repeating flash count
uk: Число повторів спалаху

source: Flash GN Distance
uk: Відстань ведучого числа спалаху

source: Flash GN distance
uk: Відстань ведучого числа спалаху

source: Flash Group A Control Mode
uk: Режим керування групою спалахів А

source: Flash group a control mode
uk: Режим керування групою спалахів А

source: Flash Group B Control Mode
uk: Режим керування групою спалахів Б

source: Flash group b control mode
uk: Режим керування групою спалахів Б

source: Flash Color Filter
uk: Фільтр кольору спалаху

source: Flash color filter
uk: Фільтр кольорів спалаху

source: Shutter count
uk: Кількість затворів

source: Unknown Nikon Shot Info D80 Tag
uk: Невідомий тег відомостей про знімок Nikon D80

source: Flash Level
uk: Рівень спалаху

source: Flash level
uk: Рівень спалаху

source: Unknown Nikon Shot Info D40 Tag
uk: Невідомий тег відомостей про знімок Nikon D40

source: AF Fine Tune Adj
uk: Параметр точного налаштування автофокусу

source: AF fine tune adj
uk: Параметр точного налаштування автофокусу

source: Unknown Nikon Shot Info D300 (a) Tag
uk: Невідомий тег відомостей про знімок Nikon D300 (a)

source: Unknown Nikon Shot Info D300 (b) Tag
uk: Невідомий тег відомостей про знімок Nikon D300 (b)

source: On (3)
uk: Увімкн (3)

source: Shutter Count 1
uk: Число затвору 1

source: Shutter count 1
uk: Число затвору 1

source: Vibration Reduction 1
uk: Усунення тремтіння 1

source: Vibration reduction 1
uk: Усунення тремтіння 1

source: Shutter Count 2
uk: Число затвору 2

source: Shutter count 2
uk: Число затвору 2

source: Vibration Reduction 2
uk: Усування тремтіння 2

source: Vibration reduction 2
uk: Усування тремтіння 2

source: Unknown Nikon Shot Info Tag
uk: Невідомий тег відомостей про знімок Nikon

source: WB RBGG Levels
uk: Рівні WB RBGG

source: WB RBGG levels
uk: Рівні WB RBGG

source: Unknown Nikon Color Balance 1 Tag
uk: Невідомий тег Nikon балансу кольорів 1

source: WB RGGB Levels
uk: Рівні WB RGGB

source: WB RGGB levels
uk: Рівні WB RGGB

source: Unknown Nikon Color Balance 2 Tag
uk: Невідомий тег Nikon балансу кольорів 2

source: Unknown Nikon Color Balance 2a Tag
uk: Невідомий тег Nikon балансу кольорів 2а

source: Unknown Nikon Color Balance 2b Tag
uk: Невідомий тег Nikon балансу кольорів 2b

source: WB RGBG Levels
uk: Рівні WB RGBG

source: WB RGBG levels
uk: Рівні WB RGBG

source: Unknown Nikon Color Balance 3 Tag
uk: Невідомий тег Nikon балансу кольорів 3

source: WB GRBG Levels
uk: Рівні WB GRBG

source: WB GRBG levels
uk: Рівні WB GRBG

source: Unknown Nikon Color Balance 4 Tag
uk: Невідомий тег Nikon балансу кольорів 4

source: Lens ID Number
uk: Ідентифікатор об'єктива

source: Lens ID number
uk: Ідентифікатор об'єктива

source: Lens F-Stops
uk: Діафрагмові числа об'єктива

source: Lens F-stops
uk: Діафрагмові числа об'єктива

source: Min Focal Length
uk: Мінімальна фокусна відстань

source: Min focal length
uk: Мінімальна фокусна відстань

source: Max Focal Length
uk: Максимальна фокусна відстань

source: Max focal length
uk: Максимальна фокусна відстань

source: Max Aperture At Min Focal
uk: Максимальна діафрагма при мінімальній фокусній відстані

source: Max aperture at min focal
uk: Максимальна діафрагма при мінімальній фокусній відстані

source: Max Aperture At Max Focal
uk: Максимальна діафрагма при максимальній фокусній відстані

source: Max aperture at max focal
uk: Максимальна діафрагма при максимальній фокусній відстані

source: MCU Version
uk: Версія MCU

source: MCU version
uk: Версія MCU

source: Unknown Nikon Lens Data 1 Tag
uk: Невідомий тег даних 1 об'єктива Nikon

source: Exit Pupil Position
uk: Покинути позицію зіниці

source: Exit pupil position
uk: Покинути позицію зіниці

source: AF Aperture
uk: Діафрагма автофокусу

source: AF aperture
uk: Діафрагма автофокуса

source: Effective Max Aperture
uk: Ефективна максимальна діафрагма

source: Effective max aperture
uk: Ефективна максимальна діафрагма

source: Unknown Nikon Lens Data 2 Tag
uk: Невідомий тег даних 2 об'єктива Nikon

source: Max aperture at min focal length
uk: Макс. діафрагма при мін. фокусній відстані

source: Max aperture at max focal length
uk: Макс. діафрагма при макс. фокусній відстані

source: Unknown Nikon Lens Data 3 Tag
uk: Невідомий тег даних 3 об'єктива Nikon

source: Closest subject
uk: Найближчий предмет

source: Group dynamic-AF
uk: Груповий динамічний автофокус

source: none
uk: немає

source: used
uk: використано

source: All 11 Points
uk: Всі 11 точок

source: Single-frame
uk: Окремий кадр

source: Standard Quality (SQ)
uk: Стандартна якість (SQ)

source: High Quality (HQ)
uk: Висока якість (HQ)

source: Super High Quality (SHQ)
uk: Надвисока якість (SHQ)

source: On (preset)
uk: Увімкнено (попередньо встановлено)

source: Sport
uk: Спорт

source: Landscape+Portrait
uk: Пейзаж + Портрет

source: Self Portrait
uk: Автопортрет

source: 2 in 1
uk: 2 в 1

source: Night+Portrait
uk: Нічний портрет

source: Food
uk: Їжа

source: Documents
uk: Документи

source: Shoot & Select
uk: Зняти і вибрати

source: Beach & Snow
uk: Пляж/На снігу

source: Self Portrait+Timer
uk: Автопортрет + таймер

source: Candle
uk: Свічка

source: Available Light
uk: Доступне світло

source: Behind Glass
uk: За склом

source: My Mode
uk: Мій режим

source: Pet
uk: Домашні улюбленці

source: Underwater Wide1
uk: Підводний широкий 1
