Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: WB_RB levels auto
uk: Авторівні WB_RB

source: WB_RB Levels Shade
uk: Рівні WB_RB тіні

source: WB_RB levels shade
uk: Рівні WB_RB тіні

source: WB_RB Levels Cloudy
uk: Рівні WB_RB хмарності

source: WB_RB levels cloudy
uk: Рівні WB_RB хмарності

source: WB_RB Levels Fine Weather
uk: Рівні WB_RB ясної погоди

source: WB_RB levels fine weather
uk: Рівні WB_RB ясної погоди

source: WB_RB Levels Tungsten
uk: Рівні WB_RB лампи розжарювання

source: WB_RB levels tungsten
uk: Рівні WB_RB лампи розжарювання

source: WB_RB Levels Evening Sunlight
uk: Рівні WB_RB вечірнього сонця

source: WB_RB levels evening sunlight
uk: Рівні WB_RB вечірнього сонця

source: WB_RB Levels Daylight Fluor
uk: Рівні WB_RB флюоресцентної лампи денного світла

source: WB_RB levels daylight fluor
uk: Рівні WB_RB флюоресцентної лампи денного світла

source: WB_RB Levels Day White Fluor
uk: Рівні WB_RB флюоресцентної лампи денного білого

source: WB_RB levels day white fluor
uk: Рівні WB_RB флюоресцентної лампи денного білого

source: WB_RB Levels Cool White Fluor
uk: Рівні WB_RB флюоресцентної лампи холодного білого

source: WB_RB levels cool white fluor
uk: Рівні WB_RB флюоресцентної лампи холодного білого

source: WB_RB Levels White Fluorescent
uk: Рівні WB_RB флюоресцентної лампи білого

source: WB_RB levels white fluorescent
uk: Рівні WB_RB флюоресцентної лампи білого

source: Color Matrix2
uk: Матриця кольорів 2

source: Color matrix 2
uk: Матриця кольорів 2

source: Black Level 2
uk: Рівень чорного 2

source: Black level 2
uk: Рівень чорного 2

source: YCbCr Coefficients
uk: Коефіцієнти YCbCr

source: YCbCr coefficients
uk: Коефіцієнти YCbCr

source: Valid Pixel Depth
uk: Дійсна глибина пікселя

source: Valid pixel depth
uk: Дійсна глибина пікселя

source: White Balance Comp
uk: Обчисл. баланс білого

source: White balance comp
uk: Обчисл. баланс білого

source: Saturation Setting
uk: Параметр насиченості

source: Hue Setting
uk: Параметр відтінку

source: Hue setting
uk: Параметр відтінку

source: CM Exposure Compensation
uk: Компенсація експозиції CM

source: CM exposure compensation
uk: Компенсація експозиції CM

source: CM White Balance
uk: Баланс білого CM

source: CM white balance
uk: Баланс білого CM

source: CM White Balance Comp
uk: Обч. баланс білого CM

source: CM white balance comp
uk: Обч. баланс білого CM

source: CM White Balance Gray Point
uk: Точка сірого для балансу білого CM

source: CM white balance gray point
uk: Точка сірого для балансу білого CM

source: CM Saturation
uk: Насиченість CM

source: CM saturation
uk: Насиченість CM

source: CM Hue
uk: Відтінок CM

source: CM hue
uk: Відтінок CM

source: CM Contrast
uk: Контраст CM

source: CM contrast
uk: Контраст CM

source: CM Sharpness
uk: Чіткість CM

source: CM sharpness
uk: Чіткість CM

source: Unknown OlympusRi tag
uk: Невідомий тег OlympusRi

source: User-Selected
uk: Вибрана користувачем

source: Auto-Override
uk: Автоперезапис

source: Fast
uk: Швидкий

source: 3000 Kelvin
uk: 3000 K

source: 3700 Kelvin
uk: 3700 K

source: 4000 Kelvin
uk: 4000 K

source: 4500 Kelvin
uk: 4500 K

source: 5500 Kelvin
uk: 5500 K

source: 6500 Kelvin
uk: 6500 K

source: 7500 Kelvin
uk: 7500 K

source: One-touch
uk: Один дотик

source: AF sensor
uk: Датчик автофокусу

source: Pop Art
uk: Поп-арт

source: Pale & Light Color
uk: Бліді та світлі кольори

source: Light Tone
uk: Світлий тон

source: Pin Hole
uk: Стеноп (пінхол)

source: Grainy Film
uk: Зерниста плівка

source: Diorama
uk: Діорама

source: Cross Process
uk: Кроспроцес

source: Fish Eye
uk: Риб'яче око

source: Drawing
uk: Малюнок

source: Gentle Sepia
uk: Ніжна сепія

source: Pale & Light Color II
uk: Бліді та світлі кольори II

source: Pop Art II
uk: Поп-арт II

source: Pin Hole II
uk: Стеноп (пінхол) II

source: Pin Hole III
uk: Стеноп (пінхол) III

source: Grainy Film II
uk: Зерниста плівка II

source: Dramatic Tone
uk: Драматичний тон

source: Punk
uk: Панк

source: Soft Focus 2
uk: М'який фокус 2

source: Sparkle
uk: Іскра

source: Watercolor
uk: Акварель

source: Key Line
uk: Кейлайн

source: Key Line II
uk: Кейлайн II

source: Miniature
uk: Мініатюра

source: Reflection
uk: Віддзеркалення

source: Fragmented
uk: Фрагментоване

source: Cross Process II
uk: Кроспроцес II

source: Dramatic Tone II
uk: Драматичний тон II

source: Watercolor I
uk: Акварель I

source: Watercolor II
uk: Акварель II

source: Diorama II
uk: Діорама II

source: Vintage
uk: Старомодний

source: Vintage II
uk: Старомодний II

source: Vintage III
uk: Старомодний III

source: Partial Color
uk: Частковий колір

source: Partial Color II
uk: Частковий колір II

source: Partial Color III
uk: Частковий колір III

source: Left (or n/a)
uk: Ліворуч (або н/д)

source: Center (horizontal)
uk: По центру горизонтально

source: Center (vertical)
uk: По центру вертикально

source: Top-left (horizontal)
uk: Згори ліворуч (горизонтально)

source: Top-center (horizontal)
uk: Згори по центру (горизонтально)

source: Top-right (horizontal)
uk: Згори праворуч (горизонтально)

source: Left (horizontal)
uk: Ліворуч горизонтально

source: Mid-left (horizontal)
uk: Посередині ліворуч горизонтально

source: Mid-right (horizontal)
uk: Посередині праворуч горизонтально

source: Right (horizontal)
uk: Праворуч горизонтально

source: Bottom-left (horizontal)
uk: Знизу ліворуч горизонтально

source: Bottom-center (horizontal)
uk: Знизу по центру горизонтально

source: Bottom-right (horizontal)
uk: Знизу праворуч горизонтально

source: Top-left (vertical)
uk: Згори ліворуч вертикально

source: Top-center (vertical)
uk: Згори по центру вертикально

source: Top-right (vertical)
uk: Згори праворуч вертикально

source: Left (vertical)
uk: Ліворуч вертикально

source: Mid-left (vertical)
uk: Посередині ліворуч вертикально

source: Mid-right (vertical)
uk: Посередині праворуч вертикально

source: Right (vertical)
uk: Праворуч вертикально

source: Bottom-left (vertical)
uk: Знизу ліворуч вертикально

source: Bottom-center (vertical)
uk: Знизу по центру вертикально

source: Bottom-right (vertical)
uk: Знизу праворуч вертикально

source: Single Target
uk: Окрема ціль

source: All Target
uk: Всі цілі

source: Dynamic Single Target
uk: Динамічна окрема ціль

source: Very High
uk: Дуже високий

source: Motion Picture
uk: Фільм

source: Full HD Movie
uk: Фільм формату Full HD

source: 4k Movie
uk: Фільм формату 4k

source: Halogen
uk: Галогени

source: Auto, focus button
uk: Авто, кнопка фокусу

source: Auto, continuous
uk: Авто, продовжене

source: Tele-macro
uk: Телемакро

source: Macro-zoom
uk: Макрозбільшення

source: Scenery
uk: Декорації

source: Shutter-speed priority
uk: Пріоритет швидкості затвора

source: Movie preview
uk: Попередній перегляд фільму

source: Simple
uk: Просто

source: Color effects
uk: Ефекти кольорів

source: Night scenery
uk: Нічні декорації

source: Baby
uk: Дитина

source: Soft skin
uk: М'яка шкіра

source: Candlelight
uk: Світло свічок

source: Starry night
uk: Зоряна ніч

source: High sensitivity
uk: Висока чутливість

source: Panorama assist
uk: Допомога з панорамою

source: Aerial photo
uk: Аерофотозйомка

source: Intelligent ISO
uk: Інтелектуальний ISO

source: Clipboard
uk: Буфер

source: High speed continuous shooting
uk: Швидка безперервна зйомка

source: Intelligent auto
uk: Інтелектуальне авто

source: Multi-aspect
uk: Багатоаспектна

source: Transform
uk: Перетворити

source: Flash Burst
uk: Світло спалаху

source: Film Grain
uk: Зернистість фотоплівки

source: My Color
uk: Мій колір

source: Photo Frame
uk: Фоторамка

source: Handheld Night Shot
uk: Нічна зйомка з рук

source: Creative Control
uk: Творчість

source: Glass Through
uk: Через скло

source: Digital Filter
uk: Цифровий фільтр

source: Clear Portrait
uk: Чистий портрет

source: Silky Skin
uk: Шовковиста шкіра

source: Backlit Softness
uk: М'якість з підсвічуванням

source: Clear in Backlight
uk: Чисте з підсвічуванням

source: Relaxing Tone
uk: Розслабляючий тон

source: Sweet Child's Face
uk: Миле дитяче личко

source: Distinct Scenery
uk: Відмінна декорація

source: Bright Blue Sky
uk: Яскраве синє небо

source: Romantic Sunset Glow
uk: Романтичний захід сонця

source: Vivid Sunset Glow
uk: Яскравий захід сонця

source: Glistening Water
uk: Блискуча вода

source: Clear Nightscape
uk: Ясний нічний пейзаж

source: Cool Night Sky
uk: Прохолодне нічне небо

source: Warm Glowing Nightscape
uk: Теплий світлий нічний пейзаж

source: Artistic Nightscape
uk: Художній нічний пейзаж

source: Glittering Illuminations
uk: Блискучі ілюмінації

source: Clear Night Portrait
uk: Ясний нічний портрет

source: Soft Image of a Flower
uk: М'яке зображення квітки

source: Appetizing Food
uk: Апетитна їжа

source: Cute Desert
uk: Милий десерт

source: Freeze Animal Motion
uk: Завмерлий рух тварини

source: Clear Sports Shot
uk: Знімок спортивних подій при ясній погоді

source: Stereo
uk: Стерео

source: Warm
uk: Тепло

source: Cool
uk: Крутий

source: Happy
uk: Щасливий

source: Low/High quality
uk: Низька/Висока якість

source: Infinite
uk: Нескінченний

source: Medium low
uk: Помірно низький

source: Medium high
uk: Помірно високий

source: Low (-1)
uk: Низький (-1)

source: High (+1)
uk: Високий (+1)

source: Lowest (-2)
uk: Найнижчий (-2)

source: Highest (+2)
uk: Найвищий (+2)

source: Rotate 180
uk: Обернути на 180°

source: Enabled but Not Used
uk: Увімкнено, але не використовується

source: Disabled but Required
uk: Вимкнено, але обов'язково

source: Disabled and Not Required
uk: Вимкнено та необов'язково

source: EX optics
uk: EX-оптика

source: Telephoto
uk: Телефото

source: Home
uk: Домівка

source: Standard (color)
uk: Стандартний (колір)

source: Dynamic (color)
uk: Динамічний (колір)

source: Nature (color)
uk: Природний (колір)

source: Smooth (color)
uk: Гладкий (колір)

source: Standard (B&W)
uk: Стандартний (Ч/Б)

source: Dynamic (B&W)
uk: Динамічний (Ч/Б)

source: Smooth (B&W)
uk: Гладкий (Ч/Б)

source: Vibrant
uk: Вібрація

source: No Bracket
uk: Без вилки

source: 3 images, Sequence 0/-/+
uk: 3 зображення, Послідовність 0/-/+

source: 3 images, Sequence -/0/+
uk: 3 зображення, Послідовність -/0/+

source: 5 images, Sequence 0/-/+
uk: 5 зображень, Послідовність 0/-/+

source: 5 images, Sequence -/0/+
uk: 5 зображень, Послідовність -/0/+

source: 7 images, Sequence 0/-/+
uk: 7 зображень, Послідовність 0/-/+

source: 7 images, Sequence -/0/+
uk: 7 зображень, Послідовність -/0/+

source: 1st
uk: 1-е

source: 2nd
uk: 2-е

source: Yes (flash required but disabled
uk: Так (спалах обов'язковий, але вимкнений

source: Extended
uk: Розширений

source: NoAuto
uk: БезАвто

source: Standard or Custom
uk: Стандарний чи власний

source: Rotate CW
uk: Обернути за год. стрілкою

source: Rotate CCW
uk: Обернути проти год. стрілки

source: Tilt upwards
uk: Нахилити догори

source: Tilt downwards
uk: Нахилити донизу

source: Left to Right
uk: Зліва направо

source: Right to Left
uk: Справа наліво

source: Top to Bottom
uk: Згори донизу

source: Bottom to Top
uk: Знизу вгору

source: Time Lapse
uk: Прискорений запис

source: Stop-Motion Animation
uk: Стоп-рух анімація

source: 1 EV (Auto)
uk: 1 EV (Авто)

source: 2 EV (Auto)
uk: 2 EV (Авто)

source: 3 EV (Auto)
uk: 3 EV (Авто)

source: Mechanical
uk: Механічна

source: Electronic
uk: Електронна

source: Hybrid
uk: Гібридна

source: Audio
uk: Аудіо

source: White balance adjustment
uk: Коригування балансу білого

source: FlashBias
uk: Ухил спалаху

source: Exif version
uk: Версія Exif

source: Color Effect
uk: Ефект кольорів

source: Color effect
uk: Ефект кольорів

source: Time in 1/100 s from when the camera was powered on to when the image is written to memory card
uk: Час у 1/100 секунд с моменту увімкнення фотоапарату до запису зображень на картці пам'яті

source: Burst Mode
uk: Серійна зйомка

source: Burst mode
uk: Серійна зйомка

source: NoiseReduction
uk: Зменшення шуму

source: Self Timer
uk: Автоспуск

source: AF Assist Lamp
uk: Допоміжна лампа АФ

source: Baby Age 1
uk: Вік маляти 1

source: Baby (or pet) age 1
uk: Вік маляти (чи улюбленця) 1

source: Optical Zoom Mode
uk: Режим оптичного масштабування

source: Optical zoom mode
uk: Режим оптичного масштабування

source: Travel Day
uk: День подорожі

source: Travel day
uk: День подорожі

source: World Time Location
uk: Розташування за всесвітнім часом

source: World time location
uk: Розташування за всесвітнім часом

source: Text Stamp 1
uk: Текстова мітка 1

source: Program ISO
uk: ISO програми

source: Advanced Scene Type
uk: Тип розширеної сцени

source: Text Stamp 2
uk: Текстова мітка 2

source: Faces detected
uk: Обличчя виявлені

source: Color Temp Kelvin
uk: Колірна температура Кельвін

source: Color Temperatur in Kelvin
uk: Колірна температура в Кельвінах

source: Bracket Settings
uk: Налаштування вилки

source: WB Adjust AB
uk: AB Коригування WB

source: WB adjust AB. Positive is a shift toward blue.
uk: Коригування балансу білого між бурштиновим (А) та блакитним (B). Позитивні значення ближче до блакитного.

source: WB Adjust GM
uk: GM Коригування WB

source: WBAdjustGM. Positive is a shift toward green.
uk: Коригування балансу білого між зеленим (G) та фуксія (M). Позитивні значення ближче до зеленого.

source: Flash Curtain
uk: Шторка спалаху

source: Long Shutter Noise Reduction
uk: Пониження шумів при тривалій витримці

source: AF Point Position
uk: Позиція точки автофокусування

source: Face detection info
uk: Інформація про виявлення обличчя

source: Accessory Type
uk: Тип аксесуара

source: Accessory type
uk: Тип аксесуара

source: Accessory Serial Number
uk: Серійний номер аксесуара

source: Transform 1
uk: Трансформація 1

source: Intelligent Exposure
uk: Інтелектуальна експозиція

source: Firmware Version of the Lens
uk: Версія мікропрограми об'єктиву

source: Face recognition info
uk: Інформація про розпізнання обличчя

source: Flash Warning
uk: Попередження про спалах

source: Flash warning
uk: Попередження про спалах

source: Title
uk: Заголовок

source: Baby Name
uk: Ім'я дитини

source: Baby name (or pet name)
uk: Ім'я дитини (чи улюбленця)

source: Location
uk: Адреса

source: State
uk: Область

source: Landmark
uk: Орієнтир

source: Intelligent resolution
uk: Інтелектуальна роздільна здатність

source: Burst Speed
uk: Швидкість серійної зйомки

source: Burst Speed in pictures per second
uk: Швидкість серійної зйомки у знімках не секунду

source: Intelligent Dynamic Range
uk: Інтелектуальний динамічний діапазон

source: Clear Retouch
uk: Очистити Ретуш

source: City2
uk: Місто 2

source: Photo style
uk: Стиль фотографії

source: Accelerometer Z
uk: Акселерометр Z

source: positive is acceleration upwards
uk: позитивним є прискорення вгору

source: Accelerometer X
uk: Акселерометр Х

source: positive is acceleration to the left
uk: позитивним є прискорення вліво

source: Accelerometer Y
uk: Акселерометр Y

source: positive is acceleration backwards
uk: позитивним є прискорення назад

source: Camera Orientation
uk: Орієнтація фотоапарата

source: Roll Angle
uk: Кут обертання

source: degress of clockwise camera rotation
uk: градус обертання камери за годин.стрілкою

source: Pitch Angle
uk: Кут нахилу

source: degress of upwards camera tilt
uk: градус нахилу камери вгору

source: Sweep Panorama Direction
uk: Напрямок спрямування діаграми

source: Field of View of Panorama
uk: Поле виду панорами

source: Timer Recording
uk: Запис таймера

source: Internal ND Filter
uk: Внутрішній фільтр ND

source: Shutter Type
uk: Тип затвора

source: Clear Retouch Value
uk: Значення очищення ретуші

source: MakerNote Version
uk: Версія MakerNote

source: MakerNote version
uk: Версія MakerNote

source: WB Red Level
uk: Рівень балансу білого для червоного

source: WB red level
uk: Рівень балансу білого для червоного

source: WB Green Level
uk: Рівень балансу білого для зеленого

source: WB green level
uk: Рівень балансу білого для зеленого

source: WB Blue Level
uk: Рівень балансу білого для синього

source: WB blue level
uk: Рівень балансу білого для синього

source: Text Stamp 3
uk: Текстова мітка 3

source: Text Stamp 4
uk: Текстова мітка 4

source: Baby Age 2
uk: Вік дитини 2

source: Baby (or pet) age 2
uk: Вік дитини або улюбленця 2

source: Transform 2
uk: Трансформація 2

source: Unknown PanasonicMakerNote tag
uk: Невідомий тег PanasonicMakerNote

source: Spot mode on or 9 area
uk: Режим точки увімкнено або 9 зон

source: Spot mode off or 3-area (high speed)
uk: Режим точки вимкнено або 3-зонний (вис.швидкість)

source: 23-area
uk: 23-зонний

source: Spot focussing
uk: Точкове фокусування

source: 5-area
uk: 5-зонний

source: 1-area
uk: 1-зонний

source: 1-area (high speed)
uk: 1-зонний (вис.швидкість)

source: 3-area (auto)
uk: 3-зонний (авто)

source: 3-area (left)
uk: 3-зонний (лів)

source: 3-area (center)
uk: 3-зонний (центр)

source: 3-area (right)
uk: 3-зонний (прав)

source: Spot Focusing 2
uk: Точкове фокусування 2

source: not set
uk: не встановлено

source: infinite
uk: нескінченно

source: Panasonic raw version
uk: Версія Panasonic raw

source: Sensor Width
uk: Ширина датчика

source: Sensor width
uk: Ширина датчика

source: Sensor Height
uk: Висота датчика

source: Sensor height
uk: Висота датчика

source: Sensor Top Border
uk: Верхня межа датчика

source: Sensor top border
uk: Верхня межа датчика

source: Sensor Left Border
uk: Ліва межа датчика

source: Sensor left border
uk: Ліва межа датчика

source: Red balance (found in Digilux 2 RAW images)
uk: Баланс червоного (знайдено у зображеннях Digilux 2 RAW)

source: Manufacturer
uk: Виробник

source: The manufacturer of the recording equipment
uk: Виробник реєстраційного обладнання

source: Model
uk: Модель

source: The model name or model number of the equipment
uk: Назва або номер моделі обладнання

source: Strip Offsets
uk: Зсуви смуг

source: Strip offsets
uk: Зсуви смуг

source: Orientation
uk: Орієнтація

source: Rows Per Strip
uk: Рядків на смугу

source: The number of rows per strip
uk: Кількість рядків на смугу

source: Strip Byte Counts
uk: Кількість байтів смуги

source: Strip byte counts
uk: Кількість байтів смуги

source: Raw Data Offset
uk: Зміщення даних Raw

source: Raw data offset
uk: Зміщення даних Raw

source: Exif IFD Pointer
uk: Вказівник Exif IFD

source: A pointer to the Exif IFD
uk: Вказівник на Exif IFD Pointer

source: GPS Info IFD Pointer
uk: Вказівник GPS-даних IFD

source: A pointer to the GPS Info IFD
uk: Вказівник на GPS-дані IFD

source: Unknown PanasonicRaw tag
uk: Невідомий тег PanasonicRaw

source: Night-Scene
uk: Нічне освітлення

source: Good
uk: Добре

source: Better
uk: Краще

source: Best
uk: Найкраще

source: Premium
uk: Вищий сорт

source: 2560x1920 or 2304x1728
uk: 2560x1920 або 2304x1728

source: 2304x1728 or 2592x1944
uk: 2304x1728 або 2592x1944

source: 2816x2212 or 2816x2112
uk: 2816x2212 або 2816x2112

source: Auto, Did not fire
uk: Авто, не спрацювала

source: Off, Did not fire
uk: Вимкнено, не спрацювала

source: Auto, Did not fire, Red-eye reduction
uk: Авто, не спрацювала, прибирання «червоних очей»

source: On. Did not fire. Wireless (Master)
uk: Увімкнено, не спрацювала. Бездротова (основна)

source: Auto, Fired
uk: Авто, спрацювала

source: On, Fired
uk: Увімкнено, спрацювала

source: Auto, Fired, Red-eye reduction
uk: Авто, спрацювала, усування «червоних очей»

source: On, Red-eye reduction
uk: Увімкнено, усування «червоних очей»

source: On, Wireless (Master)
uk: Увімкнено, бездротова (основна)

source: On, Wireless (Control)
uk: Увімкнено, бездротова (керована)

source: On, Soft
uk: Увімкнено, програмний

source: On, Slow-sync
uk: Увімкнено, повільна синхронізація

source: On, Slow-sync, Red-eye reduction
uk: Увімкнено, повільна синхронізація, усування «червоних очей»

source: On, Trailing-curtain Sync
uk: Увімкнено, синхронізація за шторкою

source: Pan Focus
uk: Панорамне фокусування

source: Contrast-detect
uk: Виявлення контрасту

source: Tracking Contrast-detect
uk: Відстеження контрастності

source: Fixed Center
uk: Фіксована за центром

source: Automatic Tracking AF
uk: Автоматичне відстеження автофокусу

source: Face Recognition AF
uk: Автофокус розпізнавання обличчя

source: AF Select
uk: Вибір автофокусу

source: Fixed Center or multiple
uk: Фіксований центр або множина

source: Top-center
uk: Посередині згори

source: Bottom-center
uk: Посередині знизу

source: Multi Segment
uk: Мультисегмент

source: Center Weighted
uk: Центрально-зважений

source: DaylightFluorescent
uk: Флюоресцентна денного світла

source: DaywhiteFluorescent
uk: Флюоресцентна білого денного світла

source: WhiteFluorescent
uk: Флюоресцентна білого світла

source: Color Temperature Enhancement
uk: Підвищення колірної температури

source: User Selected
uk: Вибрана користувачем

source: Auto (Daylight)
uk: Авто (денне світло)

source: Auto (Shade)
uk: Авто (тінь)

source: Auto (Flash)
uk: Авто (спалах)

source: Auto (Tungsten)
uk: Авто (вольфрам)

source: Auto (DaylightFluorescent)
uk: Авто (Флюоресцентна денного світла)

source: Auto (DaywhiteFluorescent)
uk: Авто (Флюоресцентна білого денного світла)

source: Auto (WhiteFluorescent)
uk: Авто (Флюоресцентна білого світла)

source: Auto (Cloudy)
uk: Авто (хмарно)

source: Preset (Fireworks?)
uk: Пресет (фейерверки?)

source: Med Low
uk: Сер.низьк

source: Med High
uk: Сер.вис

source: Med Soft
uk: Сер.м'як.

source: Med Hard
uk: Сер.важк.

source: Very Soft
uk: Дуже м'який

source: Very Hard
uk: Дуже важкий

source: Home town
uk: Місто проживання

source: Pago Pago
uk: Паго-Паго

source: Vancouver
uk: Ванкувер

source: San Fransisco
uk: Сан-Франциско

source: Calgary
uk: Калгарі

source: Mexico City
uk: Мехіко

source: Miami
uk: Майамі

source: Toronto
uk: Торонто

source: Caracus
uk: Каракас

source: Halifax
uk: Галіфакс

source: Buenos Aires
uk: Буенос-Айрес

source: Rio de Janeiro
uk: Ріо-де-Жанейро

source: Madrid
uk: Мадрид

source: Milan
uk: Мілан

source: Rome
uk: Рим

source: Berlin
uk: Берлін

source: Johannesburg
uk: Йоганнесбург

source: Istanbul
uk: Стамбул

source: Jerusalem
uk: Єрусалим

source: Jeddah
uk: Джедда

source: Male
uk: Мале

source: Colombo
uk: Коломбо

source: Dacca
uk: Дакка

source: Kuala Lumpur
uk: Куала-Лумпур

source: Vientiane
uk: В'єнтьян

source: Singapore
uk: Сінгапур

source: Phnom Penh
uk: Пномпень

source: Ho Chi Minh
uk: Хошимін

source: Jakarta
uk: Джакарта

source: Perth
uk: Перт

source: Beijing
uk: Пекін

source: Shanghai
uk: Шанхай

source: Manila
uk: Маніла

source: Taipei
uk: Тайбей

source: Seoul
uk: Сеул

source: Guam
uk: Гуам

source: Noumea
uk: Нумеа

source: Auckland
uk: Окленд

source: Lima
uk: Ліма

source: Dakar
uk: Дакар

source: Algiers
uk: Алжир

source: Helsinki
uk: Гельсінкі

source: Athens
uk: Афіни

source: Nairobi
uk: Найробі

source: Amsterdam
uk: Амстердам

source: Stockholm
uk: Стокгольм

source: Lisbon
uk: Лісабон

source: Copenhagen
uk: Копенгаген

source: Warsaw
uk: Варшава

source: Prague
uk: Прага

source: Budapest
uk: Будапешт

source: Unprocessed
uk: Без обробки

source: Resized
uk: Змінено розмір

source: Cropped
uk: Кадровано

source: Digital Filter 6
uk: Цифровий фільтр 6

source: Frame Synthesis?
uk: Синтез кадру?

source: Hi-speed Program
uk: Високошвидкісна програма

source: DOF Program
uk: Програма DOF

source: MTF Program
uk: Програма MTF

source: Night Scene Portrait
uk: Портрет вночі

source: No Flash
uk: Без спалаху

source: Surf & Snow
uk: Поверхня і сніг

source: Kids
uk: Діти

source: Stage Lighting
uk: Сценічне освітлення

source: Night Snap
uk: Нічний пристрій

source: Blue Sky
uk: Блакитне небо

source: Night Scene HDR
uk: Нічна сцена HDR

source: Quick Macro
uk: Швидка макро

source: Forest
uk: Ліс

source: Backlight Silhouette
uk: Силует з підсвічуванням

source: Auto PICT (Standard)
uk: Auto PICT (стандарт)

source: Auto PICT (Portrait)
uk: Auto PICT (портрет)

source: Auto PICT (Landscape)
uk: Auto PICT (пейзаж)

source: Auto PICT (Macro)
uk: Auto PICT (макро)
