Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: This tag specifies the oldest version of the Digital Negative specification for which a file is compatible. Readers shouldnot attempt to read a file if this tag specifies a version number that is higher than the version number of the specification the reader was based on. In addition to checking the version tags, readers should, for all tags, check the types, counts, and values, to verify it is able to correctly read the file.
uk: Цей тег вказує найстарішу версію специфікації Digital Negative, для якої файл є сумісний. Зчитувач не повинні намагатися прочитати файл, якщо цей тег вказує номер версії, що перевищує номер версії специфікації, на якій був заснований зчитувач. Окрім перевірки тегів версії, зчитувачі повинні, для всіх тегів, перевіряти типи, кількості та значення, щоб підтвердити, що він вміє правильно читати файл.

source: Unique Camera Model
uk: Унікальна модель фотоапарату

source: Defines a unique, non-localized name for the camera model that created the image in the raw file. This name should include the manufacturer's name to avoid conflicts, and should not be localized, even if the camera name itself is localized for different markets (see LocalizedCameraModel). This string may be used by reader software to index into per-model preferences and replacement profiles.
uk: Визначає унікальну, нелокалізовану назву для моделі фотоапарату, який створила зображення у вихідному файлі. Ця назва має містити назву виробника, щоб уникнути конфліктів, і її не слід локалізувати, навіть якщо сама назва камери локалізована для різних ринків (див. LocalizedCameraModel). Цей рядок може використовуватися програмним забезпеченням для читання, щоб індексувати параметри та профілі заміни за моделлю.

source: Localized Camera Model
uk: Локалізована модель фотоапарату

source: Similar to the UniqueCameraModel field, except the name can be localized for different markets to match the localization of the camera name.
uk: Подібне до поля UniqueCameraModel, крім того, що назва може бути локалізована для різних ринків відповідно до локалізації назви фотоапарату

source: CFA Plane Color
uk: Колір площини CFA

source: Provides a mapping between the values in the CFAPattern tag and the plane numbers in LinearRaw space. This is a required tag for non-RGB CFA images.
uk: Забезпечує відповідність між значеннями у тегові CFAPattern та номерами площини в просторі LinearRaw. Це обов'язковий тег для зображень, не пов'язаних із RGB CFA.

source: CFA Layout
uk: Макет CFA

source: Describes the spatial layout of the CFA.
uk: Описує просторовий макет CFA.

source: Describes a lookup table that maps stored values into linear values. This tag is typically used to increase compression ratios by storing the raw data in a non-linear, more visually uniform space with fewer total encoding levels. If SamplesPerPixel is not equal to one, this single table applies to all the samples for each pixel.
uk: Описує довідкову таблицю, яка пов'язує збережені значення з лінійними значеннями. Цей тег зазвичай використовується для збільшення коефіцієнтів стиснення, зберігаючи вихідні дані в нелінійному, більш візуально рівномірному просторі з меншим рівнем повного кодування. Якщо SamplesPerPixel не дорівнює 1, ця окрема таблиця застосовується до всіх компонентів для кожного пікселя.

source: Black Level Repeat Dim
uk: Розмір повторення для рівня чорного

source: Specifies repeat pattern size for the BlackLevel tag.
uk: Визначає розмір повторюваного шаблону для тегу BlackLevel

source: Specifies the zero light (a.k.a. thermal black or black current) encoding level, as a repeating pattern. The origin of this pattern is the top-left corner of the ActiveArea rectangle. The values are stored in row-column-sample scan order.
uk: Вказує рівень кодування нульового світла (a.k.a. thermal black or black current) як повторюваний шаблон. Походження цього шаблону - верхній лівий кут прямокутника ActiveArea. Ці значення зберігаються в порядку сканування рядків-стовпців

source: Black Level Delta H
uk: Delta H рівня чорного

source: If the zero light encoding level is a function of the image column, BlackLevelDeltaH specifies the difference between the zero light encoding level for each column and the baseline zero light encoding level. If SamplesPerPixel is not equal to one, this single table applies to all the samples for each pixel.
uk: Якщо рівень кодування нульового світла є функцією стовпчика зображення, BlackLevelDeltaH вказує різницю між рівнем кодування нульового світла для кожного стовпця та базовим рівнем кодування нульового світла. Якщо SamplesPerPixel не дорівнює одному, ця одна таблиця застосовується до всіх компонентів для кожного пікселя.

source: Black Level Delta V
uk: Delta V рівня чорного

source: If the zero light encoding level is a function of the image row, this tag specifies the difference between the zero light encoding level for each row and the baseline zero light encoding level. If SamplesPerPixel is not equal to one, this single table applies to all the samples for each pixel.
uk: Якщо рівень кодування нульового світла є функцією рядка зображення, цей тег вказує різницю між рівнем кодування нульового світла для кожного рядка та базовим рівнем кодування нульового світла. Якщо SamplesPerPixel не дорівнює одному, ця одна таблиця застосовується до всіх компонентів для кожного пікселя.

source: White Level
uk: Рівень білого

source: This tag specifies the fully saturated encoding level for the raw sample values. Saturation is caused either by the sensor itself becoming highly non-linear in response, or by the camera's analog to digital converter clipping.
uk: Цей тег визначає рівень кодування повністю насиченого для вихідних значень вибірки. Насиченість викликається або самим датчиком коли його відповідь стає дуже нелінійною, або запиранням ЦАП фотоапарату.

source: Default Scale
uk: Типовий масштаб

source: DefaultScale is required for cameras with non-square pixels. It specifies the default scale factors for each direction to convert the image to square pixels. Typically these factors are selected to approximately preserve total pixel count. For CFA images that use CFALayout equal to 2, 3, 4, or 5, such as the Fujifilm SuperCCD, these two values should usually differ by a factor of 2.0.
uk: Типовий масштаб потрібна для фотокамер із не квадратними пікселями. Вона визначає коефіцієнти масштабу за замовчуванням для кожного напрямку для перетворення зображення в квадратні пікселі. Як правило, ці фактори вибираються приблизно для збереження загальної кількості пікселів. Для зображень CFA, які використовують CFALayout 2, 3, 4 або 5, наприклад Fujifilm SuperCCD, ці два значення, як правило, повинні відрізнятися в 2,0 рази.

source: Default Crop Origin
uk: Типове кадрування оригіналу

source: Raw images often store extra pixels around the edges of the final image. These extra pixels help prevent interpolation artifacts near the edges of the final image. DefaultCropOrigin specifies the origin of the final image area, in raw image coordinates (i.e., before the DefaultScale has been applied), relative to the top-left corner of the ActiveArea rectangle.
uk: Необроблені зображення часто містять додаткові пікселі навколо краю остаточного зображення. Ці додаткові пікселі допомагають запобігти інтерполяції артефактів біля країв остаточного зображення. DefaultCropOrigin визначає положення області остаточного зображення у координатах необробленого зображення (тобто, до того, як було застосовано DefaultScale) відносно верхнього лівого кута прямокутника ActiveArea.

source: Default Crop Size
uk: Типовий розмір кадрування

source: Raw images often store extra pixels around the edges of the final image. These extra pixels help prevent interpolation artifacts near the edges of the final image. DefaultCropSize specifies the size of the final image area, in raw image coordinates (i.e., before the DefaultScale has been applied).
uk: Необроблені зображення часто містять додаткові пікселі навколо краю остаточного зображення. Ці додаткові пікселі допомагають запобігти появіі артефактів інтерполяції біля країв остаточного зображення. DefaultCropSize визначає розмір області остаточного зображення у координатах необробленого зображення (тобто, до того, як було застосовано DefaultScale).

source: Color Matrix 1
uk: Матриця кольорів 1

source: ColorMatrix1 defines a transformation matrix that converts XYZ values to reference camera native color space values, under the first calibration illuminant. The matrix values are stored in row scan order. The ColorMatrix1 tag is required for all non-monochrome DNG files.
uk: ColorMatrix1 визначає матрицю перетворення, яка перетворює значення XYZ у опорні значення колірного простору фотоапарату під першим калібрувальним освітлювачем. Значення матриці зберігаються в порядку сканування рядків. Тег ColorMatrix1 потрібен для всіх немонохромних файлів DNG.

source: Color Matrix 2
uk: Матриця кольорів 2

source: ColorMatrix2 defines a transformation matrix that converts XYZ values to reference camera native color space values, under the second calibration illuminant. The matrix values are stored in row scan order.
uk: ColorMatrix1 визначає матрицю перетворення, яка перетворює значення XYZ у опорні значення колірного простору фотоапарату під другим калібрувальним освітлювачем. Значення матриці зберігаються в порядку сканування рядків.

source: Camera Calibration 1
uk: Калібрування камери 1

source: CameraCalibration1 defines a calibration matrix that transforms reference camera native space values to individual camera native space values under the first calibration illuminant. The matrix is stored in row scan order. This matrix is stored separately from the matrix specified by the ColorMatrix1 tag to allow raw converters to swap in replacement color matrices based on UniqueCameraModel tag, while still taking advantage of any per-individual camera calibration performed by the camera manufacturer.
uk: CameraCalibration1 визначає калібрувальну матрицю, яка перетворює опорні значення рідного простору фотоапарату у індивідуальні значення рідного простору фотоапарату під першим калібрувальним освітлювачем. Матриця зберігається у порядку сканування рядків. Ця матриця зберігається окремо від матриці, зазначеної тегом ColorMatrix1, щоб дозволити необробленим перетворювачам замінювати колірні матриці на основі тегу UniqueCameraModel, одночасно користуючись перевагами будь-якої калібрування камери, яка виконується окремою камерою, яку виконує виробник камери.

source: Camera Calibration 2
uk: Калібрування камери 2

source: CameraCalibration2 defines a calibration matrix that transforms reference camera native space values to individual camera native space values under the second calibration illuminant. The matrix is stored in row scan order. This matrix is stored separately from the matrix specified by the ColorMatrix2 tag to allow raw converters to swap in replacement color matrices based on UniqueCameraModel tag, while still taking advantage of any per-individual camera calibration performed by the camera manufacturer.
uk: CameraCalibration2 визначає калібрувальну матрицю, яка перетворює опорні значення рідного простору фотоапарату у індивідуальні значення рідного простору фотоапарату під другим калібрувальним освітлювачем. Матриця зберігається у порядку сканування рядків. Ця матриця зберігається окремо від матриці, зазначеної тегом ColorMatrix2, щоб дозволити необробленим перетворювачам замінювати колірні матриці на основі тегу UniqueCameraModel, одночасно користуючись перевагами будь-якої індивідуального калібрування камери, яка виконується виробником камери.

source: Reduction Matrix 1
uk: Матриця зменшення 1

source: ReductionMatrix1 defines a dimensionality reduction matrix for use as the first stage in converting color camera native space values to XYZ values, under the first calibration illuminant. This tag may only be used if ColorPlanes is greater than 3. The matrix is stored in row scan order.
uk: ReductionMatrix1 визначає матрицю зменшення розмірності для використання як перший етап перетворення значень рідного простору фотоапарату у значення XYZ під першим калібрувальним освітлювачем. Цей тег може використовуватись лише якщо ColorPlanes перевищує 3. Матриця зберігається у порядку сканування рядків.

source: Reduction Matrix 2
uk: Матриця зменшення 2

source: ReductionMatrix2 defines a dimensionality reduction matrix for use as the first stage in converting color camera native space values to XYZ values, under the second calibration illuminant. This tag may only be used if ColorPlanes is greater than 3. The matrix is stored in row scan order.
uk: ReductionMatrix1 визначає матрицю зменшення розмірності для використання як перший етап перетворення значень рідного простору фотоапарату у значення XYZ під другим калібрувальним освістлювачем. Цей тег може використовуватись лише якщо ColorPlanes перевищує 3. Матриця зберігається у порядку сканування рядків.

source: Analog Balance
uk: Аналоговий баланс

source: Normally the stored raw values are not white balanced, since any digital white balancing will reduce the dynamic range of the final image if the user decides to later adjust the white balance; however, if camera hardware is capable of white balancing the color channels before the signal is digitized, it can improve the dynamic range of the final image. AnalogBalance defines the gain, either analog (recommended) or digital (not recommended) that has been applied the stored raw values.
uk: Зазвичай збережені необроблені значення не збалансовані по білому, оскільки будь-яке цифрове балансування білого зменшує динамічний діапазон остаточного зображення, якщо користувач вирішить пізніше налаштувати баланс білого; проте, якщо апаратне забезпечення камери здатне балансувати колірні канали білого до оцифровки сигналу, це може покращити динамічний діапазон остаточного зображення. AnalogBalance визначає коефіцієнт посилення, як аналоговий (рекомендований), так і цифровий (нерекомендовано), який застосовано до збережених необроблених значень.

source: As Shot Neutral
uk: Як знято нейтральний

source: Specifies the selected white balance at time of capture, encoded as the coordinates of a perfectly neutral color in linear reference space values. The inclusion of this tag precludes the inclusion of the AsShotWhiteXY tag.
uk: Вказує вибраний баланс білого під час знімання, кодований як координати абсолютно нейтрального кольору в значеннях лінійного опорного простору. Включення цього тегу заважає включенню тегу AsShotWhiteXY.

source: As Shot White XY
uk: Як знято білий XY

source: Specifies the selected white balance at time of capture, encoded as x-y chromaticity coordinates. The inclusion of this tag precludes the inclusion of the AsShotNeutral tag.
uk: Визначає вибраний баланс білого під час зйомки, кодований як координати x-y хроматичності. Включення цього тегу заважає включенню тегу AsShotNeutral

source: Baseline Exposure
uk: Базовий рівень експозиції

source: Camera models vary in the trade-off they make between highlight headroom and shadow noise. Some leave a significant amount of highlight headroom during a normal exposure. This allows significant negative exposure compensation to be applied during raw conversion, but also means normal exposures will contain more shadow noise. Other models leave less headroom during normal exposures. This allows for less negative exposure compensation, but results in lower shadow noise for normal exposures. Because of these differences, a raw converter needs to vary the zero point of its exposure compensation control from model to model. BaselineExposure specifies by how much (in EV units) to move the zero point. Positive values result in brighter default results, while negative values result in darker default results.
uk: Моделі камери можуть змінюватися вибираючи компроміс між в компромісі, яку вони роблять між запасом освітленості та шумом тіні. Деякі залишають значний запас освітленості під час звичайної експозиції. Це дозволяє застосовувати значну від'ємну компенсацію експозиції під час перетворення raw, але це також означає, що звичайні експозиції містять більше шуму в тіні. Інші моделі залишають менший запас при нормальній експозиції. Це дозволяє використовувати меншу від'ємну компенсацію експозиції, але призводить до зниження шуму для нормальних експозицій. Через ці відмінності конвертер raw повинен точку нуля його регулятора експозиції від моделі до моделі. BaselineExposure визначає, на яку величину (в ЕВ) перемістити точку нуля. Позитивні значення призводять до більш яскравих типових результатів, тоді як від'ємні значення призводять до більш темних типових результатів.

source: Baseline Noise
uk: Базовий рівень шуму

source: Specifies the relative noise level of the camera model at a baseline ISO value of 100, compared to a reference camera model. Since noise levels tend to vary approximately with the square root of the ISO value, a raw converter can use this value, combined with the current ISO, to estimate the relative noise level of the current image.
uk: Визначає відносний рівень шуму моделі фотоапарата для значення базового рівня ISO, що дорівнює 100, у порівнянні з моделлю еталонної камери. Оскільки рівень шуму, як правило, коливається приблизно пропорційно квадратному кореню значення ISO, raw-перетворювач може використовувати це значення у поєднанні з поточним ISO для оцінки відносного рівня шуму поточного зображення.

source: Baseline Sharpness
uk: Базовий рівень чіткості

source: Specifies the relative amount of sharpening required for this camera model, compared to a reference camera model. Camera models vary in the strengths of their anti-aliasing filters. Cameras with weak or no filters require less sharpening than cameras with strong anti-aliasing filters.
uk: Визначає відносну величину чіткості, необхідну для даної моделі фотопарату, порівняно з моделлю еталонної камери. Моделі фотоапаратів відрізняються потужністю своїх фільтрів згладжування. Фотоапарати зі слабкими фільтрами або без них потребують меншої чіткості, ніж камери з сильними фільтрами згладжування.

source: Bayer Green Split
uk: Відсікання зеленого у Байері

source: Only applies to CFA images using a Bayer pattern filter array. This tag specifies, in arbitrary units, how closely the values of the green pixels in the blue/green rows track the values of the green pixels in the red/green rows. A value of zero means the two kinds of green pixels track closely, while a non-zero value means they sometimes diverge. The useful range for this tag is from 0 (no divergence) to about 5000 (quite large divergence).
uk: Застосовується лише для зображень CFA, де використовується масив фільтра Байера. Цей тег зберігає у довільних одиницях, наскільки близько значення зелених пікселів у синіх/зелених рядках відстежують значення зелених пікселів у червоних/зелених рядках. Нульове значення означає, що два види зелених пікселів відстежуються близько, тоді як ненульове значення означає, що вони іноді розходяться. Корисний діапазон для цього тегу від 0 (без розбіжності) до приблизно 5000 (досить велика розбіжність).

source: Linear Response Limit
uk: Обмеження лінійного відгуку

source: Some sensors have an unpredictable non-linearity in their response as they near the upper limit of their encoding range. This non-linearity results in color shifts in the highlight areas of the resulting image unless the raw converter compensates for this effect. LinearResponseLimit specifies the fraction of the encoding range above which the response may become significantly non-linear.
uk: Деякі сенсори мають непередбачувану нелінійність у відгуку, оскільки вони знаходяться поблизу верхньої межі їх діапазону кодування. Ця нелінійність призводить до зміни кольорів в ділянках висвітлення остаточного зображення, якщо конвертер raw не компенсує цей ефект. LinearResponseLimit визначає частку діапазону кодування, вище якого реагування може стати значно нелінійним.

source: CameraSerialNumber contains the serial number of the camera or camera body that captured the image.
uk: CameraSerialNumber містить серійний номер фотоапарату або його корпусу, яким знято зображення.

source: Lens Info
uk: Дані щодо об’єктива

source: Contains information about the lens that captured the image. If the minimum f-stops are unknown, they should be encoded as 0/0.
uk: Містить інформацію про об'єктив, який знімав зображення. Якщо мінімальні діафрагмові числа невідомі, їх слід кодувати як 0/0.

source: Chroma Blur Radius
uk: Радіус розмиття кольору

source: ChromaBlurRadius provides a hint to the DNG reader about how much chroma blur should be applied to the image. If this tag is omitted, the reader will use its default amount of chroma blurring. Normally this tag is only included for non-CFA images, since the amount of chroma blur required for mosaic images is highly dependent on the de-mosaic algorithm, in which case the DNG reader's default value is likely optimized for its particular de-mosaic algorithm.
uk: ChromaBlurRadius містить підказку зчитувачу DNG про те, як наскільки велике розмиття кольору слід застосувати до зображення. Якщо цей тег буде опущено, зчитувач буде використовувати своє типове значення розмиття кольору. Зазвичай цей тег додається тільки до зображень, які не є CFA, оскільки розмір розмиття кольору, необхідний для мозаїчних зображень, сильно залежить від алгоритму демозаїчності, в цьому випадку типове значення зчитувача DNG, ймовірно, оптимізовано для його конкретного алгоритму демозаїчності .

source: Anti Alias Strength
uk: Величина антіаліасинга

source: Provides a hint to the DNG reader about how strong the camera's anti-alias filter is. A value of 0.0 means no anti-alias filter (i.e., the camera is prone to aliasing artifacts with some subjects), while a value of 1.0 means a strong anti-alias filter (i.e., the camera almost never has aliasing artifacts).
uk: Дає підказку зчитувачу DNG про величину фільтра антиаліасинга фотоапарата. Значення 0.0 означає відсутність фільтра антиаліасинга (наприклад, камера схильна появи артефактів аліасинга у деяких предметів), а значення 1,0 означає сильний фільтр антиаліасинга (наприклад, камера практично не має артефактів аліасинга).

source: Shadow Scale
uk: Шкала затемнення

source: This tag is used by Adobe Camera Raw to control the sensitivity of its 'Shadows' slider.
uk: Цей тег використовується Adobe Camera Raw для керування чутливістю повзунка «Затемнення» (Shadows).

source: DNG Private Data
uk: Приватні дані DNG

source: Provides a way for camera manufacturers to store private data in the DNG file for use by their own raw converters, and to have that data preserved by programs that edit DNG files.
uk: Надає виробникам фотоапаратів можливість зберігати особисті дані в файлі DNG для використання власними raw-конвертерами та зберігати ці дані програмами, які редагують файли DNG.

source: MakerNote Safety
uk: Безпека MakerNote

source: MakerNoteSafety lets the DNG reader know whether the EXIF MakerNote tag is safe to preserve along with the rest of the EXIF data. File browsers and other image management software processing an image with a preserved MakerNote should be aware that any thumbnail image embedded in the MakerNote may be stale, and may not reflect the current state of the full size image.
uk: MakerNoteSafety дає змогу зчитувачам DNG мати інформацію про те, чи безпечно зберігати тег EXIF MakerNote поряд з іншими даними EXIF. Файлові оглядачі та інше програмне забезпечення для обробки зображень, що обробляють зображення з збереженим MakerNote, слід пам'ятати, що будь-яке мініатюра, вбудоване в MakerNote, може бути застарілою і не відображати поточний стан зображення у повному розмірі.

source: Calibration Illuminant 1
uk: Калібрувальний освітлювач 1
