Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-edubuntu-netboot_ltsp-live-*.po
Languages: ru, uk

source: Unable to parse config
ru: Невозможно обработать файл конфигурации
uk: Не вдалося обробити налаштування

source: Restarting Network Manager
ru: Перезапуск диспетчера сети
uk: Перезапуск керування мережею

source: Adding LTSP network to Network Manager
ru: Добавление LTSP сети в диспетчер сети
uk: Додавання мережі LTSP до списку керування мережею

source: Enabling LTSP network in Network Manager
ru: Задействование LTSP сети в диспетчере сети
uk: Вмикання мережі LTSP у керуванні мережею

source: Failed
ru: Ошибка
uk: Помилка

source: Installing the required packages
ru: Установка необходимых пакетов
uk: Встановлення потрібних пакунків

source: Starting OpenSSH server
ru: Запуск сервера OpenSSH
uk: Запуск сервера OpenSSH

source: Restarting openbsd-inetd
ru: Перезапуск openbsd-inetd
uk: Перезапуск openbsd-inetd

source: Configuring LTSP
ru: Настройка LTSP
uk: Налаштовування LTSP

source: Creating the guest users
ru: Создание гостевых учётных записей
uk: Створення гостьових користувачів

source: Configuring DNSmasq
ru: Настройка DNSmasq
uk: Налаштовування DNSmasq

source: Starting DNSmasq
ru: Запуск DNSmasq
uk: Запуск DNSmasq

source: Extracting thin client kernel and initrd
ru: Извлечение ядра тонкого клиента и initrd
uk: Видобування ядра та initrd тонкого клієнта

source: Starting NBD server
ru: Запуск сервера NBD
uk: Запуск сервера NBD

source: Ready
ru: Готово
uk: Готово

source: None
ru: Нет
uk: Немає

source: LTSP-Live should now be ready to use!
ru: LTSP-Live готов для использования!
uk: Тепер LTSP-Live готовий до використання!

source: Unable to configure Network Manager
ru: Невозможно настроить диспетчер сети
uk: Не вдалося налаштувати керування мережею

source: The selected network interface is already in use. Are you sure you want to use it?
ru: Выбранный сетевой интерфейс уже используется. Вы точно хотите использовать его?
uk: Вами вибрано вже використовуваний інтерфейс. Чи правильно здійснено вибір?

source: LTSP-Live configuration
ru: Конфигурация LTSP-Live
uk: Налаштування LTSP-Live

source: Welcome to LTSP Live. Please choose a network interface below and click OK.
ru: Добро пожаловать в LTSP Live. Выберите сетевой интерфейс и нажмите OK.
uk: Ласкаво просимо до LTSP Live. Будь ласка, вкажіть нижче мережевий інтерфейс і натисніть кнопку «Гаразд».

source: Network devices
ru: Сетевые устройства
uk: Мережеві пристрої

source: Status
ru: Состояние
uk: Стан

source: Start LTSP-Live
ru: Запустить LTSP-Live
uk: Запустити LTSP-Live

source: Starts an LTSP server from the live CD
ru: Запустить LTSP-сервер с интерактивного компакт-диска
uk: Запускає сервер LTSP з носія з портативною системою
