Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Action fixcom is not compatible with the given options
uk: Дія fixcom несумісна з заданими параметрами

source: An action must be specified
uk: Має бути вказана дія

source: Adjust action requires at least one -a, -Y, -O or -D option
uk: Для дії adjust потрібна як мінімум одна з опцій -a, -Y, -O або -D

source: Modify action requires at least one -c, -m or -M option
uk: Для дії modify потрібна як мінімум одна з опцій -c, -m або -M

source: At least one file is required
uk: Потрібно вказати хоча б один файл

source: Error parsing -m option arguments
uk: Помилка при розборі аргументів опції -m

source: Error parsing -M option arguments
uk: Помилка при розборі аргументів опції -M

source: -l option can only be used with extract or insert actions
uk: Параметр -l може використовуватися лише з діями витягування та вставки

source: -S option can only be used with insert action
uk: Параметр -S може використовуватися лише з дією вставки

source: -t option can only be used with rename action
uk: Параметр -t може використовуватися лише з дією зміни назви

source: -T option can only be used with rename action
uk: Параметр -t може використовуватися лише з дією зміни назви

source: Unrecognized
uk: Нерозпізнано

source: target
uk: ціль

source: Invalid preview number
uk: Неправильний номер попереднього перегляду

source: Failed to open command file for reading
uk: Не вдалося відкрити керуючий файл для читання

source: line
uk: рядок

source: -M option
uk: -M параметр

source: Invalid command line:
uk: Неправильний командний рядок:

source: Invalid command
uk: Некоректна команда

source: Invalid key
uk: Некоректний ключ

source: Invalid command line
uk: Некоректний командний рядок

source: Soft mode 1
uk: М'який режим 1

source: Soft mode 2
uk: М'який режим 2

source: Hard mode 1
uk: Жорсткий режим 1

source: Hard mode 2
uk: Жорсткий режим 2

source: Fluorescent (daylight)
uk: Флуоресцентна лампа (денне світло)

source: Fluorescent (warm white)
uk: Флуоресцентна лампа (тепле біле)

source: Fluorescent (cool white)
uk: Флуоресцентна лампа (прохолодне біле)

source: Incandescent
uk: Лампа розжарювання

source: None (black & white)
uk: Немає (чорно-біле)

source: Red-eye reduction
uk: Коригування ефекту «Червоних очей»

source: Night scene
uk: Нічне освітлення

source: Program AE
uk: Програмне автоекспонування

source: Natural light
uk: Натуральне світло

source: Anti-blur
uk: Антирозмивання

source: Museum
uk: Музей

source: Party
uk: Вечірка

source: Flower
uk: Квітка

source: Text
uk: Текст

source: Natural light & flash
uk: Натуральне світло & спалах

source: Aperture-priority AE
uk: Пріоритет-діафрагми AE

source: Shutter speed priority AE
uk: Пріоритет витримки швидкість AE

source: No flash & flash
uk: Без спалаху і спалах

source: Chrome
uk: Хромування

source: Black & white
uk: Чорно-білий

source: Wide
uk: Широкий

source: Auto (100-400%)
uk: Авто (100-400%)

source: Raw
uk: Без обробки

source: Standard (100%)
uk: Стандартний (100%)

source: Wide mode 1 (230%)
uk: Широкоекранний режим 1 (230%)

source: Wide mode 2 (400%)
uk: Широкоекранний режим 2 (400%)

source: Film simulation mode
uk: Режим імітації плівки

source: Version
uk: Версія

source: Fujifilm Makernote version
uk: Версія Fujifilm Makernote

source: This number is unique, and contains the date of manufacture, but is not the same as the number printed on the camera body.
uk: Це унікальный номер, що містить дату вробництва, але не той самий, що вказано на корпусі камери.

source: Image quality setting
uk: Налаштування якості зображення

source: Color
uk: Колір

source: Chroma saturation setting
uk: Налаштування насиченості кольорів

source: Tone
uk: Тон

source: Flash firing mode setting
uk: Налаштування режиму спалаху

source: Flash Strength
uk: потужність спалаху

source: Flash firing strength compensation setting
uk: Налаштування компенсації спрацьовування спалаху

source: Macro mode setting
uk: Налаштування режиму Макро

source: Focusing mode setting
uk: Налаштування режиму фокусування

source: Slow Sync
uk: Уповільнена синхр.

source: Slow synchro mode setting
uk: Повільна синхронізація налаштувань режиму

source: Picture Mode
uk: Режим зображення

source: Picture mode setting
uk: Налаштування режиму зображення

source: Continuous shooting or auto bracketing setting
uk: Безперервна зйомка або налаштування автоматичного брекетингу

source: Sequence Number
uk: Число з послідовності

source: Sequence number
uk: Число з послідовності

source: FinePix Color
uk: Колір FinePix

source: Fuji FinePix color setting
uk: Налаштування кольору Fuji FinePix

source: Blur Warning
uk: Попередження щодо розмитості

source: Blur warning status
uk: Статус попередження про розмиття

source: Focus Warning
uk: Попередження про фокус

source: Auto Focus warning status
uk: Статус попередження про автофокус

source: Exposure Warning
uk: Попередження про витримку

source: Auto exposure warning status
uk: Статус попередження про автоматичну витримку

source: Dynamic Range
uk: Динамічний діапазон

source: Dynamic range
uk: Динамічний діапазон

source: Film Mode
uk: Режим фільму

source: Film mode
uk: Режим фільму

source: Dynamic Range Setting
uk: Параметр динамічного діапазону

source: Dynamic range settings
uk: Параметри динамічного діапазону

source: Development Dynamic Range
uk: Динамічні Межі Розробки

source: Development dynamic range
uk: Динамічні межі розробки

source: Minimum Focal Length
uk: Мінімальна фокусна відстань

source: Minimum focal length
uk: Мінімальна фокусна відстань

source: Maximum Focal Length
uk: Максимальна фокусна відстань

source: Maximum focal length
uk: Максимальна фокусна відстань

source: Maximum Aperture at Minimum Focal
uk: Макс. діафрагма при мін. фокусній відстані

source: Maximum aperture at minimum focal
uk: Максимальна діафрагма на мінімальній фокусній відстані

source: Maximum Aperture at Maximum Focal
uk: Макс. діафрагма при макс. фокусній відстані

source: Maximum aperture at maximum focal
uk: Максимальна діафрагма на максимальній фокусній відстані

source: File Source
uk: Файлове джерело

source: File source
uk: Файлове джерело

source: Order Number
uk: Номер замовлення

source: Order number
uk: Номер замовлення

source: Frame Number
uk: Кількість кадрів

source: Frame number
uk: Кількість кадрів

source: Unknown FujiMakerNote tag
uk: Невідомий тег FujiMakerNote

source: Natural Color
uk: Натуральний колір

source: Vivid Color
uk: Яскравий колір

source: Solarization
uk: Вигорання

source: Natural
uk: Природній

source: Natural sRGB
uk: Натуральний sRGB

source: Natural+ sRGB
uk: Натуральний+ sRGB

source: Evening
uk: Вечір

source: Night Portrait
uk: Нічний портрет

source: Super Fine
uk: Дуже добре

source: Extra Fine
uk: Висока якість

source: Makernote Version
uk: Версія Makernote

source: String 'MLT0' (not null terminated)
uk: Рядок 'MLT0' (не нуль-термінований)

source: Camera Settings (Std Old)
uk: Налаштування камери (Std Old)

source: Standard Camera settings (Old Camera models like D5, D7, S304, and S404)
uk: Стандартні параметри камери (Застарілі моделі камер D5, D7, S304 та S404)

source: Camera Settings (Std New)
uk: Налаштування камери (Std New)

source: Standard Camera settings (New Camera Models like D7u, D7i, and D7hi)
uk: Стандартні параметри камери (Нові моделі камер D7u, D7i та D7hi)

source: Camera Settings (7D)
uk: Налаштування камери (7D)

source: Camera Settings (for Dynax 7D model)
uk: Налаштування камери (для моделі Dynax 7D)

source: Image Stabilization Data
uk: Дані стабілізації зображення

source: Image stabilization data
uk: Дані стабілізації зображення

source: WB Info A100
uk: Відомості про баланс білого для A100

source: White balance information for the Sony DSLR-A100
uk: Відомості про баланс білого для Sony DSLR-A100

source: Compressed Image Size
uk: Стиснений розмір зображення

source: Compressed image size
uk: Стиснений розмір зображення

source: Jpeg thumbnail 640x480 pixels
uk: Ескіз Jpeg 640x480 пікселів

source: Thumbnail Offset
uk: Зсув мініатюр

source: Offset of the thumbnail
uk: Зміщення ескізу

source: Thumbnail Length
uk: Довжина ескізу

source: Size of the thumbnail
uk: Розмір ескізу

source: Scene Mode
uk: Режим сцени

source: Color Mode
uk: Режим кольорів

source: Color mode
uk: Режим кольорів

source: Image Quality
uk: Якість зображення

source: Flash Exposure Compensation
uk: Компенсація витримки спалаху

source: Flash exposure compensation in EV
uk: Експокомпенсація спалаху у EV

source: Teleconverter Model
uk: Модель телеконвертора

source: RAW+JPG Recording
uk: Запис RAW+JPG

source: RAW and JPG files recording
uk: Запис RAW та JPG-файлів

source: Zone Matching
uk: Узгодження Зони

source: Zone matching
uk: Узгодження зони

source: Color temperature
uk: Кольорова температура

source: Lens ID
uk: Ідентифікатор об'єктива

source: Lens identifier
uk: Ідентифікатор об’єктива

source: Color Compensation Filter
uk: Фільтр компенсації кольору

source: Color Compensation Filter: negative is green, positive is magenta
uk: Фільтр Компенсації Кольору: від’ємні значення - зелений, плюсові - малиновий

source: White Balance Fine Tune
uk: Точне налаштування балансу білого

source: White Balance Fine Tune Value
uk: Значення точного налаштування балансу білого

source: Image Stabilization A100
uk: Стабілізація зображення A100

source: Image Stabilization for the Sony DSLR-A100
uk: Стабілізація зображення для Sony DSLR-A100

source: Camera Settings (5D)
uk: Налаштування камери (5D)

source: Camera Settings (for Dynax 5D model)
uk: Налаштування камери (для моделі Dynax 5D)

source: PrintIM information
uk: Відомості PrintIM

source: Camera Settings (Z1)
uk: Налаштування камери (Z1)

source: Camera Settings (for Z1, DImage X, and F100 models)
uk: Налаштування камери (для моделей Z1, DImage X та F100)

source: Unknown Minolta MakerNote tag
uk: Невідомий тег Minolta MakerNote

source: Aperture priority
uk: Пріоритет діафрагми

source: Shutter priority
uk: Пріоритет затвору

source: Fill flash
uk: Спалах

source: Rear flash sync
uk: Синхронізація по задній шторці

source: Wireless
uk: Бездротовий

source: Fluorescent 2
uk: Флуоресцентна лампа 2

source: Full size
uk: Повний розмір

source: Super fine
uk: Супер чудовий

source: Extra fine
uk: Екстра чудовий

source: Single Frame
uk: Окремий кадр

source: Self-timer
uk: Автоспуск

source: Bracketing
uk: Автовилка

source: Interval
uk: Інтервал

source: UHS continuous
uk: Безперервний UHS (Дуже Велика Швидкість)

source: HS continuous
uk: Безперервний HS (Велика Швидкість)

source: Multi-segment
uk: Мульти-сегмент

source: Center weighted average
uk: Середній відносно центру

source: Electronic magnification
uk: Електронне збільшення

source: Top
uk: Верхнє

source: Top-right
uk: Вгорі праворуч

source: Bottom-right
uk: Внизу праворуч

source: Bottom
uk: Нижнє

source: Bottom-left
uk: Внизу ліворуч

source: Top-left
uk: Вгорі ліворуч

source: Hard
uk: Жорсткий

source: Soft
uk: М’який

source: Night portrait
uk: Нічний портрет

source: Sports action
uk: Спортивні дії

source: Still image
uk: Статична картинка

source: Time-lapse movie
uk: Покадровий фільм

source: Standard form
uk: Стандартна форма

source: Data form
uk: Форма даних

source: Natural color
uk: Натуральний колір

source: Black and white
uk: Чорно-біле

source: Vivid color
uk: Яскравий колір

source: No zone
uk: Немає зони

source: Center zone (horizontal orientation)
uk: Центр зони (горизонтальна орієнтація)

source: Center zone (vertical orientation)
uk: Центр зони (вертикальна орієнтація)

source: Left zone
uk: Ліва зона

source: Right zone
uk: Права зона

source: Auto focus
uk: Автоматичне фокусування

source: Manual focus
uk: Ручний фокус

source: Wide focus (normal)
uk: Широкий фокус (нормальний)

source: Spot focus
uk: Фокусування за точкою

source: Exposure
uk: Експозиція

source: Filter
uk: Фільтр

source: Not embedded
uk: Не вбудований

source: Embedded
uk: Вбудований

source: Text + ID#
uk: Текст + ID#

source: ADI (Advanced Distance Integration)
uk: ADI (Система виміру світла спалаху)

source: Pre-flash TTl
uk: Попередній спалах TTL

source: Manual flash control
uk: Ручне керування спалахом

source: Exposure Mode
uk: Режим експозиції

source: Flash mode
uk: Режим спалаху

source: Drive mode
uk: Режим мотора

source: ISO Value
uk: Значення ISO

source: Exposure Time
uk: Час експозиції

source: FNumber
uk: Число F

source: The F-Number
uk: Діафрагмове число

source: Macro Mode
uk: Макрорежим

source: Exposure Compensation
uk: Компенсація експозиції

source: Bracket Step
uk: Крок брекетингу

source: Bracket step
uk: Крок брекетингу

source: Interval Length
uk: Довжина інтервалу

source: Interval length
uk: Довжина інтервалу

source: Interval Number
uk: Кількість інтервалів

source: Interval number
uk: Кількість інтервалів

source: Focus Distance
uk: Фокусна відстань

source: Focus distance
uk: Фокусна відстань

source: Flash Fired
uk: Спалах

source: Flash fired
uk: Спалах спрацював

source: Minolta Date
uk: Дата Minolta

source: Minolta date
uk: Дата Minolta

source: Minolta Time
uk: Час Minolta

source: Minolta time
uk: Час Minolta

source: File Number Memory
uk: Пам’ять Номеру Файлу

source: File number memory
uk: Пам’ять номеру файлу

source: Last Image Number
uk: Номер останнього зображення

source: Last image number
uk: Номер останнього зображення

source: Color Balance Red
uk: Колірний баланс червоного

source: Color balance red
uk: Колірний баланс червоного

source: Color Balance Green
uk: Колірний баланс зеленого

source: Color balance green
uk: Колірний баланс зеленого

source: Color Balance Blue
uk: Колірний баланс синього

source: Color balance blue
uk: Колірний баланс синього

source: Subject Program
uk: Предмет Програми

source: Subject program
uk: Предмет програми

source: ISO Settings
uk: Параметри IS0

source: ISO setting
uk: Параметр ISO

source: Minolta Model
uk: Модель Minolta

source: Minolta model
uk: Модель Minolta

source: Interval Mode
uk: Режим інтервалу

source: Interval mode
uk: Режим інтервалу

source: Folder Name
uk: Назва теки

source: Folder name
uk: Назва теки

source: ColorMode
uk: Режим кольору

source: Color Filter
uk: Фільтр кольорів

source: Color filter
uk: Фільтр кольорів

source: Black and White Filter
uk: Чорно-білий фільтр

source: Black and white filter
uk: Чорно-білий фільтр

source: Internal Flash
uk: Вбудований спалах

source: Brightness
uk: Яскравість

source: Spot Focus Point X
uk: Пляма В Точці Фокусування, X

source: Spot focus point X
uk: Пляма в точці Фокусування, X

source: Spot Focus Point Y
uk: Пляма В Точці Фокусування, Y

source: Spot focus point Y
uk: Пляма в точці Фокусування, Y

source: Wide Focus Zone
uk: Ширина Зони Фокусу

source: Wide focus zone
uk: Ширина зони фокусу

source: Focus mode
uk: Режим фокусу

source: Focus area
uk: Зона фокусування

source: DEC Switch Position
uk: DEC Перемикання Додатку

source: DEC switch position
uk: DEC перемикання положення

source: Color Profile
uk: Профіль кольорів

source: Color profile
uk: Профіль кольорів

source: Data Imprint
uk: Дані Відбиток

source: Flash Metering
uk: Замір Спалаху

source: Flash metering
uk: Замір спалаху

source: Unknown Minolta Camera Settings tag
uk: Невідомий тег налаштувань камери Minolta

source: Program-shift A
uk: Проґрама- зсуву А

source: Program-shift S
uk: Проґрама- зсуву S

source: Kelvin
uk: Кельвін

source: Single-shot AF
uk: Покадрова АФ

source: Continuous AF
uk: Безперервна АФ

source: Automatic AF
uk: Автоматична АФ

source: sRGB (Natural)
uk: sRGB (Натуральний)

source: sRGB (Natural+)
uk: sRGB (Натуральний+)

source: Horizontal (normal)
uk: Горизонтально (норма)

source: Rotate 90 CW
uk: Обернути на 90° за г. стр.

source: Rotate 270 CW
uk: Обернути на 270° за г. стр.

source: AF Points
uk: Точки АФ

source: AF points
uk: Точки АФ

source: Color Space
uk: Простір кольорів

source: Color space
uk: Простір кольорів

source: Free Memory Card Images
uk: Безкоштовні Картинки Карт Пам’яті

source: Free memory card images
uk: Безкоштовні картинки карт пам’яті

source: Hue
uk: Відтінок

source: Rotation
uk: Обертання

source: Image Number
uk: Номер зображення

source: Noise reduction
uk: Зменшення шуму

source: Zone Matching On
uk: Узгодження ділянок Увімк

source: Zone matching on
uk: Узгодження ділянок увімк

source: Unknown Minolta Camera Settings 7D tag
uk: Невідомий тег налаштувань камери Minolta 7D

source: Program Shift A
uk: Програмний зсув A

source: Program Shift S
uk: Програмний зсув S

source: Night View/Portrait
uk: Нічна зйомка/Портрет

source: Center weighted
uk: Центрально-зважений

source: 200 (Zone Matching High)
uk: 200 (Високе Узгодження Ділянок)

source: 80 (Zone Matching Low)
uk: 80 (Низьке Узгодження Ділянок)

source: Central
uk: У центрі

source: Up
uk: Вгору

source: Up right
uk: Вгорі праворуч

source: Down right
uk: Знизу праворуч

source: Down
uk: Вниз

source: Down left
uk: Знизу ліворуч

source: Up left
uk: Вгорі ліворуч

source: Selection
uk: Вибрані

source: Natural+
uk: Природній+

source: Wind Scene
uk: Вітер сцена

source: Evening Scene
uk: Вечір сцена

source: Focus Position
uk: Позиція фокусування

source: Focus position
uk: Позиція фокусування

source: Focus Area
uk: Ділянка фокусування

source: Exposure Revision
uk: Перегляд витримки

source: Exposure revision
uk: Перегляд експозиції

source: Rotation2
uk: Обертання2

source: Picture Finish
uk: Кінець картинки

source: Exposure Manual Bias
uk: Ручна компенсація витримки

source: Exposure manual bias
uk: Ручна компенсація витримки

source: AF Mode
uk: Режим АФ

source: AF mode
uk: Режим АФ

source: Unknown Minolta Camera Settings 5D tag
uk: Невідомий тег налаштувань камери Minolta 5D

source: Self-timer 10 sec
uk: Автоспуск 10 сек

source: Self-timer 2 sec
uk: Автоспуск 2 сек

source: White Balance Bracketing Low
uk: Низький брекетинг балансу білого

source: White Balance Bracketing High
uk: Високий брекетинг балансу білого

source: Single-frame Bracketing Low
uk: Однокадрова вилка низька

source: Continuous Bracketing Low
uk: Безперервна вилка низька

source: Single-frame Bracketing High
uk: Однокадрова вилка висрка

source: Continuous Bracketing High
uk: Безперервна вилка висока

source: Advanced
uk: Додатково

source: Continuous Bracketing
uk: Безперервний брекетинг

source: Single-Frame Bracketing
uk: Покадровий брекетинг

source: White Balance Bracketing
uk: Брекетинг балансу білого

source: Preset
uk: Шаблон

source: Color Temperature/Color Filter
uk: Колірна температура / Колірний фільтр

source: Temperature
uk: Температура

source: Setup
uk: Встановити

source: Recall
uk: Виклик

source: Ok
uk: Гаразд

source: Error
uk: Помилка

source: Image and Information
uk: Зображення та інформація

source: Image Only
uk: Лише зображення

source: Image and Histogram
uk: Зображення та гістограма

source: Fill Flash
uk: Повний спалах

source: Focus Hold
uk: Утримування фокусу

source: DOF Preview
uk: Попередній перегляд глибини різкості

source: Hold
uk: Призупинити

source: Toggle
uk: Перемкнути

source: Spot Hold
uk: Точкове утримання

source: Spot Toggle
uk: Точкове перемикання

source: Shutter Speed
uk: Швидкість затвору

source: Ambient and Flash
uk: Оточення та спалах

source: Ambient Only
uk: Лише оточення

source: 0.3 seconds
uk: 0,3 секунди

source: 0.6 seconds
uk: 0,6 секунд

source: Automatic
uk: Автоматично

source: Auto-rotate
uk: Автоматичний поворот

source: Horizontal
uk: Горизонтально

source: Manual Rotate
uk: Обертання вручну

source: Within Range
uk: У межах

source: Under/Over Range
uk: Менший/Більший Діяпазон

source: Out of Range
uk: Значення поза діапазоном

source: Not Indicated
uk: Не вказано

source: Under Scale
uk: Під шкалою

source: Bottom of Scale
uk: Низ Шкали

source: Top of Scale
uk: Верх шкали

source: Over Scale
uk: Зашкалювання

source: Built-in
uk: Вбудована

source: Very Low
uk: Дуже низький

source: Half Full
uk: Наполовину повний

source: Sufficient Power Remaining
uk: Достатня потужність, що залишилася

source: Exposure Compensation Setting
uk: Параметр компенсації експозиції

source: Exposure compensation setting
uk: Налаштування компенсації експозиції

source: High Speed Sync
uk: Високошвидкісна Синхронізація

source: High speed sync
uk: Високошвидкісна синхронізація

source: Manual Exposure Time
uk: Час Ручної Експозиції

source: Manual exposure time
uk: Час ручної експозиції

source: Manual FNumber
uk: Ручне діафрагмове число

source: Drive Mode 2
uk: Режим мотора 2

source: Drive mode 2
uk: Режим мотора 2

source: Local AF Area Point
uk: Локальна точка зони автофокусу

source: AF Area Mode
uk: Режим зони автофокусу

source: FlashMode
uk: Режим спалаху

source: Flash Exposure Comp Setting
uk: Налаштування компенсації спалаху

source: Flash exposure compensation setting
uk: Налаштування експокомпенсації спалаху

source: ISO Setting
uk: Значення ISO

source: Zone Matching Mode
uk: Режим відповідності зони

source: Dynamic Range Optimizer Mode
uk: Режим оптимізатора динамічного діапазону

source: Dynamic range optimizer mode
uk: Режим оптимізатора динамічного діапазону

source: Priority Setup Shutter Release
uk: Налаштування пріоритету спуску затвора

source: Self Timer Time
uk: Час автоспуску

source: Self timer time
uk: Час автоспуску

source: Continuous bracketing
uk: Безперервний брекетинг

source: Single Frame Bracketing
uk: Покадровий брекетинг

source: Single frame bracketing
uk: Покадровий брекетинг

source: White balance bracketing
uk: Брекетинг балансу білого

source: White Balance Setting
uk: Параметр балансу білого

source: Preset White Balance
uk: Профіль Балансу Білого

source: Preset white balance
uk: Профіль балансу білого

source: Color Temperature Setting
uk: Налаштування Температури Кольору

source: Color temperature setting
uk: Налаштування температури кольору

source: Custom WB Setting
uk: Налаштування балансу білого вручну

source: Custom WB setting
uk: Налаштування балансу білого вручну

source: Dynamic Range Optimizer Settings
uk: Налаштування оптимізатора динамічного діапазону

source: Custom WB Red Level
uk: Налаштовуваний рівень червоного (ББ)

source: Custom WB red level
uk: Налаштовуваний рівень червоного (ББ)

source: Custom WB Green Level
uk: Налаштовуваний рівень зеленого (ББ)

source: Custom WB green level
uk: Налаштовуваний рівень зеленого (ББ)

source: Custom WB Blue Level
uk: Налаштовуваний рівень блакитного (ББ)

source: CustomWB blue level
uk: Налаштовуваний рівень блакитного (ББ)

source: Custom WB Error
uk: Користувацька помилка Балансу білого

source: White balance fine tune
uk: Точне налаштування балансу білого

source: Color compensation filter
uk: Фільтр компенсації кольору

source: Sony Image Size
uk: Розмір зображення Sony

source: Instant Playback Time
uk: Момент Часу Відтворення

source: Instant playback time
uk: Момент часу відтворення

source: Instant Playback Setup
uk: Настроювання миттєвого відтворення

source: Instant playback setup
uk: Настроювання миттєвого відтворення

source: Eye Start AF
uk: Автофокус Eye Start

source: Eye start AF
uk: Автофокус Eye Start

source: Red Eye Reduction
uk: Коригування ефекту «Червоних очей»

source: Red eye reduction
uk: Коригування ефекту «Червоних очей»

source: Flash Default
uk: Типовий Спалах

source: Flash default
uk: Типовий спалах

source: Auto Bracket Order
uk: Автоматична послідовність брекетинга

source: Auto bracket order
uk: Автоматична послідовність брекетинга

source: Focus Hold Button
uk: Кнопка Втримання Фокусу

source: Focus hold button
uk: Кнопка втримання фокусу

source: AEL Button
uk: Кнопка блокування експозиції

source: AEL button
uk: Кнопка блокування експозиції

source: Control Dial Set
uk: Перемикач керування

source: Control dial set
uk: Перемикач керування

source: Exposure Compensation Mode
uk: Режим Компенсації Експозиції

source: Exposure compensation mode
uk: Режим компенсації експозиції

source: AF assist
uk: Помічник автофокуса
