Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Auto PICT (Sport)
uk: Auto PICT (спорт)

source: Green Mode
uk: Режим зеленого

source: Shutter Speed Priority
uk: Пріоритет швидкості затвору

source: Aperture Priority
uk: Пріоритет діафрагми

source: Program Tv Shift
uk: Програма Tv Shift

source: Program Av Shift
uk: Програма Av Shift

source: Aperture Priority (Off-Auto-Aperture)
uk: Пріоритет діафрагми (автодіафрагма вимкнена)

source: Manual (Off-Auto-Aperture)
uk: Ручна (автодіафрагма вимкнена)

source: Bulb (Off-Auto-Aperture)
uk: Колба (автодіафрагма вимкнена)

source: Shutter Priority
uk: Пріоритет затвору

source: Shutter & Aperture Priority AE
uk: Затвор та Пріоритет діафрагми AE

source: Shutter & Aperture Priority AE (1)
uk: Затвор та Пріоритет діафрагми AE (1)

source: Sensitivity Priority AE
uk: Пріоритет чутливості AE

source: Sensitivity Priority AE (1)
uk: Пріоритет чутливості AE (1)

source: Flash X-Sync Speed AE
uk: Швидкість х-синхронізації спалаху AE

source: Flash X-Sync Speed AE (1)
uk: Швидкість х-синхронізації спалаху AE (1)

source: Auto Program (Normal)
uk: Автопрограма (Норма)

source: Auto Program (Hi-Speed)
uk: Автопрограма (Вис.швидкість)

source: Auto Program (DOF)
uk: Автопрограма (DOF)

source: Auto Program (MTF)
uk: Автопрограма (MTF)

source: Auto Program (Shallow DOF)
uk: Автопрограма (Shallow DOF)

source: Blur control
uk: Керування розмиттям

source: Video (30 fps)
uk: Відео (30 к/с)

source: Video (24 fps)
uk: Відео (24 к/с)

source: Continuous (Hi)
uk: Продовжене (Вис)

source: Burst
uk: Серія

source: Video
uk: Відео

source: Self-timer (12 sec)
uk: Автоспуск (12 сек)

source: Self-timer (2 sec)
uk: Автоспуск (2 сек)

source: Mirror Lock-up
uk: Блок дзеркалювання

source: Remote Control (3 sec)
uk: Віддалене керування (3 сек)

source: Remote Control
uk: Віддалене керування

source: Remote Continuous Shooting
uk: Віддалене безперервне знімання

source: HDR Auto
uk: HDR Авто

source: M-42 or No Lens
uk: M-42 чи без об'єктиву

source: K or M Lens
uk: Об'єктив K чи M

source: A Series Lens
uk: Серія об'єктивів A

source: Bright
uk: Яскраво

source: Reversal film
uk: Діапозитив

source: Bleach bypass
uk: Білий обхід

source: Radiant
uk: Променистий

source: Weakest
uk: Найслабший

source: Weak
uk: Слабкий

source: Strong
uk: Сильний

source: No extended bracketing
uk: Без розширеного брекетингу

source: Unknown
uk: Невідомий

source: Pentax Makernote version
uk: Версія Pentax Makernote

source: Camera shooting mode
uk: Режим зйомки фотоаппарату

source: Resolution of a preview image
uk: Розд.здатність зображення попер.перегляду

source: Length of a preview image
uk: Довжина зображення попер.перегляду

source: Size of an IFD containing a preview image
uk: Розмір IFD, що містить зображення передперегляду

source: Model identification
uk: Ідентифікація моделі

source: Pentax model identification
uk: Ідентифікація моделі Pentax

source: Date
uk: Дата

source: Time
uk: Час

source: Image quality settings
uk: Налаштування якості зображення

source: Image size settings
uk: Налаштування розміру зображення

source: Flash mode settings
uk: Налаштування режиму спалаху

source: Focus mode settings
uk: Налаштування режиму фокусу

source: Selected AF point
uk: Обрана точка АФ

source: AF point in focus
uk: Точка автофокусу в фокусі

source: F-Number
uk: Діафрагмове число

source: ISO sensitivity
uk: Чутливість ISO

source: ISO sensitivity settings
uk: Налаштування чутливості ISO

source: MeteringMode
uk: РежимВимірювання

source: AutoBracketing
uk: АвтоБрекетинг

source: Blue color balance
uk: Синій колірний баланс

source: Red color balance
uk: Червоний колірний баланс

source: FocalLength
uk: Фокусна відстань

source: Hometown
uk: Місто проживання

source: Hometown DST
uk: Місцевий час (DST)

source: Whether day saving time is active in home town
uk: Чи активний літній час в місті проживання

source: Destination DST
uk: Літній час місця призначення

source: Whether day saving time is active in destination
uk: Чи активний літній час у місці призначення

source: DSPFirmwareVersion
uk: Версія DSPFirmware

source: CPUFirmwareVersion
uk: Версія CPUFirmware

source: Light value
uk: Значення світла

source: Camera calculated light value, includes exposure compensation
uk: Обчислене камерою значення світла, включає компенсацію витримки

source: Image area offset
uk: Відступ області зображення

source: Raw image size
uk: Розмір зображення Raw

source: Preview image borders
uk: Межі зображення попереднього перегляду

source: Sensitivity adjust
uk: Корекція чутливості

source: Digital filter
uk: Цифровий фільтр

source: Camera temperature
uk: Температура фотоапарата

source: Image tone
uk: Тон зображення

source: Shake reduction
uk: Зменшення струсу

source: Shake reduction information
uk: Відомості про зменшення струсу

source: Dynamic range expansion
uk: Динамічне розширення діапазону

source: High ISO noise reduction
uk: Потужне усування шуму ISO

source: AF Adjustment
uk: Корекція АФ

source: Black point
uk: Чорна точка

source: White point
uk: Біла точка

source: ShotInfo
uk: Відомості про знімок

source: AEInfo
uk: Відомості про AE

source: LensInfo
uk: Інформація про об'єктив

source: FlashInfo
uk: Відомості про спалах

source: CameraInfo
uk: Відомості про фотоаппарат

source: BatteryInfo
uk: Відомості про батарею

source: AFInfo
uk: Відомості про АФ

source: ColorInfo
uk: Відомості про колір

source: Unknown PentaxMakerNote tag
uk: Невідомий тег PentaxMakerNote

source: Dublin Core schema
uk: Схема дублінського ядра

source: digiKam Photo Management schema
uk: Схема керування фотографіями digiKam

source: KDE Image Program Interface schema
uk: Схема програмного інтерфейсу KDE Image

source: XMP Basic schema
uk: Основна схема XMP

source: XMP Rights Management schema
uk: Схема керування правами XMP

source: XMP Media Management schema
uk: Схема керування медіа XMP

source: XMP Basic Job Ticket schema
uk: Схема основних запитів на задачі XMP

source: XMP Paged-Text schema
uk: Схема сторінкового тексту XMP

source: XMP Dynamic Media schema
uk: Схема динамічних медіа XMP

source: Microsoft Photo schema
uk: Схема Microsoft Photo

source: Adobe Lightroom schema
uk: Схема Adobe Lightroom

source: Adobe PDF schema
uk: Схема Adobe PDF

source: Adobe photoshop schema
uk: Схема Adobe photoshop

source: Camera Raw schema
uk: Схема Camera Raw

source: Exif Schema for TIFF Properties
uk: Exif-схема для властивостей TIFF

source: Exif schema for Exif-specific Properties
uk: Exif-схема для властивостей Exif

source: Exif schema for Additional Exif Properties
uk: Exif-схема для додаткових властивостей Exif

source: IPTC Core schema
uk: Схема ядра IPTC

source: IPTC Extension schema
uk: Схема розширення IPTC

source: PLUS License Data Format schema
uk: Схема формату ліцензійних даних PLUS

source: iView Media Pro schema
uk: Схема iView Media Pro

source: Expression Media schema
uk: Схема Expression Media

source: Microsoft Photo 1.2 schema
uk: Схема Microsoft Photo 1.2

source: Microsoft Photo RegionInfo schema
uk: Схема відомостей про регіон Microsoft Photo

source: Microsoft Photo Region schema
uk: Схема регіонів Microsoft Photo

source: Metadata Working Group Regions schema
uk: Схема регіонів Metadata Working Group

source: Metadata Working Group Keywords schema
uk: Схема ключових слів Metadata Working Group

source: XMP Extended Video schema
uk: Схема розширеного відео XMP

source: XMP Extended Audio schema
uk: Схема розширеного аудіо XMP

source: XMP Darwin Core schema
uk: Схема дарвінівського ядра XMP

source: Qualified Dublin Core schema
uk: Схема обмеженого дублінського ядра

source: ACDSee XMP schema
uk: Схема ACDSee XMP

source: Google Photo Sphere XMP schema
uk: Схема Google Photo Sphere XMP

source: Colorant structure
uk: Структура кольора

source: Thumbnail structure
uk: Структура мініатюри

source: Dimensions structure
uk: Структура розмірів

source: Font structure
uk: Структура шрифта

source: Resource Event structure
uk: Структура ресурсної події

source: ResourceRef structure
uk: Структура ResourceRef

source: Version structure
uk: Структура версії

source: Basic Job/Workflow structure
uk: Структура основної роботи/робочого процесу

source: Area structure
uk: Структура області

source: Qualifier for xmp:Identifier
uk: Кваліфікатор для xmp:Identifier

source: Contributor
uk: Співавтор

source: Contributors to the resource (other than the authors).
uk: Співавтори ресурсу (на відміну від авторів)

source: Coverage
uk: Покриття

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant.
uk: Просторовий або часовий предмет ресурсу, просторова придатність ресурсу або юрисдикція, за якої ресурс є актуальним.

source: Creator
uk: Автор

source: The authors of the resource (listed in order of precedence, if significant).
uk: Автори ресурсу (перераховані в порядку пріоритету, якщо це важливо).

source: Date(s) that something interesting happened to the resource.
uk: Дати, коли з ресурсом сталося щось цікаве.

source: A textual description of the content of the resource. Multiple values may be present for different languages.
uk: Текстове опис змісту ресурсу. Кілька значень, що можуть бути презентовані різними мовами.

source: Format
uk: Формат

source: The file format used when saving the resource. Tools and applications should set this property to the save format of the data. It may include appropriate qualifiers.
uk: Формат файлу, який використовується при збереженні ресурсу. Інструменти та програми повинні встановити цю властивість у форматі збереження даних. Може містити відповідні кваліфікатори.

source: Identifier
uk: Ідентифікатор

source: Unique identifier of the resource. Recommended best practice is to identify the resource by means of a string conforming to a formal identification system.
uk: Унікальний ідентифікатор ресурсу. Найчастіше використовується для ідетнифікації ресурсу за допомогою рядка, що відповідає формальній системі ідентифікації.

source: An unordered array specifying the languages used in the resource.
uk: Неопорядкований масив із зазначенням мов, які використовуються в ресурсі.

source: Publisher
uk: Видавець

source: An entity responsible for making the resource available. Examples of a Publisher include a person, an organization, or a service. Typically, the name of a Publisher should be used to indicate the entity.
uk: Суб'єкт господарювання, відповідальний за розповсюдження ресурсу. Прикладом видавця може бути особа, організація або служба. Як правило, назву видавця слід використовувати для позначення об'єкта.

source: Relation
uk: Зв’язок

source: Relationships to other documents. Recommended best practice is to identify the related resource by means of a string conforming to a formal identification system.
uk: Відносини з іншими документами. Найчастіше використовується для ідентифікації відповідного ресурсу за допомогою рядка, що відповідає формальній системі ідентифікації.

source: Rights
uk: Права

source: Informal rights statement, selected by language. Typically, rights information includes a statement about various property rights associated with the resource, including intellectual property rights.
uk: Неофіційне повідомлення про права, вибране за мовою. Як правило, інформація про права містить відомості про різні права власності, пов'язані з ресурсом, включаючи права інтелектуальної власності.

source: Unique identifier of the work from which this resource was derived.
uk: Унікальний ідентифікатор роботи, з якої був отриманий цей ресурс.

source: An unordered array of descriptive phrases or keywords that specify the topic of the content of the resource.
uk: Неопорядкований набір описових фраз або ключових слів, що визначають тему вмісту ресурсу.

source: The title of the document, or the name given to the resource. Typically, it will be a name by which the resource is formally known.
uk: Назва документа або назва ресурсу. Як правило, це буде ім'я, за яким ресурс офіційно відомий.

source: Type
uk: Тип

source: A document type; for example, novel, poem, or working paper.
uk: Тип документа; наприклад, роман, вірш чи робочий документ.

source: Tags List
uk: Список міток

source: The list of complete tags path as string. The path hierarchy is separated by '/' character (ex.: "City/Paris/Monument/Eiffel Tower".
uk: Список повних тегових шляхів у вигляді рядка. Ієрархія шляху відокремлена за допомогою символа «/». Наприклад «City/Paris/Monument/Eiffel Tower»

source: Captions Author Names
uk: Імена авторів підписів

source: The list of all captions author names for each language alternative captions set in standard XMP tags.
uk: Список всіх імен авторів підписів для альтернативних заголовків кожної мови, встановлених у стандартних тегах XMP.

source: Captions Date Time Stamps
uk: Мітки часу підписів

source: The list of all captions date time stamps for each language alternative captions set in standard XMP tags.
uk: Список усіх міток часу підписів для альтернативних заголовків кожної мови, встановлених у стандартних тегах XMP.

source: Image History
uk: Журнал змін зображення

source: An XML based content to list all action processed on this image with image editor (as crop, rotate, color corrections, adjustments, etc.).
uk: Вміст, оснований на XML, де перелічено всі дії над цим зображенням за допомогою редактора зображень (кадрування, обертання, корекція кольору, інші коригування тощо).

source: Lens Correction Settings
uk: Налаштування коригування об'єктиву

source: The list of Lens Correction tools settings used to fix lens distortion. This include Batch Queue Manager and Image editor tools based on LensFun library.
uk: Список налаштувань засоба «Корекція об'єктиву», який використовується для виправлення спотворення об'єктива. Сюди входить менеджер пакетних черг та інструменти редагування зображень на базі бібліотеки LensFun.

source: Color Label
uk: Позначка кольору

source: The color label assigned to this item. Possible values are "0": no label; "1": Red; "2": Orange; "3": Yellow; "4": Green; "5": Blue; "6": Magenta; "7": Gray; "8": Black; "9": White.
uk: Цю позначку кольору присвоєно цьому елементу. Можливі значення "0": немає мітки; "1": червоний; "2": помаранчевий; "3": жовтий; "4": зелений; "5": синій; "6": пурпурний; "7": сірий; "8": чорний; "9": білий.

source: Pick Label
uk: Підібрати позначку

source: The pick label assigned to this item. Possible values are "0": no label; "1": item rejected; "2": item in pending validation; "3": item accepted.
uk: Виберіть позначку призначену цьому елементу. Можливі значення "0": немає мітки; "1": елемент відхилено; "2": елемент в очікуванні перевірки; "3": елемент прийнято.

source: Panorama Input Files
uk: Вхідні файли панорами

source: The list of files processed with Hugin program through Panorama tool.
uk: Список файлів, оброблених програмою Hugin за допомогою інструмента Panorama.

source: Enfuse Input Files
uk: Вхідні файли Enfuse

source: The list of files processed with Enfuse program through ExpoBlending tool.
uk: Список файлів, оброблених програмою Enfuse за допомогою інструмента ExpoBlending.

source: Enfuse Settings
uk: Параметри enfuse

source: The list of Enfuse settings used to blend image stack with ExpoBlending tool.
uk: Список налаштувань Enfuse використовується для змішування стеків зображень за допомогою інструмента ExpoBlending.

source: PicasaWeb Item ID
uk: Ідентифікатор елемента PicasaWeb

source: Item ID from PicasaWeb web service.
uk: Ідентифікатор елемента з веб-служби PicasaWeb.

source: Yandex Fotki Item ID
uk: Ідентифікатор елемента Yandex Fotki

source: Item ID from Yandex Fotki web service.
uk: Ідентифікатор елемента з веб-служби Yandex Fotki.

source: Advisory
uk: Рекомендація

source: An unordered array specifying properties that were edited outside the authoring application. Each item should contain a single namespace and XPath separated by one ASCII space (U+0020).
uk: Невпорядкований масив, що визначає властивості, які були відредаговані за межами програми авторства. Кожен елемент повинен містити одне простір імен і XPath, розділені одним пробіом ASCII (U + 0020).

source: Base URL
uk: Основна адреса URL

source: The base URL for relative URLs in the document content. If this document contains Internet links, and those links are relative, they are relative to this base URL. This property provides a standard way for embedded relative URLs to be interpreted by tools. Web authoring tools should set the value based on their notion of where URLs will be interpreted.
uk: Базова URL-адреса для відносних URL-адрес у вмісті документа. Якщо цей документ містить Інтернет-посилання, і ці посилання є відносними, вони відносяться до цієї базової URL-адреси. Ця властивість є стандартним способом для вбудованих відносних URL-адрес, які слід тлумачити за допомогою інструментів. Інструменти для створення веб-сайтів повинні встановлювати значення, засноване на їх уявленні про те, де будуть інтерпретовані URL-адреси.

source: Create Date
uk: Дата створення

source: The date and time the resource was originally created.
uk: Дата та час створення ресурсу.

source: Creator Tool
uk: Інструмент створення

source: The name of the first known tool used to create the resource. If history is present in the metadata, this value should be equivalent to that of xmpMM:History's softwareAgent property.
uk: Назва першого відомого інструменту, який використовувався для створення ресурсу. Якщо метадані містять історію, це значення має бути еквівалентне властивості xmpMM: softwareAgent.

source: An unordered array of text strings that unambiguously identify the resource within a given context. An array item may be qualified with xmpidq:Scheme to denote the formal identification system to which that identifier conforms. Note: The dc:identifier property is not used because it lacks a defined scheme qualifier and has been defined in the XMP Specification as a simple (single-valued) property.
uk: Невпорядкований масив текстових рядків, який однозначно визначає ресурс у певному контексті. Елемент масиву може бути кваліфікований за допомогою xmpidq:Scheme, яка позначає офіційну систему ідентифікації, до якої відповідає цей ідентифікатор. Примітка. Властивість dc:identifier не використовується, оскільки воно не має кваліфікатора визначеної схеми і визначено у специфікації XMP як проста (однозначна) властивість.

source: Label
uk: Позначка

source: A word or short phrase that identifies a document as a member of a user-defined collection. Used to organize documents in a file browser.
uk: Слово або коротка фраза, яка ідентифікує документ як складову певної визначеної користувачем колекції. Використовується для впорядкування документів у файловому браузері.

source: Metadata Date
uk: Дата метаданих

source: The date and time that any metadata for this resource was last changed. It should be the same as or more recent than xmp:ModifyDate.
uk: Дата та час, коли востаннє було змінено будь-які метадані для цього ресурсу. Вона повинна бути такою самою, як і більш пізні, ніж xmp: ModifyDate.

source: Modify Date
uk: Дата модифікації

source: The date and time the resource was last modified. Note: The value of this property is not necessarily the same as the file's system modification date because it is set before the file is saved.
uk: Дата та час останнього змінення ресурсу. Примітка. Значення цієї властивості не обов'язково співпадає з датою модифікації системи, оскільки вона встановлена ​​до збереження файлу.

source: Nickname
uk: Псевдонім

source: A short informal name for the resource.
uk: Коротка інформативна назва ресурсу.

source: Rating
uk: Оцінка

source: A number that indicates a document's status relative to other documents, used to organize documents in a file browser. Values are user-defined within an application-defined range.
uk: Число, що вказує на статус документа стосовно інших документів, які використовуються для упорядкування документів у файловому браузері. Значення визначаються користувачем у визначеному для застосування діапазоні.

source: Thumbnails
uk: Мініатюри

source: An alternative array of thumbnail images for a file, which can differ in characteristics such as size or image encoding.
uk: Альтернативний масив мініатюр для файлу, який може відрізнятися за характеристиками, такими як розмір або кодування зображення.

source: Certificate
uk: Сертифікат

source: Online rights management certificate.
uk: Мережевий сертифікат керування правами.

source: Marked
uk: Позначено

source: Indicates that this is a rights-managed resource.
uk: Вказує, що це ресурс, керований правами.

source: Owner
uk: Власник

source: An unordered array specifying the legal owner(s) of a resource.
uk: Невпорядкований масив із зазначенням законного власника ресурсу.

source: Usage Terms
uk: Правила використання

source: Text instructions on how a resource can be legally used.
uk: Текстові інструкції про те, яким чином ресурс може використовуватися на законних підставах.

source: Web Statement
uk: Веб-заява

source: The location of a web page describing the owner and/or rights statement for this resource.
uk: Розташування веб-сторінки, що описує власника та/або опис прав цього ресурсу.

source: Derived From
uk: Походить від

source: A reference to the original document from which this one is derived. It is a minimal reference; missing components can be assumed to be unchanged. For example, a new version might only need to specify the instance ID and version number of the previous version, or a rendition might only need to specify the instance ID and rendition class of the original.
uk: Посилання на оригінальний документ, з якого походить цей документ. Це найближче посилання; відсутні компоненти можна вважати незмінними. Наприклад, для нової версії може знадобитися лише вказати ідентифікатор екземпляра та номер попередньої версії, або для відтворення можливо знадобиться лише вказати ідентифікатор екземпляра та клас відтворення оригіналу.

source: Document ID
uk: Ідентифікатор документа

source: The common identifier for all versions and renditions of a document. It should be based on a UUID; see Document and Instance IDs below.
uk: Загальний ідентифікатор для всіх версій і відтворення документів. Вона має базуватися на UUID; див. нижче документи та ідентифікатори екземплярів.

source: History
uk: Історія

source: An ordered array of high-level user actions that resulted in this resource. It is intended to give human readers a general indication of the steps taken to make the changes from the previous version to this one. The list should be at an abstract level; it is not intended to be an exhaustive keystroke or other detailed history.
uk: Упорядкований масив дій користувача високого рівня, які призвели до цього ресурсу. Він має на меті дати людям загальне уявлення про кроки, вжиті для внесення змін від попередньої версії до поточної. Список має бути на абстрактному рівні; він не має на меті бути вичерпним списком натиснутих клавіш або іншою докладною історією.

source: Instance ID
uk: Ідентифікатор екземпляра

source: An identifier for a specific incarnation of a document, updated each time a file is saved. It should be based on a UUID; see Document and Instance IDs below.
uk: Ідентифікатор конкретного втілення документа, що оновлюється під час кожного збереження файлу. Він має базуватися на UUID; див. нижче документи та ідентифікатори екземплярів.

source: Managed From
uk: Джерело керування
