Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Contains settings the codec needs before decoding can be started.
uk: Містить налаштування кодека, необхідні для запуску декодування.

source: Information about the Comment.
uk: Інформація про коментар.

source: Commissioned
uk: Введено в дію

source: Commissioned.
uk: Введено в дію.

source: QTime Compatible FileType Brand
uk: QTime сумісний стиль FileType

source: Other QuickTime Compatible FileType Brand
uk: Інший QuickTime сумісний стиль FileType

source: Information about the Composer.
uk: Інформація про композитора.

source: Composer Keywords
uk: Ключові слова композитора

source: Information about the Composer Keywords.
uk: Інформація про ключові слова для композитора.

source: Compressor
uk: Компресор

source: Video Compression Library Used
uk: Використана бібліотека стиснення відео

source: Video Compressor ID
uk: Ідентифікатор відеокомпресора

source: Video Compression ID of Technology/Codec Used
uk: Ідентифікатор стиснення відео для використаної технології/кодека

source: Compressor Version
uk: Версія компресора

source: Information about the Compressor Version.
uk: Інформація про версію компресора.

source: Container Type
uk: Тип контейнера

source: Primary Metadata Container
uk: Контейнер основних метаданих

source: Content Compression Algorithm
uk: Алгоритм стиснення вмісту

source: Content Compression Algorithm. Eg: zlib
uk: Алгоритм стиснення вмісту. Наприклад: zlib

source: Content Encoding Type
uk: Тип кодування вмісту

source: Content Encoding Type. Eg: Encryption or Compression
uk: Тип кодування контенту. Наприклад: шифрування або стиснення

source: Content Encryption Algorithm
uk: Алгоритм шифрування вмісту

source: Content Encryption Algorithm. Eg: Blowfish
uk: Алгоритм шифрування вмісту. Наприклад: Blowfish

source: Content Signature Algorithm
uk: Алгоритм підпису вмісту

source: Content Signature Algorithm. Eg: RSA
uk: Алгоритм підпису вмісту. Наприклад: RSA

source: Content Sign Hash Algorithm
uk: Алгоритм хешу для підпису вмісту

source: Content Signature Hash Algorithm. Eg: SHA1-160 or MD5
uk: Алгоритм хешу для підпису вмісту. Наприклад: SHA1-160 або MD5

source: Indicates the direction of contrast processing applied by the camera.
uk: Вказує напрямок обробки контрасту, застосований камерою.

source: Copyright, can be name of an organization or an individual.
uk: Авторське право, може бути як назва організації так і фізичної особи.

source: Costume Designer
uk: Художник по костюмах

source: Costume Designer associated with the video.
uk: Художник по костюмах, пов'язаний з відео

source: Name of the country where the video was created.
uk: Назва країни, де було створено відео.

source: Creation Date
uk: Дата створення

source: Specifies the date and time of the initial creation of the file. The value is given as the number of 100-nanosecond intervals since January 1, 1601, according to Coordinated Universal Time (Greenwich Mean Time).
uk: Вказує дату та час початкового створення файлу. Значення дається як число 100-наносекундних інтервалів з 1 січня 1601 року відповідно до Координованого універсального часу (Грінвічський час).

source: Pixel Crop Bottom
uk: Пікселі обрізання знизу

source: Number of Pixels to be cropped from the bottom.
uk: Кількість пікселів, які потрібно буде обрізати знизу.

source: Pixel Crop Left
uk: Пікселі обрізання зліва

source: Number of Pixels to be cropped from the left.
uk: Кількість пікселів, які потрібно буде обрізати зліва.

source: Pixel Crop Right
uk: Пікселі обрізання справа

source: Number of Pixels to be cropped from the right.
uk: Кількість пікселів, які потрібно обрізати з правого боку.

source: Field that indicates if a video is cropped.
uk: Поле, яке вказує на кадрування відео.

source: Pixel Crop Top
uk: Пікселі обрізання зверху

source: Number of Pixels to be cropped from the top.
uk: Кількість пікселів, які потрібно обрізати зверху.

source: Current Time
uk: Поточний час

source: The time value for current time position within the movie.
uk: Значення часу для поточного положення у фільмі.

source: Data Packets
uk: Пакети даних

source: Specifies the number of Data Packet entries that exist within the Data Object.
uk: Вказує кількість записів пакета даних, які існують у об'єкті даних.

source: Date and time when video was stored as digital data, can be the same as DateTimeOriginal if originally stored in digital form. Stored in ISO 8601 format.
uk: Дата та час, коли відео зберігалося як цифрові дані, може бути таким самим, як DateTimeOriginal, якщо він спочатку зберігається в цифровій формі. Зберігається у форматі ISO 8601.

source: Date-Time Original
uk: Дата-час Оригінал

source: Contains the production date
uk: Містить дату випуску

source: Video Track Default On
uk: Увімкнення типової відеодоріжки

source: Video Track Default On , i.e. Enabled/Disabled
uk: Увімкнення типової відеодоріжки, тобто Увімкнено/Вимкнено

source: Indicates the digital zoom ratio when the video was shot.
uk: Вказує коефіцієнт цифрового збільшення під час зйомки відео.

source: Dimensions
uk: Розміри

source: Information about the Dimensions of the video frame.
uk: Інформація про розміри відеокадру.

source: Information about the Director.
uk: Інформація про режисера.

source: Video Display Unit
uk: Одиниці виміру відео

source: Video display unit. Eg - cm, pixels, inch
uk: Одиниці виміру відео. Приклади- см, піксеі, дюйми

source: Distributed By
uk: Поширювач

source: Distributed By, i.e. name of person or organization.
uk: Поширювач, тобто особа чи організація

source: Doc Type
uk: Тип документу

source: Describes the contents of the file. In the case of a MATROSKA file, its value is 'matroska'
uk: Описує вміст файлу. У випадку файлу MATROSKA його значенням є «matroska»

source: Doc Type Read Version
uk: Версія читання для типу документу

source: A Matroska video specific property, helps in determining the compatibility of file with a particular version of a video player
uk: Властивість відео Matroska, яка допомагає визначити сумісність файлів з певною версією відеопрогравача

source: Doc Type Version
uk: Версія типу документу

source: A Matroska video specific property, indicated the version of filetype, helps in determining the compatibility
uk: Властивості відео Matroska, що вказує версію типу файлів і допомагає визначити сумісність

source: Dots Per Inch
uk: Точки на дюйм

source: The duration of the media file. Measured in milli-seconds.
uk: Тривалість медіа-файлу. Вимірюється в мілісекундах.

source: EBML Read Version
uk: Версія читання EBML

source: Extensible Binary Meta Language Read Version
uk: Версія читання розширеної бінарної мета-мови (EBML)

source: EBML Version
uk: Версія EBML

source: Extensible Binary Meta Language Version
uk: Версія розширеної бінарної мета-мови

source: Edit Block 1 / Language
uk: Блок редагування 1 / Мова

source: Information about the Edit / Language.
uk: Інформація про редагування / Мова

source: Edit Block 2 / Language
uk: Блок редагування 2 / Мова

source: Edit Block 3 / Language
uk: Блок редагування 3 / Мова

source: Edit Block 4 / Language
uk: Блок редагування 4 / Мова

source: Edit Block 5 / Language
uk: Блок редагування 5 / Мова

source: Edit Block 6 / Language
uk: Блок редагування 6 / Мова

source: Edit Block 7 / Language
uk: Блок редагування 7 / Мова

source: Edit Block 8 / Language
uk: Блок редагування 8 / Мова

source: Edit Block 9 / Language
uk: Блок редагування 9 / Мова

source: Edited By
uk: Ким редаговано

source: Edited By, i.e. name of person or organization.
uk: Ким редаговано, тобто ім'я особи чи організації

source: Video Track Enabled
uk: Відеодоріжку увімкнено

source: Status of Video Track, i.e. Enabled/Disabled
uk: Стан відеодоріжки, тобто увімкнено/вимкнено

source: Encoded By
uk: Ким кодовано

source: Encoded By, i.e. name of person or organization.
uk: Ким кодовано, тобто ім'я особи чи організації

source: Encoded Pixels Width
uk: Піксельна ширина кодування

source: Encoded Pixels width in pixels
uk: Піксельна ширина кодування в пікселях

source: Encoded Pixels Height
uk: Піксельна висота кодування

source: Encoded Pixels height in pixels
uk: Піксельна висота кодування в пікселях

source: Encoder
uk: Кодувальник

source: Information about the Encoder.
uk: Інформацію про кодувальник

source: End Timecode
uk: Кінцевий таймкод

source: Engineer, in most cases name of person.
uk: Інженер, в більшості випадків ім'я особи

source: Equipment
uk: Обладнання

source: Information about the Equipment used for recording Video.
uk: Інформація про Обладнання, яке використовується для запису відео.

source: Exposure Compensation Information.
uk: Інформація про компенсацію експозиції

source: Exposure Program Information.
uk: Відомості про програму експозиції.

source: Exposure time in seconds.
uk: Час екзпозиції в секундах

source: Extended Content Description
uk: Розширений опис вмісту

source: Extended Content Description, usually found in ASF type files.
uk: Розширений опис вмісту, зазвичай знаходиться у файлах типу ASF.

source: File ID
uk: ID файлу

source: File ID.
uk: Ідентифікатор файлу.

source: File Length
uk: Довжина файлу

source: File length.
uk: Довжина файлу.

source: File Name
uk: Назва файла

source: File Name or Absolute File Path
uk: Назва файлу чи його абсолютний шлях

source: File Size
uk: Розмір файлу

source: File Size, in MB
uk: Розмір файлу, у МБ

source: File Type
uk: Тип файлу

source: Extension of File or Type of File
uk: Розширення файлу або тип файлу

source: Filter Effect Settings Applied.
uk: Застосовані налаштування ефекту фільтра.

source: Firmware Version of the Camera/Video device.
uk: Версія мікропрограми камери/відеопристрою.

source: F number. Camera Lens specific data.
uk: Діафрагмове число. Дані, що стосуються об'єктива камери.

source: Focal length of the lens, in millimeters.
uk: Фокусна відстань об'єктива, в міліметрах.

source: Focus Mode of the Lens. Eg - AF for Auto Focus
uk: Режим фокусування об'єктива. Наприклад - AF для автофокусу

source: Indication of movie format (computer-generated, digitized, and so on).
uk: Індикація формату фільму (створене комп'ютером, оцифроване тощо).

source: Frame Count
uk: Кількість кадрів

source: Total number of frames in a video
uk: Загальна кількість кадрів у відео

source: Frame Height
uk: Висота кадру

source: Height of frames in a video
uk: Висота кадрів у відео

source: Rate at which frames are presented in a video (Expressed in fps(Frames per Second))
uk: Швидкість, за якою кадри представлені у відео (Виражається в кадрах в секунду

source: Frame Width
uk: Ширина кадру

source: Width of frames in a video
uk: Ширина кадрів у відео

source: GPS Coordinates
uk: Координати GPS

source: Information about the GPS Coordinates.
uk: Інформація про GPS-координати.

source: Direction of image when captured, values range from 0 to 359.99.
uk: Напрямок зображення під час зйомки - від 0 до 359.99.

source: Reference for image direction.
uk: Відлік напрямку зображення.

source: (North/South). Indicates latitude.
uk: (Північ/Південь). Вказує широту.

source: (East/West). Indicates longitude.
uk: (Схід/Захід). Вказує довготу.

source: Geodetic survey data.
uk: Дані геодезичного обстеження.

source: Satellite information, format is unspecified.
uk: Супутникова інформація, формат не вказаний.

source: Graphics Mode
uk: Режим графіки

source: A 16-bit integer that specifies the transfer mode. The transfer mode specifies which Booleanoperation QuickDraw should perform when drawing or transferring an image from one location to another.
uk: 6-розрядне ціле число, яке визначає режим передачі. Режим передачі визначає, який Booleanoperation QuickDraw повинен працювати при зображенні або передачі зображення з одного місця в інше.

source: Grouping
uk: Групування

source: Information about the Grouping.
uk: Інформація про групування.

source: Handler Class
uk: Клас обробника

source: A four-character code that identifies the type of the handler. Only two values are valid for this field: 'mhlr' for media handlers and 'dhlr' for data handlers.
uk: Чотирьохзначний код, який ідентифікує тип обробника. Для цього поля дійсні лише два значення: «mhlr» для обробників медіа та «dhlr» для обробників даних.

source: Handler Description
uk: Опис обробника

source: A (counted) string that specifies the name of the component-that is, the media handler used when this media was created..
uk: Обчислюваний рядок, який вказує назву компонента, тобто обробник медіа, який використовувався під час створення цього медіа.

source: Handler Type
uk: Тип обробника

source: A four-character code that identifies the type of the media handler or data handler.
uk: Чотирьохзначний код, який ідентифікує тип обробника медіа або обробника даних.

source: Handler Vendor ID
uk: Ідентифікатор постачальника обробника

source: Component manufacturer.
uk: Виробник компонента

source: Video Height
uk: Висота відео

source: Video height in pixels
uk: Висота відео в пікселях

source: Hue Adjustment Settings Information.
uk: Інформація про налаштування відтінку.

source: Image Length, a property inherited from BitMap format
uk: Довжина зображення - властивість, успадкована з формату BitMap

source: Info Banner Image
uk: Зображення інформаційного банера

source: Information Banner Image.
uk: Зображення інформаційного банера.

source: Info Banner URL
uk: URL інформаційного банера

source: Information Banner URL.
uk: URL-адреса інформаційного банера

source: Information
uk: Відомості

source: Additional Movie Information.
uk: Додаткові відомості про фільм

source: Info Text
uk: Текст відомостей

source: Information Text.
uk: Текст відомостей.

source: Info URL
uk: URL відомостей

source: Information URL.
uk: URL-адреса відомостей.

source: Information about the ISO Setting.
uk: Відомості про налаштування ISO.

source: ISRC Code
uk: Код ISRC

source: Information about the ISRC Code.
uk: Відомості про код ISRC.

source: Junk Data
uk: Небажані дані

source: Video Junk data
uk: Небажані дані для відео

source: Language.
uk: Мова.

source: Length
uk: Тривалість

source: The length of the media file.
uk: Тривалість мультимедійного файлу.

source: Lens Type.
uk: Тип об'єктива.

source: Lightness
uk: Освітленість

source: Lightness.
uk: Освітленість.

source: Location Information
uk: Відомості про розташування

source: Location Information.
uk: Відомості про розташуванняю

source: Logo Icon URL
uk: URL логотипу

source: A C string that specifies Logo Icon URL.
uk: C-рядок, що визначає URL значка логотипу.

source: Logo URL
uk: URL логотипу

source: A C string that specifies a Logo URL.
uk: C-рядок, що визначає URL логотипу.

source: Lyrics of a Song/Video.
uk: Текст пісні/відео

source: QTime Major FileType Brand
uk: Основний бренд файлового типу QTime.

source: QuickTime Major File Type Brand
uk: Основний тип файлу бренду QuickTime

source: Equipment Make
uk: Виробник обладнання

source: Manufacturer of recording equipment
uk: Виробник записуючого обладнання

source: Camera Maker Note Type
uk: Тип примітки виробника камери

source: Maker Note Type of the camera.
uk: Тип примітки виробника камери.

source: Camera Maker Note Version
uk: Версія примітки виробника камери

source: Maker Note Version of the camera.
uk: Версія примітки виробника камери.

source: Maker URL
uk: URL виробника

source: Camera Manufacturer's URL.
uk: URL виробника камери

source: Smallest F number of lens, in APEX.
uk: Найменше діафрагмове число лінзи, у APEX.

source: Maximum Bit Rate
uk: Максимальний бітрейт

source: Specifies the maximum instantaneous bit rate in bits per second for the entire file. This shall equal the sum of the bit rates of the individual digital media streams.
uk: Визначає максимальний миттєвий бітрейт у бітах за секунду для всього файлу. Це дорівнює сумі бітрейтів окремих цифрових мультимедійних потоків.

source: Maximum Data Rate
uk: Максимальна швидкість даних

source: Peak rate at which data is presented in a video (Expressed in kB/s(kiloBytes per Second))
uk: Пікова швидкість, за якою дані представлені у відео (Виражається в кБ/с (кілобайт на секунду))

source: Media Track Create Date
uk: Дата створення медіадоріжки

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the media header was created.
uk: 32-розрядне ціле число, яке вказує (в секундах, починаючи з опівночі, 1 січня 1904 р.), коли створювався заголовок медіа.

source: Media Track Duration
uk: Тривалість медіадоріжки

source: A time value that indicates the duration of this media (in the movie's time coordinate system).
uk: Значення часу, яке вказує на тривалість цього медіа (у часовій системі координат фільму).

source: Media Header Version
uk: Версія заголовку медіа

source: A 1-byte specification of the version of this media header
uk: 1-байтова специфікація версії цього заголовка медіа

source: Media Language Code
uk: Код мови медіа

source: A 16-bit integer that specifies the language code for this media.
uk: 16-розрядне ціле число, яке визначає код мови для цього медіа.

source: Media Track Modify Date
uk: Дата модифікаії медіадоріжки

source: A 32-bit integer that indicates (in seconds since midnight, January 1, 1904) when the media header was last modified.
uk: 32-розрядне ціле число, яке вказує (в секундах, починаючи з опівночі, 1 січня 1904 р.), коли востаннє було змінено заголовок медіа.

source: Media Time Scale
uk: Масштаб часу медіа

source: A time value that indicates the time scale for this media-that is, the number of time units that pass per second in its time coordinate system.
uk: Значення часу, яке вказує часовий масштаб для цього медіа, тобто кількість одиниць часу, які проходять у секунду у його системі координат часу.

source: Medium.
uk: Середнє.

source: Metadata
uk: Метадані

source: An array of Unknown / Unregistered Metadata Tags and their values.
uk: масив невідомих/незареєстрованих тегів метаданих та їх значень.

source: Metadata Library
uk: Бібліотека метаданих

source: An array of Unregistered Metadata Library Tags and their values.
uk: Масив незареєстрованих тегів бібліотек метаданих та їх значень.

source: Metering mode.
uk: Режим вимірювання.

source: Micro Seconds Per Frame
uk: Мікросекунди на кадр

source: Number of micro seconds per frame, or frame rate
uk: Кількість мікросекунд на кадр, або тривалість кадру.

source: Mime Type
uk: Тип MIME

source: Tells about the video format
uk: Розповідає про відеоформат

source: QTime Minor FileType Version
uk: Другорядна версія типу файлу QTime

source: QuickTime Minor File Type Version
uk: Другорядна версія типу файлу QuickTime

source: Equipment Model
uk: Модель обладнання

source: Model name or number of equipment.
uk: Назва моделі чи номер обладнання.

source: Modification Date-Time
uk: Дата та час модифікації

source: Contains the modification date of the video
uk: Містить дату модифікації відео

source: Movie Header Version
uk: Версія заголовка фільму

source: Music By
uk: Композитор

source: Music By, i.e. name of person or organization.
uk: Композитор, ім'я особи чи організація

source: Muxing App
uk: Програма мультиплексування

source: Contains the name of the library that has been used to create the file (like "libmatroska 0.7.0")
uk: Містить назву бібліотеки, яка була використана для створення файлу (наприклад, "libmatroska 0.7.0")

source: Name of song or the event.
uk: Назва пісні чи заходу

source: Next Track ID
uk: Ідентифікатор наступної доріжки

source: A 32-bit integer that indicates a value to use for the track ID number of the next track added to this movie. Note that 0 is not a valid track ID value.
uk: 32-розрядне ціле число, яке вказує значення, яке використовується для ідентифікаційного номера треку для наступної доріжки, доданої до цього фільму. Зауважте, що 0 не є дійсним значенням ідентифікатора доріжки.

source: Number Of Colours
uk: Кількість кольорів

source: Total number of colours used
uk: Загальна кількість використаних кольорів

source: Number Of Important Colours
uk: Кількість важливих кольорів

source: Number Of Important Colours, a property inherited from BitMap format
uk: Кількість важливих кольорів, властивість, успадкована з формату BitMap

source: Number Of Parts
uk: Кількість частин

source: Total number of parts in the video.
uk: Загальна кількість частин у відео.

source: Operation Colours
uk: Операційні кольори

source: Three 16-bit values that specify the red, green, and blue colors for the transfer mode operation indicated in the graphics mode field.
uk: Три 16-бітових значення, які вказують червоний, зелений та синій кольори для режиму передавання, вказаного у полі графічного режиму.

source: Organization
uk: Організація

source: Name of organization associated with the video.
uk: Назва організації, пов'язаної з відео.

source: Video Orientation:1 = Horizontal (normal) 2 = Mirror horizontal 3 = Rotate 180 4 = Mirror vertical 5 = Mirror horizontal and rotate 270 CW 6 = Rotate 90 CW 7 = Mirror horizontal and rotate 90 CW 8 = Rotate 270 CW
uk: Орієнтація відео: 1 = Горизонтальна (нормальна) 2 = Горизонтальне дзеркальна 3 = Обернута на 180 4 = Вертикальна дзеркальна 5 = Дзеркальна горизонтальна і обернута на 270 за год.стрілкою 6 = Обернута на 90 за год.стрілкою 7 = Дзеркальна горизонтальна і обернута на 90 за год.стрілкою 8 = Обернута на 270 за год.стрілкою

source: Part
uk: Частина

source: Part.
uk: Частина.

source: Performers
uk: Виконавці

source: Performers involved in the video.
uk: Виконавці, які беруть участь у відео.

source: Performer Keywords
uk: Ключові слова для виконавців

source: Performer Keywords.
uk: Ключові слова про виконавців.

source: Performer URL
uk: URL виконавця

source: Performer's dedicated URL.
uk: URL-адреса, присвячена виконавцю

source: Picture Control Data
uk: Дані керування зображеннями

source: Picture Control Data.
uk: Дані керування зображеннями.

source: Picture Control Version
uk: Версія керування зображеннями

source: Picture Control Data Version.
uk: Версія даних керування зображеннями.

source: Picture Control Name
uk: Назва керування зображеннями

source: Picture Control Name.
uk: Назва керування зображеннями.

source: Picture Control Base
uk: База керування зображеннями

source: Picture Control Data Base.
uk: База даних керування зображеннями

source: Picture Control Adjust
uk: Налаштування для керування зображеннями.

source: Picture Control Adjust Information.
uk: Відомості про налаштування для керування зображеннями.

source: Picture Control Quick Adjust
uk: Швидке налаштування для керування зображеннями

source: Picture Control Quick Adjustment Settings.
uk: Параметри швидкого налаштування керування зображеннями.

source: Play Selection
uk: Відтворити позначене

source: Play Selection.
uk: Відтворити позначене.

source: Play Mode
uk: Режим відтворення

source: Information about the Play Mode.
uk: Відомості про режим відтворення.

source: Chapter Physical Equivalent
uk: Фізичний еквівалент глави

source: Contains the information of External media.
uk: Містить інформацію про зовнішні носії.

source: Pixels Per Meter X
uk: Пікселів за виміром X

source: Pixels Per Meter X, a property inherited from BitMap format
uk: Пікселів за виміром X, властивість, успадкована з формату BitMap

source: Pixels Per Meter Y
uk: Пікселів за виміром Y

source: Pixels Per Meter Y, a property inherited from BitMap format
uk: Пікселів за виміром Y, властивість, успадкована з формату BitMap

source: Planes
uk: Площини

source: The number of Image Planes in the video
uk: Кількість площин зображень у відео

source: Poster Time
uk: Час плакату

source: The time value of the time of the movie poster.
uk: Часові значення часу плаката фільму.

source: Preferred Rate
uk: Бажана швидкість
