Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-evolution-indicator_evolution-indicator-*.po
Languages: be, uk

source: Only create notifications for new mail in an Inbox.
be: Толькі ствараць паведамленьні для новых атрыманых лістоў.
uk: Лише залишати повідомлення про нові листи у теці "Вхідні"

source: Play a sound for new mail.
be: Граць гук для новай пошты.
uk: Звуковий сигнал під час отримання нових листів.

source: Show a notification bubble.
be: Паказваць паведамленьне.
uk: Показувати зринаюче повідомлення.

source: Show new message count in the message indicator applet.
be: Паказваць колькасьць новых лістоў на індыкатары.
uk: Показувати кількість нових листів у аплеті повідомлень.

source: %d New Message
be: %d новае паведамленне
uk: %d нове повідомлення

source: Inbox
be: Атрыманыя
uk: Вхідні

source: Compose New Message
be: Напісаць ліст
uk: Написати нове повідомлення

source: Contacts
be: Кантакты
uk: Контакти

source: When new mail arri_ves in
be: Пра атрыманьні новай пошты ў
uk: Коли прибуває нова пошта у

source: any Inbox
be: любая уваходная тэчка
uk: будь-яку вхідну теку

source: any Folder
be: любая тэчка
uk: будь-яку теку

source: Pla_y a sound
be: Гра_ць гук
uk: Відтворити звук

source: _Display a notification
be: _Адлюстраваць паведамленьне
uk: _Показати повідомлення

source: _Indicate new messages in the panel
be: Паказваць новыя паведамленьні на панэлі
uk: _Показувати нові повідомлення на панелі

source: Evolution Indicator
be: Індыкатар для Evolution
uk: Індикатор Evolution

source: When New Mail Arrives
be: Пры атрыманні новых паведамленняў
uk: Коли Приходять Нові Листи

source: Shows new mail count in a message indicator.
be: Паказвае колькасць новых паведамленняў на панэлі.
uk: Показує кількість нових листів у індикаторі повідомлень
