Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: CM Set 1
uk: CM набір 1

source: CM Set 2
uk: CM набір 2

source: User Def. 1
uk: Користувачева 1

source: User Def. 2
uk: Користувачева 2

source: User Def. 3
uk: Користувачева 3

source: PC 1
uk: ПК 1

source: PC 2
uk: ПК 2

source: PC 3
uk: ПК 3

source: Faithful
uk: Надійний

source: Fine Detail
uk: Тонка деталізація

source: ToneCurve
uk: Тональна крива

source: Tone curve
uk: Крива тону

source: SharpnessFrequency
uk: Частота різкості

source: Sharpness frequency
uk: Частота різкості

source: SensorRedLevel
uk: Датчик рівня червоного

source: Sensor red level
uk: Рівень червоного на датчику

source: SensorBlueLevel
uk: Датчик рівня синього

source: Sensor blue level
uk: Рівень синього на датчику

source: WhiteBalanceRed
uk: Баланс білого-червоного

source: White balance red
uk: Баланс білого для червоного каналу

source: WhiteBalanceBlue
uk: Баланс білого-синього

source: White balance blue
uk: Баланс білого для синього каналу

source: WhiteBalance
uk: Баланс білого

source: ColorTemperature
uk: Температура кольору

source: Color Temperature
uk: Кольорова температура

source: PictureStyle
uk: Стиль зображення

source: Picture style
uk: Стиль зображення

source: DigitalGain
uk: Цифрове підсилення

source: Digital gain
uk: Цифрове підсилення

source: Unknown Canon Processing Info tag
uk: Невідомий тег відомостей про обробку Canon

source: Chatham Islands
uk: Чатем острови

source: Wellington
uk: Веллінгтон

source: Solomon Islands
uk: Соломонові Острови

source: Sydney
uk: Сідней

source: Adelaide
uk: Аделаїда

source: Tokyo
uk: Токіо

source: Hong Kong
uk: Гонконг

source: Bangkok
uk: Бангкок

source: Yangon
uk: Янгон

source: Dhaka
uk: Дакка

source: Kathmandu
uk: Катманду

source: Delhi
uk: Делі

source: Karachi
uk: Карачі

source: Kabul
uk: Кабул

source: Dubai
uk: Дубаї

source: Tehran
uk: Тегеран

source: Moscow
uk: Москва

source: Cairo
uk: Каїр

source: Paris
uk: Париж

source: London
uk: Лондон

source: Azores
uk: Азорські острови

source: Fernando de Noronha
uk: Фернанду де Норонья

source: Sao Paulo
uk: Сан-Паулу

source: Newfoundland
uk: Ньюфаундленд

source: Santiago
uk: Сантьяго

source: Caracas
uk: Каракас

source: New York
uk: Нью-Йорк

source: Chicago
uk: Чикаго

source: Denver
uk: Денвер

source: Los Angeles
uk: Лос-Анджелес

source: Anchorage
uk: Анкорідж

source: Honolulu
uk: Гонолулу

source: Samoa
uk: Самоа

source: (not set)
uk: (не встановлено)

source: Time zone offset
uk: Зміщення часового поясу

source: Time zone offset in minutes
uk: Зміщення часового поясу в хвилинах

source: Time zone city
uk: Місто часового поясу

source: Daylight Savings
uk: Літній час

source: Daylight Saving Time
uk: Літній час

source: Unknown Canon Time Info tag
uk: Невідома мітка часу Canon

source: Header, offset
uk: Заголовок, зсув

source: tag
uk: мітка

source: dir
uk: каталог

source: type
uk: тип

source: size
uk: розмір

source: offset
uk: зміщення

source: (invalid)
uk: (некоректний)

source: IIM envelope record
uk: Запис діапазону IIM

source: IIM application record 2
uk: Запис діапазону IIM 2

source: Model Version
uk: Версія моделі

source: A binary number identifying the version of the Information Interchange Model, Part I, utilised by the provider. Version numbers are assigned by IPTC and NAA organizations.
uk: Двійкове число що ідентифікує версію стандарту Information Interchange Model, Частина I, що використовується постачальником. Номера версій призначаються організаціями IPTC та NAA.

source: Destination
uk: Призначення

source: This DataSet is to accommodate some providers who require routing information above the appropriate OSI layers.
uk: Дані призначені для адаптації служб деяких постачальників, які вимагають маршрутну інформацію для відповідних рівнів OSI.

source: File Format
uk: Формат файлу

source: A binary number representing the file format. The file format must be registered with IPTC or NAA with a unique number assigned to it. The information is used to route the data to the appropriate system and to allow the receiving system to perform the appropriate actions there to.
uk: Двійковий номер, що вказує формат файлу. Кожен формат файлу повинен бути зареєстрований у IPTC або NAA з привласненням йому унікального номера. Ця інформація використовується для коректного направлення даних до відповідної системи, а також для того, щоб дати право системі що приймає робити потрібні дії для обробки.

source: File Version
uk: Версія файлу

source: A binary number representing the particular version of the File Format specified by <FileFormat> tag.
uk: Двійковий номер, що показує конкретну версію формату файлу, вказаного тегом <FileFormat>.

source: Service Id
uk: Ід. служби

source: Identifies the provider and product
uk: Ідентифікує виробника і продукт

source: Envelope Number
uk: Кількість конвертів

source: The characters form a number that will be unique for the date specified in <DateSent> tag and for the Service Identifier specified by <ServiceIdentifier> tag. If identical envelope numbers appear with the same date and with the same Service Identifier, records 2-9 must be unchanged from the original. This is not intended to be a sequential serial number reception check.
uk: Символи формують унікальний номер для вказаної дати вказаної у тезі <DateSent> та для служби ідентифікатора, вказаного тегом <ServiceIdentifier>. При збігу діапазонів номерів з однаковою датою та одним й тим самим службовим ідентифікатором, запису 2-9 повинні бути незмінні з оригінальних. Це не призначено для перевірки приймання послідовної нумерації.

source: Product Id
uk: Ід. продукту

source: Allows a provider to identify subsets of its overall service. Used to provide receiving organisation data on which to select, route, or otherwise handle data.
uk: Дозволяє постачальнику розпізнавати підсистеми його служби. Використовується для забезпечення приймання організаційної інформації, на основі якої робиться вибір, маршрутизація та інша обробка даних.

source: Envelope Priority
uk: Пріоритет конверта

source: Specifies the envelope handling priority and not the editorial urgency (see <Urgency> tag). "1" indicates the most urgent, "5" the normal urgency, and "8" the least urgent copy. The numeral "9" indicates a User Defined Priority. The numeral "0" is reserved for future use.
uk: Визначає пріоритет обробки конверта а не редакційну терміновість ( див. <Urgency> тег). "1" вказує на найактуальніші , "5" середньої терміновості та "8" найменш термінові копія. Цифра "9" вказує на Користувача з певним пріоритетом. Цифра "0" зарезервовано для використання у майбутньому.

source: Date Sent
uk: Дата надсилання

source: Uses the format CCYYMMDD (century, year, month, day) as de-fined in ISO 8601 to indicate year, month and day the service sent the material.
uk: Використовує формат ССРРММДД (сторіччя, рік, місяць, день) визначений у ISO 8601 для індикації дати відправлення матеріалу службою.

source: Time Sent
uk: Час надсилання

source: Uses the format HHMMSS:HHMM where HHMMSS refers to local hour, minute and seconds and HHMM refers to hours and minutes ahead (+) or behind (-) Universal Coordinated Time as described in ISO 8601. This is the time the service sent the material.
uk: Використовує формат ГГХХСС:ГГХХ, де ГГХХСС містить локальний час у годинах, хвилинах та секундах, а ГГХХ вказує на різність локального часу з універсальним координатним, охарактеризованим у ISO 8601. Цей час визначає мить відправлення матеріалу службою.

source: Character Set
uk: Набір символів

source: This tag consisting of one or more control functions used for the announcement, invocation or designation of coded character sets. The control functions follow the ISO 2022 standard and may consist of the escape control character and one or more graphic characters.
uk: Цей тег містить одну иабо декілька можливостей що використовуються для сповіщення, ініціювання роботи або позначення закодованих груп символів. Можливості керування регулюються стандартом ISO 2022 й можуть містити перехідні символи керування та один або декілька графічних символів.

source: Unique Name Object
uk: Унікальна назва об’єкта

source: This tag provide a globally unique identification for objects as specified in the IIM, independent of provider and for any media form. The provider must ensure the UNO is unique. Objects with the same UNO are identical.
uk: Цей тег надає загальну унікальну ідентифікацію для об’єктів, охарактеризовану у IIM, незалежну від постачальників та форм носіїв. Постачальник має переконатися в унікальності UNO. Об’єкти що мають однаковий UNO ідентичні.

source: ARM Identifier
uk: Ідентифікатор ARM

source: The DataSet identifies the Abstract Relationship Method identifier (ARM) which is described in a document registered by the originator of the ARM with the IPTC and NAA organizations.
uk: DataSet ідентифікує метод ідентифікації Abstract Relationship Method identifier (ARM), який охарактеризовано у документі зареєстрованому ініціатором ARM у організаціях IPTC та NAA.

source: ARM Version
uk: Версія ARM

source: This tag consisting of a binary number representing the particular version of the ARM specified by tag <ARMId>.
uk: Цей тег містить двійковий номер, що представляє конкретну версію ARM, вказану тегом <ARMId>.

source: Record Version
uk: Версія запису

source: A binary number identifying the version of the Information Interchange Model, Part II, utilised by the provider. Version numbers are assigned by IPTC and NAA organizations.
uk: Двійкове число, що виявляє версію моделі обміну інформацією, частина II, що використовується провайдером. Номери версій привласнюються IPTC та NAA організаціями.

source: Object Type
uk: Тип об'єкта

source: The Object Type is used to distinguish between different types of objects within the IIM. The first part is a number representing a language independent international reference to an Object Type followed by a colon separator. The second part, if used, is a text representation of the Object Type Number consisting of graphic characters plus spaces either in English or in the language of the service as indicated in tag <LanguageIdentifier>
uk: Тип об’єкту використовується, щоб розрізняти різні типи об’єктів у рамках ММВ. Перша частина являє собою число, що представляє мову незалежного міжнародного посилання на Object Type двокрапка сепаратора.Друга частина, якщо вона використовується, є текстовим поданням. Кількість типів об’єктів, що складаються з графічних символів з пробілами на английській або мовою служби, як вказано у тезі <LanguageIdentifier>

source: Object Attribute
uk: Властивості об’єкту

source: The Object Attribute defines the nature of the object independent of the Subject. The first part is a number representing a language independent international reference to an Object Attribute followed by a colon separator. The second part, if used, is a text representation of the Object Attribute Number consisting of graphic characters plus spaces either in English, or in the language of the service as indicated in tag <LanguageIdentifier>
uk: Атрибут об’єкту визначає природу об’єкту незалежно віт суб’єкту. Перша частина - число, що являє собою незалежне від мови міжнародне посилання на Атрибут об’єкту, з наступним розділювачем- двокрапкою. Друга частина, якщо використовується, є текстовим поданням Числа Атрибуту об’єкту, що складається з графічних символів плюс пробіли або на англійській мові, або мовою служби, як вказано у тезі <LanguageIdentifier>

source: Object Name
uk: Назва об'єкта

source: Used as a shorthand reference for the object. Changes to exist-ing data, such as updated stories or new crops on photos, should be identified in tag <EditStatus>.
uk: Використовується як скорочене посилання на об’єкт. Зміни у даних що існують, такі як оновлені історії або нові люди на фотографії, повинні бути визначені у тезі <EditStatus>.

source: Document Title
uk: Заголовок документа

source: Edit Status
uk: Змінити стан

source: Status of the object data, according to the practice of the provider.
uk: Стан об’єктних даних, відповідно практики провайдера.

source: Editorial Update
uk: Оновлена редакція

source: Indicates the type of update that this object provides to a previous object. The link to the previous object is made using the tags <ARMIdentifier> and <ARMVersion>, according to the practices of the provider.
uk: Вказує тип оновлення, яке даний об’єкт надає попередньому об’єкту. Посилання на попередній об’єкт вказується тегами <ARMIdentifier> та <ARMVersion>, у відповідності з інструкціями постачальника.

source: Urgency
uk: Терміновість

source: Specifies the editorial urgency of content and not necessarily the envelope handling priority (see tag <EnvelopePriority>). The "1" is most urgent, "5" normal and "8" denotes the least-urgent copy.
uk: Вказує актуальність редакції вмісту й не обов’язково пріоритет обробки (див. тег <EnvelopePriority>). "1" є найактуальнішим, "5" нормальний та "8" позначає найменш актуальні копії.

source: Subject
uk: Об’єкт

source: The Subject Reference is a structured definition of the subject matter.
uk: Тематичний довідник містить структуровані визначення предмету.

source: Category
uk: Категорія

source: Identifies the subject of the object data in the opinion of the provider. A list of categories will be maintained by a regional registry, where available, otherwise by the provider.
uk: Визначає предмет даних об’єктів, за думкою провайдера. Список категорій буде підтримуватися регіональними реєстрами, де це можливо, у протилежному випадку постачальником.

source: Supplemental Category
uk: Додаткова категорія

source: Supplemental categories further refine the subject of an object data. A supplemental category may include any of the recognised categories as used in tag <Category>. Otherwise, selection of supplemental categories are left to the provider.
uk: Додаткові категорії покликані уточнити вміст даних об’єкту. Такі категорії можуть бути обрані з перерахованих у тезі <Category>. У протилежному випадку, вказування додаткових категорій залишається за постачальником.

source: Supplemental Categories
uk: Додаткові категорії

source: Fixture Id
uk: Світильник Id

source: Identifies object data that recurs often and predictably. Enables users to immediately find or recall such an object.
uk: Визначає часто й передбачувано використовувані властивості об’єкту. Такі властивості дозволяють швидко знаходити та викликати об’єкти.

source: Keywords
uk: Ключові слова

source: Used to indicate specific information retrieval words. It is expected that a provider of various types of data that are related in subject matter uses the same keyword, enabling the receiving system or subsystems to search across all types of data for related material.
uk: Використовується для вказування ключових слів. Очікується, що постачальник різних типів даних, що відносяться до сутності об’єктів, вказує ті самі ключові слова, дозволяючи системі що приймає або підсистемам проводити пошук по усім типам даних, що відносяться до матеріалів.

source: Location Code
uk: Код місцерозташування

source: Indicates the code of a country/geographical location referenced by the content of the object. Where ISO has established an appropriate country code under ISO 3166, that code will be used. When ISO 3166 does not adequately provide for identification of a location or a country, e.g. ships at sea, space, IPTC will assign an appropriate three-character code under the provisions of ISO 3166 to avoid conflicts.
uk: Вказує код країни або географічного регіону, що має відношення до об’єкту. Якщо ISO має підходящий код у відповідності з ISO 1366, тоді цей код буде використано. У випадку, якщо ISO 1366 не може надати правильний код для вказування місцерозташування або країни, наприклад для кораблів у океані або у космосі, тоді IPTC вкаже підходящий трех-символьний код, у відповідності з методикою ISO 1366 для виключення конфліктів.

source: Location Name
uk: Назва місця

source: Provides a full, publishable name of a country/geographical location referenced by the content of the object, according to guidelines of the provider.
uk: Забезпечує повну, оголошувану назву країни/географічного розташування, на які посилається вміст об’єкту, у відповідності з вказівками постачальника.

source: Release Date
uk: Дата випуску

source: Designates in the form CCYYMMDD the earliest date the provider intends the object to be used. Follows ISO 8601 standard.
uk: Початкова дата, коли по визначенню постачальника, об’єкт може бути використано, вказується у форматі ССРРММДД у відповідності зі стандартом ISO 6801.

source: Release Time
uk: Час випуску

source: Designates in the form HHMMSS:HHMM the earliest time the provider intends the object to be used. Follows ISO 8601 standard.
uk: Початковий час, коли по визначенню постачальника, об’єкт може бути використано, вказується у форматі ГГХХСС:ГГХХ у відповідності зі стандартом ISO 6801.

source: Expiration Date
uk: Дата завершення строку дії

source: Designates in the form CCYYMMDD the latest date the provider or owner intends the object data to be used. Follows ISO 8601 standard.
uk: Кінцева дата, коли по визначенню постачальника, об’єкт може бути використано, вказується у форматі ССРРММДД у відповідності зі стандартом ISO 6801.

source: ExpirationTime
uk: Термін дії

source: Designates in the form HHMMSS:HHMM the latest time the provider or owner intends the object data to be used. Follows ISO 8601 standard.
uk: Кінцевий час, коли по визначенню постачальника, об’єкт може бути використано, вказується у форматі ГГХХСС:ГГХХ у відповідності зі стандартом ISO 6801.

source: Special Instructions
uk: Особливі настанови

source: Other editorial instructions concerning the use of the object data, such as embargoes and warnings.
uk: Інші редакторські інструкції, що відносяться до використання даних об’єкту, такі як обмеження та попередження.

source: Instructions
uk: Настанови

source: Action Advised
uk: Рекомендована дія

source: Indicates the type of action that this object provides to a previous object. The link to the previous object is made using tags <ARMIdentifier> and <ARMVersion>, according to the practices of the provider.
uk: Вказує тип дій, які цей об’єкт забезпечує до попереднього об’єкту. Посилання на попередній об’єкт відбувається за допомогою тегів <ARMIdentifier> та <ARMVersion>, у відповідності з практикою постачальника.

source: Reference Service
uk: Довідкова служба

source: Identifies the Service Identifier of a prior envelope to which the current object refers.
uk: Визначає ідентифікатор служби перед конвертуванням до якої відноситься поточний об’єкт.

source: Reference Date
uk: Дата

source: Identifies the date of a prior envelope to which the current object refers.
uk: Визначає дату перед конвертуванням, до якої відноситься поточний об’єкт.

source: Reference Number
uk: Номер посилання

source: Identifies the Envelope Number of a prior envelope to which the current object refers.
uk: Визначає кількість конвертів до конвертування до яких відноситься поточний об’єкт.

source: Date Created
uk: Дата створення

source: Represented in the form CCYYMMDD to designate the date the intellectual content of the object data was created rather than the date of the creation of the physical representation. Follows ISO 8601 standard.
uk: Дата створення інтелектуального вмісту об’єкту (не плутати з датою створення фізичного представлення), вказується у форматі ССРРММДД у відповідності зі стандартом ISO 6801.

source: Time Created
uk: Час створення

source: Represented in the form HHMMSS:HHMM to designate the time the intellectual content of the object data current source material was created rather than the creation of the physical representation. Follows ISO 8601 standard.
uk: Час створення інтелектуального вмісту об’єкту (не плутати з часом створення фізичного представлення), вказується у форматі ГГХХСС:ГГХХ у відповідності зі стандартом ISO 6801.

source: Digitization Date
uk: Дата цифрування

source: Represented in the form CCYYMMDD to designate the date the digital representation of the object data was created. Follows ISO 8601 standard.
uk: Дата створення цифрового представлення даних об’єкту, вказується у форматі ССРРММДД у відповідності зі стандартом ISO 6801.

source: Digitization Time
uk: Час цифрування

source: Represented in the form HHMMSS:HHMM to designate the time the digital representation of the object data was created. Follows ISO 8601 standard.
uk: Час створення цифрового представлення даних об’єкту, вказується у форматі ГГХХСС:ГГХХ у відповідності зі стандартом ISO 6801.

source: Program
uk: Програма

source: Identifies the type of program used to originate the object data.
uk: Тип програмного забезпечення, що використовується для створення даних об’єкту.

source: Program Version
uk: Версія програми

source: Used to identify the version of the program mentioned in tag <Program>.
uk: Версія програмного забезпечення, вказаного у тезі <Program>.

source: Object Cycle
uk: Цикл об’єкту

source: Used to identify the editorial cycle of object data.
uk: Використовується для вказування циклу редагування даних об’єкту.

source: By-line
uk: Підпис автора

source: Contains name of the creator of the object data, e.g. writer, photographer or graphic artist.
uk: Містить ім’я творця даних об’єкту, наприклад, письменника, фотографа або художника.

source: Author
uk: Автор

source: By-line Title
uk: Посада автора

source: A by-line title is the title of the creator or creators of an object data. Where used, a by-line title should follow the by-line it modifies.
uk: Посада автора це посада творця або творців даних об’єкту. Використовується разом з підписом автора або авторів.

source: City
uk: Місто/Селище

source: Identifies city of object data origin according to guidelines established by the provider.
uk: Вказує місто, на яке посилаються дані об’єкту, у відповідності з методикою, визначеною постачальником.

source: Sub Location
uk: Додаткові дані про місцерозташування

source: Identifies the location within a city from which the object data originates, according to guidelines established by the provider.
uk: Вказує розташування у середині міста, на яке посилаються дані об’єкту, у відповідності з методикою, визначеною постачальником.

source: Province State
uk: Провінція або область

source: Identifies Province/State of origin according to guidelines established by the provider.
uk: Вказує географічну область, на яку посилаються дані об’єкту, у відповідності з методикою, визначеною постачальником.

source: State/Province
uk: Область/провінція

source: Country Code
uk: Код країни

source: Indicates the code of the country/primary location where the intellectual property of the object data was created, e.g. a photo was taken, an event occurred. Where ISO has established an appropriate country code under ISO 3166, that code will be used. When ISO 3166 does not adequately provide for identification of a location or a new country, e.g. ships at sea, space, IPTC will assign an appropriate three-character code under the provisions of ISO 3166 to avoid conflicts.
uk: Вказує код країни або основного місцерозташування, у яких було створено інтелектуальний вміст даних об’єкту, наприклад відзнято фотографію або сталася подія. Якщо ISO код можливо визначити по стандарту ISO 3166, тоді потрібно використовувати його. Якщо ж код у відповідності з ISO 3166 визначити неможливо, наприклад для кораблів у океані або у космосі, тоді IPTC привласнює відповідний трех-символьний код у відповідності з ISO 3166 для виключення конфліктів.

source: Country Name
uk: Назва країни
