Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: GPS tag 17, 0x11. Direction of image when captured, values range from 0 to 359.99.
uk: Тег GPS 17, 0x11. Напрямок зображення під час зйомки, діапазон значень від 0 до 359.99.

source: GPS Map Datum
uk: Дані карти GPS

source: GPS tag 18, 0x12. Geodetic survey data.
uk: Тег GPS 18, 0x12. Дані геодезичного обстеження.

source: GPS Destination Latitude
uk: Широта призначення у GPS

source: GPS tag 20, 0x14 (position) and 19, 0x13 (North/South). Indicates destination latitude.
uk: Тег GPS 20, 0x14 (позиція) та 19, 0x13 (північ/південь). Вказує широту призначення.

source: GPS Destination Longitude
uk: Довгота призначення у GPS

source: GPS tag 22, 0x16 (position) and 21, 0x15 (East/West). Indicates destination longitude.
uk: Тег GPS 22, 0x16 (позиція) та 21, 0x15 (Схід/Захід). Вказує довготу призначення.

source: GPS Destination Bearing Reference
uk: Відлік пеленгу до місця призначення GPS

source: GPS tag 23, 0x17. Reference for movement direction.
uk: Тег GPS 23, 0x17. Відлік напрямку руху

source: GPS Destination Bearing
uk: Пеленг до місця призначення для GPS

source: GPS tag 24, 0x18. Destination bearing, values from 0 to 359.99.
uk: Тег GPS 24, 0x18. Пеленг до місця призначення. значення від 0 до 359.99

source: GPS Destination Distance Reference
uk: Відлік відстані до місця призначення для GPS

source: GPS tag 25, 0x19. Units used for speed measurement.
uk: Тег GPS 25, 0x19. Одиниці, що використовуються для вимірювання швидкості.

source: GPS Destination Distance
uk: Відстань до місця призначення для GPS

source: GPS tag 26, 0x1A. Distance to destination.
uk: Тег GPS 26, 0x1A. Відстань до місця призначення.

source: GPS Processing Method
uk: Спосіб обробки GPS

source: GPS tag 27, 0x1B. A character string recording the name of the method used for location finding.
uk: Тег GPS 27, 0x1B. Рядок символів записує назву методу, який використовується для пошуку місця розташування.

source: GPS Area Information
uk: Відомості про область GPS

source: GPS tag 28, 0x1C. A character string recording the name of the GPS area.
uk: Тег GPS 28, 0x1C. Рядок символів записує назву області GPS.

source: GPS Differential
uk: Диференціал GPS

source: GPS tag 30, 0x1E. Indicates whether differential correction is applied to the GPS receiver.
uk: Тег GPS 30, 0x1E. Вказує, чи застосовується диференціальна корекція до приймача GPS.

source: Sensitivity Type
uk: Тип чутливості

source: Standard Output Sensitivity
uk: Стандартна вихідна чутливість

source: Recommended Exposure Index
uk: Рекомендований індекс експозиції

source: ISO Speed Latitude yyy
uk: Широта yyy чутливості ISO

source: ISO Speed Latitude zzz
uk: Широта zzz чутливості ISO

source: Camera Owner Name
uk: Ім'я власника камери

source: Body Serial Number
uk: Серійний номер корпуса

source: Lens Specification
uk: Специфікація об'єктива

source: Lens Make
uk: Виробник об'єктива

source: Interoperability Index
uk: Індекс сумісності

source: A description of the lens used to take the photograph. For example, "70-200 mm f/2.8-4.0".
uk: Опис об'єктиву, що використовується для фотографування. Наприклад, "70-200 мм f/2.8-4.0".

source: The serial number of the camera or camera body used to take the photograph.
uk: Серійний номер камери або її корпусу, що використовується для зйомки фотографії.

source: Creator's Contact Info
uk: Контактна інформація автора

source: The creator's contact information provides all necessary information to get in contact with the creator of this news object and comprises a set of sub-properties for proper addressing.
uk: Контактна інформація автора надає всю необхідну інформацію для зв'язку з автором цього об'єкта новин, і містить набір суб-властивостей для правильної адресації.

source: Contact Info-Address
uk: Контактна інформація-адреса

source: sub-key Creator Contact Info: address. Comprises an optional company name and all required information to locate the building or postbox to which mail should be sent.
uk: Підключ Контактна інформація автора: адреса. Містить необов'язкове ім'я компанії та всю необхідну інформацію, щоб знайти будівлю або поштовий ящик, на яку слід надсилати пошту.

source: Contact Info-City
uk: Контактна інформація-місто

source: sub-key Creator Contact Info: city.
uk: Підключ Контактна інформація автора: місто.

source: Contact Info-State/Province
uk: Контактна інформація - штат/область

source: sub-key Creator Contact Info: state or province.
uk: Підключ Контактна інформація автора: штат або область.

source: Contact Info-Postal Code
uk: Контактна інформація - Поштовий індекс

source: sub-key Creator Contact Info: local postal code.
uk: Підключ Контактна інформація автора: місцевий поштовий індекс

source: Contact Info-Country
uk: Контактна інформація - Країна

source: sub-key Creator Contact Info: country.
uk: Підключ Контактна інформація автора: країна

source: Contact Info-Email
uk: Контактна інформація - Електронна адреса

source: sub-key Creator Contact Info: email address.
uk: Підключ Контактна інформація автора: електронна адреса

source: Contact Info-Phone
uk: Контактна інформація-телефон

source: sub-key Creator Contact Info: phone number.
uk: Підключ Контактна інформація автора: номер телефону.

source: Contact Info-Web URL
uk: Контактна інформація-URL-адреса

source: sub-key Creator Contact Info: web address.
uk: Підключ Контактна інформація автора: веб-адреса.

source: Intellectual Genre
uk: Інтелектуальний жанр

source: Describes the nature, intellectual or journalistic characteristic of a news object, not specifically its content.
uk: Описує природу, інтелектуальну або публіцистичну характеристику об'єкта новин, а не його зміст.

source: IPTC Scene
uk: Сцена IPTC

source: Describes the scene of a photo content. Specifies one or more terms from the IPTC "Scene-NewsCodes". Each Scene is represented as a string of 6 digits in an unordered list.
uk: Описує сцену вмісту фото. Визначає один або кілька термінів з IPTC "Scene-Newscodes". Кожна сцена представлена ​​у вигляді рядка з 6 цифр у неупорядкованому списку.

source: IPTC Subject Code
uk: Код предмету IPTC

source: Specifies one or more Subjects from the IPTC "Subject-NewsCodes" taxonomy to categorize the content. Each Subject is represented as a string of 8 digits in an unordered list.
uk: Визначає один або кілька предметів з таксономії IPTC "Subject-News Codes", щоб класифікувати вміст. Кожен предмет представляється як рядок з 8 цифр у невпорядкованому списку.

source: (legacy) Name of a location the content is focussing on -- either the location shown in visual media or referenced by text or audio media. This location name could either be the name of a sublocation to a city or the name of a well known location or (natural) monument outside a city. In the sense of a sublocation to a city this element is at the fourth level of a top-down geographical hierarchy.
uk: (успадковане) Назва місця розташування, на якому зосереджений вміст, — або місце розташування, яке відображається на візуальних носіях, або посилання на текст або аудіо носії. Це місце розташування може бути назва частини міста чи назва добре відомрї місцевості або (природний) пам'ятник за межами міста. У сенсі частини міста цей елемент знаходиться на четвертому рівні географічної ієрархії зверху вниз.

source: (legacy) Code of the country the content is focussing on -- either the country shown in visual media or referenced in text or audio media. This element is at the top/first level of a top-down geographical hierarchy. The code should be taken from ISO 3166 two or three letter code. The full name of a country should go to the "Country" element.
uk: (успадковане) Код країни, в якій зосереджений вміст — або країна, яка відображається на візуальних носіях, або посилання на текстове чи аудіо-носії. Цей елемент знаходиться на верхньому/першому рівні географічної ієрархії зверху вниз. Код повинен бути взятий з дво чи трилітерного коду ISO 3166 двох або трьох буквений код. Повне назва країни має йти на елемент «Країна».

source: Additional model info
uk: Додаткова інформація про модель

source: Information about the ethnicity and other facts of the model(s) in a model-released image.
uk: Інформація про етнічну приналежність та інші факти моделей у випущеному зображенні з моделями.

source: Code of featured Organisation
uk: Код пов'язаної організації

source: Code from controlled vocabulary for identifying the organisation or company which is featured in the image.
uk: Код із контрольованого словника для ідентифікації організації чи компанії, яка відображається на зображенні.

source: Controlled Vocabulary Term
uk: Термін контрольованого словника

source: A term to describe the content of the image by a value from a Controlled Vocabulary.
uk: Термін, який описує зміст зображення за значенням з контрольного словника.

source: Model age
uk: Вік моделі

source: Age of the human model(s) at the time this image was taken in a model released image.
uk: Вік людських моделей у час коли був зроблений знімок, для зображення з моделями.

source: Name of featured Organisation
uk: Назва пов'язаної організації

source: Name of the organisation or company which is featured in the image.
uk: Назва організації чи компаніїї, як пов'язана із зображенням.

source: Person shown
uk: Показана особа

source: Name of a person shown in the image.
uk: Ім'я особи, показаної на зображенні.

source: Digital Image Identifier
uk: Ідентифікатор цифрового зображення

source: Globally unique identifier for this digital image. It is created and applied by the creator of the digital image at the time of its creation. this value shall not be changed after that time.
uk: Глобально унікальний ідентифікатор для цього цифрового зображення. Він створений та застосований створювачем цифрового зображення на момент його створення. Це значення не має змінюватись з того часу.

source: Physical type of original photo
uk: Фізичний тип оригінального фото

source: The type of the source digital file.
uk: Тип вихідного цифрового файлу.

source: Event
uk: Подія

source: Names or describes the specific event at which the photo was taken.
uk: Називає або описує конкретну подію, яку зображено на фото.

source: Maximum available height
uk: Максимально можлива висота

source: The maximum available height in pixels of the original photo from which this photo has been derived by downsizing.
uk: Максимально можлива висота в пікселях оригінальної фотографії, з якої ця фотографія була отримана шляхом зменшення.

source: Maximum available width
uk: Максимально можлива ширина

source: The maximum available width in pixels of the original photo from which this photo has been derived by downsizing.
uk: Максимально можлива ширина в пікселях оригінальної фотографії, з якої ця фотографія була отримана шляхом зменшення.

source: Registry Entry
uk: Запис реєстру

source: Both a Registry Item Id and a Registry Organisation Id to record any registration of this digital image with a registry.
uk: Ідентифікатор запису реєстру та ідентифікатор організації реєстру для запису будь-якої реєстрації цього цифрового зображення за допомогою реєстру.

source: Registry Entry-Item Identifier
uk: Запис реєстру-ідентифікатор позиції

source: A unique identifier created by a registry and applied by the creator of the digital image. This value shall not be changed after being applied. This identifier is linked to a corresponding Registry Organisation Identifier.
uk: Унікальний ідентифікатор, створений реєстром і застосований творцем цифрового зображення. Це значення не повинно змінюватися після застосування. Цей ідентифікатор пов'язаний з відповідним ідентифікатором організації реєстру.

source: Registry Entry-Organisation Identifier
uk: Запис реєстру - Ідентифікатор організації

source: An identifier for the registry which issued the corresponding Registry Image Id.
uk: Ідентифікатор для реєстру, який видав відповідний ідентифікатор зображення реєстру.

source: IPTC Fields Last Edited
uk: Останнє редагування полів IPTC

source: The date and optionally time when any of the IPTC photo metadata fields has been last edited.
uk: Дата і, можливо, час, коли останній редагувалося яке-небудь з полів фото-метаданих IPTC.

source: Location shown
uk: Показане місце

source: A location shown in the image.
uk: Показане на зображенні місце.

source: Location Created
uk: Місце створення

source: The location the photo was taken.
uk: Місце розташування, де було зроблене фото.

source: Location-City
uk: Місце розташування-Місто

source: Name of the city of a location.
uk: Назва міста для місця розташування.

source: Location-Country ISO-Code
uk: Місце розташування - ISO-код країни

source: The ISO code of a country of a location.
uk: ISO-код країни місця розташування.

source: Location-Country Name
uk: Місце розташування-назва країни

source: The name of a country of a location.
uk: Назва країни для місця розташування.

source: Location-Province/State
uk: Місце розташуванн-Область/Штат

source: The name of a subregion of a country - a province or state - of a location.
uk: Назва субрегіону країни - провінція, область, штат - для місця розташування

source: Location-Sublocation
uk: Місце розташування-сублокація

source: Name of a sublocation. This sublocation name could either be the name of a sublocation to a city or the name of a well known location or (natural) monument outside a city.
uk: Назва сублокації. Ця назва сублокації може бути або назва частини міста або назва добре відомої місцевості або (природний) пам'ятник за межами міста.

source: Location-World Region
uk: Місце розташування-світовий регіон

source: The name of a world region of a location.
uk: Назва світового регіону для місця розташування.

source: Artwork or object in the image
uk: Художній твір або об'єкт на зображенні

source: A set of metadata about artwork or an object in the image.
uk: Набір метаданих про твір мистецтва або об'єкт на зображенні.

source: Artwork or object-Copyright notice
uk: Твір мистецтва або об'єкт-Повідомлення по авторські права

source: Contains any necessary copyright notice for claiming the intellectual property for artwork or an object in the image and should identify the current owner of the copyright of this work with associated intellectual property rights.
uk: Містить будь-яке необхідне повідомлення про авторські права для захисту права інтелектуальної власності на твір мистецтва або об'єкт на зображенні, а також повинен визначити поточного власника авторських прав на цю роботу з пов'язаними правами інтелектуальної власності.

source: Artwork or object-Creator
uk: Твір мистецтва або об'єкт-Автор

source: Contains the name of the artist who has created artwork or an object in the image. In cases where the artist could or should not be identified the name of a company or organisation may be appropriate.
uk: Містить ім'я митця, який створив твір мистецтва або об'єкт у зображенні. У випадках, коли митець не може або не повинен бути ідентифікований, може бути доречною назва компанії або організації.

source: Artwork or object-Date Created
uk: Твір мистецтва або об'єкт-Дата створення

source: Designates the date and optionally the time the artwork or object in the image was created. This relates to artwork or objects with associated intellectual property rights.
uk: Позначає дату та, можливо, час створення твору мистецтва або об'єкта у зображенні. Це стосується творів мистецтва або об'єктів з відповідними правами інтелектуальної власності.

source: Artwork or object-Source
uk: Твір мистецтва або об'єкт-Джерело

source: The organisation or body holding and registering the artwork or object in the image for inventory purposes.
uk: Організація чи орган, що володіє та реєструє твір мистецтва або об'єкт на зображенні для інвентаризації.

source: Artwork or object-Source inventory number
uk: Твір мистецтва або об'єкт-Інвентарний номер джерела

source: The inventory number issued by the organisation or body holding and registering the artwork or object in the image.
uk: Інвентарний номер, виданий організацією чи органом, що володіє і реєструє твір мистецтва чи об'єкт на зображенні.

source: Artwork or object-Title
uk: Твір мистецтва або об'єкт-Назва

source: A reference for the artwork or object in the image.
uk: Посилання на твір мистецтва або об'єкт на зображенні.

source: Scan from film
uk: Скан з плівки

source: Scan from transparency (including slide)
uk: Сканування з прозорості (включно зі слайдами)

source: Scan from print
uk: Скан з роздруківки

source: PLUS Version
uk: PLUS версія

source: The version number of the PLUS standards in place at the time of the transaction.
uk: Номер версії стандартів PLUS на місці в момент здійснення транзакції.

source: Licensee
uk: Ліцензіат

source: Party or parties to whom the license is granted by the Licensor/s under the license transaction.
uk: Сторона чи сторони, яким надана ліцензія надавачем ліценції під ліцензійною угодою.

source: Licensee ID
uk: Ідентифікатор ліцензіата

source: Optional PLUS-ID identifying each Licensee.
uk: Необов'язковий PLUS-ID, що ідентифікує кожного Ліцензіата

source: Licensee Name
uk: Ім'я ліцензіата

source: Name of each Licensee.
uk: Ім'я кожного Ліцензіата.

source: End User
uk: Кінцевий користувач

source: Party or parties ultimately making use of the image under the license.
uk: Сторона або сторони в кінцевому підсумку використовують зображення за ліцензією.

source: End User ID
uk: Ідентифікатор кінцевого користувача

source: Optional PLUS-ID identifying each End User.
uk: Додатковий PLUS-ID, що ідентифікує кожного кінцевого користувача.

source: End User Name
uk: Ім'я кінцевого користувача

source: Name of each End User.
uk: Назва кожного кінцевого користувача.

source: Licensor
uk: Ліцензіар

source: Party or parties granting the license to the Licensee.
uk: Сторона або сторони, що надають ліцензію Ліцензіату.

source: Licensor ID
uk: Ідентифікатор ліцензіар

source: Optional PLUS-ID identifying each Licensor.
uk: Додатковий PLUS-ID, що ідентифікує кожного ліцензіара.

source: Licensor Name
uk: Ім'я ліцензіара

source: Name of each Licensor.
uk: Назва кожного Ліцензіара.

source: Licensor Address
uk: Адреса ліцензіара

source: Licensor street address.
uk: Вулична адреса ліцензіара.

source: Licensor Address Detail
uk: Подробиці адреси ліцензіара

source: Additional Licensor mailing address details.
uk: Додаткові поштові адреси ліцензіара.

source: Licensor City
uk: Місто ліцензіара

source: Licensor City name.
uk: Назва міста ліцензіара

source: Licensor State or Province
uk: Штат чи область ліцензіара

source: Licensor State or Province name.
uk: Назва штату чи області ліцензіара.

source: Licensor Postal Code
uk: Поштовий індекс ліцензіара

source: Licensor Postal Code or Zip Code.
uk: Поштовий індекс ліцензіара.

source: Licensor Country
uk: Країна ліцензіара

source: Licensor Country name.
uk: Назва країни ліцензіара

source: Licensor Telephone Type 1
uk: Тип телефону 1 ліцензіара

source: Licensor Telephone Type 1.
uk: Тип телефону 1 ліцензіара

source: Licensor Telephone 1
uk: Телефон ліцензіара 1

source: Licensor Telephone number 1.
uk: Номер телефону ліцензіара 1

source: Licensor Telephone Type 2
uk: Тип телефону 2 ліцензіара

source: Licensor Telephone Type 2.
uk: Тип телефону 2 ліцензіара

source: Licensor Telephone 2
uk: Телефон ліцензіара 2

source: Licensor Telephone number 2.
uk: Номер телефону ліцензіара 2

source: Licensor Email
uk: Електронна пошта ліцензіара

source: Licensor Email address.
uk: Електронна адреса ліцензіара.

source: Licensor URL
uk: URL ліцензіара

source: Licensor world wide web address.
uk: Веб-адреса ліцензіара.

source: Licensor Notes
uk: Примітка ліцензіара

source: Supplemental information for use in identifying and contacting the Licensor/s.
uk: Додаткова інформація для використання для ідентифікації та зв'язку Ліцензіара

source: PLUS Media Summary Code
uk: Підсумковий код медіа PLUS

source: A PLUS-standardized alphanumeric code string summarizing the media usages included in the license.
uk: ПЛЮС-стандартизована буквено-цифрова рядкова кодова група, що підсумовує використання медіа, включених у ліцензію.

source: License Start Date
uk: Дата початку ліцензії

source: The date on which the license takes effect.
uk: Дата, з якої набуває чинності ліцензія.

source: License End Date
uk: Дата закінчення ліцензії

source: The date on which the license expires.
uk: Дата закінчення дії ліцензії.

source: Media Constraints
uk: Обмеження медіа

source: Constraints limiting the scope of PLUS Media Usage/s included in the license to particular named media or to media not yet specifically defined in the PLUS Media Matrix.
uk: Обмеження, що обмежують сферу застосування PLUS Media Usage, включені до ліцензії, до певних медіа або до медіа, які ще не визначені в PLUS Media Matrix.

source: Region Constraints
uk: Регіональні обмеження

source: Constraints limiting the scope of geographic distribution to specific cities, states, provinces or other areas to be included in or excluded from the PLUS Regions specified in the Media Usages specified in the license.
uk: Обмеження, що обмежують обсяги географічного розповсюдження в певних містах, штатах, областяї або інших районах, які повинні бути включені або виключені з регіонів PLUS, зазначених в Використання медіа, зазначених у ліцензії.

source: Product or Service Constraints
uk: Обмеження продукту або сервісу

source: Constraints limiting usage of the image to promotion of/association with a named product or service.
uk: Обмеження, що обмежують використання зображення для просування/асоціації з названим продуктом або послугою.

source: Image File Constraints
uk: Обмеження файлів зображення

source: Constraints on the changing of the image file name, metadata or file type.
uk: Обмеження на зміну імені файлу зображення, метаданих або типу файлу.

source: Image Alteration Constraints
uk: Обмеження змін зображення

source: Constraints on alteration of the image by cropping, flipping, retouching, colorization, de-colorization or merging.
uk: Обмеження на зміну зображення шляхом обрізання, перетворення, ретушування, кольорування, розфарбування або злиття.

source: Image Duplication Constraints
uk: Обмеження копіювання зображень

source: Constraints on the creation of duplicates of the image.
uk: Обмеження на створення дублікатів зображення.

source: Model Release Status
uk: Стан випуску моделі

source: Summarizes the availability and scope of model releases authorizing usage of the likenesses of persons appearing in the photograph.
uk: Підсумовує наявність та обсяг випуску моделей, що дозволяють використовувати зображення осіб, що містяться на фотографії.

source: Model Release ID
uk: Ідентифікатор випуску моделі

source: Optional identifier associated with each Model Release.
uk: Додатковий ідентифікатор, пов'язаний з кожним випуском моделі.

source: Minor Model Age Disclosure
uk: Обмеження найменшого віку моделі

source: Age of the youngest model pictured in the image, at the time that the image was made.
uk: Вік наймолодшої моделі, зображеної на фото, на момент його створення.

source: Property Release Status
uk: Стан випуску власності

source: Summarizes the availability and scope of property releases authorizing usage of the properties appearing in the photograph.
uk: Підсумовує наявність та обсяг випуску власності, що дозволяють використовувати об'єкти власності, що містяться на фотографії.

source: Property Release ID
uk: Ідентифікатор випуску власності

source: Optional identifier associated with each Property Release.
uk: Додатковий ідентифікатор, пов'язаний з кожним випуском власності.

source: Other Constraints
uk: Інші обмеження

source: Additional constraints on the license.
uk: Додаткові обмеження за ліцензією.

source: Credit Line Required
uk: Потреба рядка учасників

source: Attribution requirements, if any.
uk: Вимоги щодо атрибуції, за наявності.
