Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: A reference to the document as it was prior to becoming managed. It is set when a managed document is introduced to an asset management system that does not currently own it. It may or may not include references to different management systems.
uk: Посилання на документ, як це було до того, як стати керованим. Він встановлюється, коли керований документ вводиться до системи управління активами, яка наразі не належить їй. Воно може чи не включати посилання на різні системи управління.

source: Manager
uk: Керування

source: The name of the asset management system that manages this resource. Along with xmpMM: ManagerVariant, it tells applications which asset management system to contact concerning this document.
uk: Назва системи управління ресурсами, яка керує цим ресурсом. Поряд з xmpMM: ManagerVariant, він розповідає програмам, з якими контактує система управління ресурсами стосовно цього документа.

source: Manage To
uk: Об'єкт керування

source: A URI identifying the managed resource to the asset management system; the presence of this property is the formal indication that this resource is managed. The form and content of this URI is private to the asset management system.
uk: URI, який визначає керований ресурс для системи управління ресурсами; наявність цієї властивості є офіційною ознакою того, що цей ресурс керується. Форма та зміст цього URI приватні для системи управління ресурсами.

source: Manage UI
uk: Інтерфейс керування

source: A URI that can be used to access information about the managed resource through a web browser. It might require a custom browser plug-in.
uk: URI, який можна використовувати для доступу до інформації про керований ресурс через веб-браузер. Для цього може знадобитися власний плагін для веб-переглядача.

source: Manager Variant
uk: Варіант керування

source: Specifies a particular variant of the asset management system. The format of this property is private to the specific asset management system.
uk: Визначає конкретний варіант системи управління ресурсами. Формат цієї властивості приватний для конкретної системи управління ресурсами.

source: Original Document ID
uk: ID оригіналу

source: Rendition Class
uk: Клас відтворення

source: The rendition class name for this resource. This property should be absent or set to default for a document version that is not a derived rendition.
uk: Назва класу відтворення для цього ресурсу. Ця властивість має бути відсутня або встановлюватись за замовчуванням для версії документа, яка не є похідним відтворенням.

source: Rendition Params
uk: Параметри відтворення

source: Can be used to provide additional rendition parameters that are too complex or verbose to encode in xmpMM: RenditionClass.
uk: Може бути використаний для забезпечення додаткових параметрів відтворення, які занадто складні або багатослівні для кодування в xmpMM: RenditionClass.

source: Version ID
uk: Ідентифікатор версії

source: The document version identifier for this resource. Each version of a document gets a new identifier, usually simply by incrementing integers 1, 2, 3 . . . and so on. Media management systems can have other conventions or support branching which requires a more complex scheme.
uk: Ідентифікатор версії документа для цього ресурсу. Кожна версія документа отримує новий ідентифікатор, зазвичай просто збільшуючи на цілі числа 1, 2, 3. . . і так далі. Системи управління медіа можуть мати інші умови або підтримку гілок, що вимагає більш складної схеми.

source: Versions
uk: Версії

source: The version history associated with this resource. Entry [1] is the oldest known version for this document, entry [last()] is the most recent version. Typically, a media management system would fill in the version information in the metadata on check-in. It is not guaranteed that a complete history versions from the first to this one will be present in the xmpMM:Versions property. Interior version information can be compressed or eliminated and the version history can be truncated at some point.
uk: Історія версії, пов'язана з цим ресурсом. Запис [1] - це найстаріша відома версія для цього документа, запис [last ()] - це остання версія. Як правило, система керування мультимедіа заповнює інформацію про версію в метаданих під час реєстрації. Не гарантується, що повна версія історії від першого до цього буде присутня у властивості xmpMM: Versions. Інформація про внутрішню версію може бути стиснута або усунута, а історія версії може бути скорочена в певний момент часу.

source: Last URL
uk: Останній URL

source: Deprecated for privacy protection.
uk: Скасовано для захисту приватності

source: Rendition Of
uk: Джерело відтворення

source: Deprecated in favor of xmpMM:DerivedFrom. A reference to the document of which this is a rendition.
uk: Скасовано на користь xmpMM: DerivedFrom. Посилання на документ, для якого воно є відтворенням.

source: Save ID
uk: Ідентифікатор збереження

source: Deprecated. Previously used only to support the xmpMM:LastURL property.
uk: Скасовано. Раніше використовувалося лише для підтримки властивості xmpMM:LastURL.

source: Job Reference
uk: Посилання на задачу

source: References an external job management file for a job process in which the document is being used. Use of job names is under user control. Typical use would be to identify all documents that are part of a particular job or contract. There are multiple values because there can be more than one job using a particular document at any time, and it can also be useful to keep historical information about what jobs a document was part of previously.
uk: Посилання на файл управління зовн. задачами для процесу задачі, в якому цей документ використовується. Використання імен задачі виконується під керуванням користувача. Зазвичай використовується для визначення всіх документів, які є частиною певної роботи чи контракту. Є декілька значень, оскільки в будь-який час певний документ може використовуватися з більш ніж однією задачею, і також може стати в нагоді збереження історії про те, частиною яких задачу був документ раніше.

source: Maximum Page Size
uk: Максимальний розмір сторінки

source: The size of the largest page in the document (including any in contained documents).
uk: Розмір найбільшої сторінки документа (в тому числі будь-які в наявних документах).

source: Number of Pages
uk: Кількість сторінок

source: The number of pages in the document (including any in contained documents).
uk: Кількість сторінок в документі (в тому числі будь-які в наявних документах).

source: Fonts
uk: Шрифти

source: An unordered array of fonts that are used in the document (including any in contained documents).
uk: Невпорядкований масив шрифтів, які використовуються в документі (в тому числі будь-які в наявних документах).

source: Colorants
uk: Кольори

source: An ordered array of colorants (swatches) that are used in the document (including any in contained documents).
uk: Упорядкований масив кольорів (зразків), які використовуються в документі (в тому числі будь-які в наявних документах).

source: Plate Names
uk: Назви пластинок

source: An ordered array of plate names that are needed to print the document (including any in contained documents).
uk: Упорядкований масив назв пластин, необхідних для друку документа (в тому числі будь-які в наявних документах).

source: Absolute Peak Audio File Path
uk: Абсолютний шлях до файлу піків аудіо

source: The absolute path to the file's peak audio file. If empty, no peak file exists.
uk: Абсолютний Шлях до файлу піків аудіо, якщо порожнє, то файлу піків не існує.

source: Album
uk: Альбом

source: The name of the album.
uk: Назва альбому.

source: Alternative Tape Name
uk: Альтернативна назва плівки

source: An alternative tape name, set via the project window or timecode dialog in Premiere. If an alternative name has been set and has not been reverted, that name is displayed.
uk: Альтернативна назва плівки, встановлена у вікні проекту або у діалоговому вікні програми Premiere. Якщо альтернативне назва була встановлена та не було повернута, то відображається вона

source: Alternative Time code
uk: Альтернативний таймкод

source: A timecode set by the user. When specified, it is used instead of the startTimecode.
uk: Таймкод, встановлений користувачем. Якщо зазначено, буде використано замість початкового таймкоду.

source: Artist
uk: Виконавець

source: The name of the artist or artists.
uk: Ім’я виконавця або назва групи виконавців.

source: Audio Modified Date
uk: Дата модифікації аудіо

source: Audio Channel Type
uk: Тип звукового каналу

source: Audio Compressor
uk: Звуковий кодек

source: The audio compression used. For example, MP3.
uk: Звуковий кодек використаний для стискання. Приклад: MP3.

source: Audio Sample Rate
uk: Частота дискретизації звуку

source: Audio Sample Type
uk: Тип вибірки звуку.

source: Beat Splice Parameters
uk: Параметри з'єднування ритму

source: Additional parameters for Beat Splice stretch mode.
uk: Додаткові параметри для режиму розтягування із з'єднуванням ритму

source: Camera Model
uk: Модель камери:

source: Client
uk: Клієнт

source: Comment
uk: Коментар

source: Composer
uk: Композитор

source: The composer's name.
uk: Ім’я композитора.

source: Contributed Media
uk: Внесені медіа

source: An unordered list of all media used to create this media.
uk: Невпорядковий список усіх медіа, які використовуються для створення цього медіа.

source: Director
uk: Режисер

source: Duration
uk: Тривалість

source: The duration of the media file.
uk: Тривалість мультимедійного файлу.

source: Engineer
uk: Інженер запису

source: The engineer's name.
uk: Ім’я інженера.

source: File Data Rate
uk: Швидкість передавання даних файлу

source: The file data rate in megabytes per second. For example: "36/10" = 3.6 MB/sec
uk: Швидкість передавання даних файлу у мегабайтах за секунду. Приклад: "36/10" = 3.6 MB/sec

source: Genre
uk: Жанр

source: The name of the genre.
uk: Назва жанру.

source: Instrument
uk: Інструмент

source: The musical instrument.
uk: Музичний інструмент.

source: Intro Time
uk: Тривалість вступу

source: The duration of lead time for queuing music.
uk: Тривалість паузи перед початком музики.

source: Key
uk: Тональність

source: The audio's musical key. One of: C, C#, D, D#, E, F, F#, G, G#, A, A#, B.
uk: Музична тональність звуку. Варіанти: C, C#, D, D#, E, F, F#, G, G#, A, A#, B.

source: Log Comment
uk: Коментар журналу

source: User's log comments.
uk: Коментарі журналу користувача.

source: Loop
uk: Цикл

source: When true, the clip can be looped seamlessly.
uk: Якщо так, то вирізана частина буде нескінченно зациклена.

source: Number Of Beats
uk: Кількість тактів

source: The number of beats.
uk: Кількість тактів.

source: Markers
uk: Маркери

source: An ordered list of markers
uk: Впорядкований список маркерів.

source: Metadata Modified Date
uk: Дата модифікації метаданих

source: Out Cue
uk: Вихідна мітка.

source: The time at which to fade out.
uk: Час завершення музики.

source: Project Name
uk: Назва Проєкту

source: Project Reference
uk: Посилання на проект

source: A reference to the project that created this file.
uk: Посилання на проект, який створив цей файл.

source: Pull Down
uk: Пулдаун

source: The sampling phase of film to be converted to video (pull-down). One of: WSSWW, SSWWW, SWWWS, WWWSS, WWSSW, WSSWW_24p, SSWWW_24p, SWWWS_24p, WWWSS_24p, WWSSW_24p.
uk: Відбір фази фільму для конвертації в відео (пулдаун). Варіанти: WSSWW, SSWWW, SWWWS, WWWSS, WWSSW, WSSWW_24p, SSWWW_24p, SWWWS_24p, WWWSS_24p, WWSSW_24p.

source: Relative Peak Audio File Path
uk: Відносний шлях до файлу піків аудіо

source: The relative path to the file's peak audio file. If empty, no peak file exists.
uk: Відносний шлях до файлу піків аудіо. Якщо порожнє, то файл піків не існує.

source: Relative Timestamp
uk: Відносна мітка часу

source: The start time of the media inside the audio project.
uk: Початковий час медіа в аудіопроекті.

source: The date the title was released.
uk: Дата випуску.

source: Resample Parameters
uk: Параметри ресемплювання

source: Additional parameters for Resample stretch mode.
uk: Додаткові параметри для режиму розтягування із ресемплюванням

source: Scale Type
uk: Звукоряд

source: Scene
uk: Сцена

source: The name of the scene.
uk: Назва сцени.

source: Shot Date
uk: Дата зйомки

source: The date and time when the video was shot.
uk: Дата і час, коли було знято відео.

source: Shot Location
uk: Місце зйомки

source: The name of the location where the video was shot. For example: "Oktoberfest, Munich Germany" For more accurate positioning, use the EXIF GPS values.
uk: Назва місця, де було зроблено відео. Наприклад: "Октоберфест, Мюнхен Німеччина". Для більш точного позиціонування використовуйте значення EXIF ​​GPS.

source: Shot Name
uk: Назва зйомки

source: The name of the shot or take.
uk: Назва знімка або запису.

source: Speaker Placement
uk: Розташування динаміків

source: A description of the speaker angles from center front in degrees. For example: "Left = -30, Right = 30, Center = 0, LFE = 45, Left Surround = -110, Right Surround = 110"
uk: Опис кутів динаміка від центального переднього в градусах. Наприклад: "Left = -30, Right = 30, Center = 0, LFE = 45, Left Surround = -110, Right Surround = 110"

source: Start Time Code
uk: Початковий таймкод

source: The timecode of the first frame of video in the file, as obtained from the device control.
uk: Таймкод першого кадру відео у файлі, отриманий через лінію керування пристроєм.

source: Stretch Mode
uk: Режим розтягування.

source: The audio stretch mode. One of: Fixed length, Time-Scale, Resample, Beat Splice, Hybrid.
uk: Режим розтягування аудіо. Варіанти: фіксована довжина, масштабування часу, ресемплювання, з'єднування ритму, гібридний

source: Tape Name
uk: Назва плівки

source: The name of the tape from which the clip was captured, as set during the capture process.
uk: Назва плівки, з якої було захоплено частину відео, встановлена під час процесу захоплення.

source: Tempo
uk: Ритм

source: The audio's tempo.
uk: Ритм звуку.

source: Time Scale Parameters
uk: Параметри масштабування часу

source: Additional parameters for Time-Scale stretch mode.
uk: Додаткові параметри для режиму розтягування із масштабуванням часу

source: Time Signature
uk: Розмір музики

source: The time signature of the music. One of: 2/4, 3/4, 4/4, 5/4, 7/4, 6/8, 9/8, 12/8, other.
uk: Розмір музики. Варіанти: 2/4, 3/4, 4/4, 5/4, 7/4, 6/8, 9/8, 12/8, тощо.

source: Track Number
uk: Номер доріжки

source: A numeric value indicating the order of the audio file within its original recording.
uk: Числове значення, що вказує порядок аудіофайлів на його оригінальному записі.

source: Tracks
uk: Композиції

source: Video Alpha Mode
uk: Режим альфа-каналу відео

source: The alpha mode. One of: straight, pre-multiplied.
uk: Режим альфа-каналу. Варіанти: прямий, попередньо помножений

source: Video Alpha Premultiple Color
uk: Колір попереднього помноження для альфа-каналу відео

source: A color in CMYK or RGB to be used as the pre-multiple color when alpha mode is pre-multiplied.
uk: Колір у форматі CMYK або RGB, який буде використовуватися як колір попереднього множення в режимі попереднього помноження альфа-каналу.

source: Video Alpha Unity Is Transparent
uk: Альфа-канал відео прозорий

source: When true, unity is clear, when false, it is opaque.
uk: Якщо так, прозорий, інакше непрозорий.

source: Video Color Space
uk: Колірний простір відео

source: The color space. One of: sRGB (used by Photoshop), CCIR-601 (used for NTSC), CCIR-709 (used for HD).
uk: Колірний простір. Можливі значення: sRGB (для Photoshop), CCIR-601 (для NTSC), CCIR-709 (для HD).

source: Video Compressor
uk: Відеостиснення

source: Video compression used. For example, jpeg.
uk: Використовується стиснення відео. Наприклад, jpeg.

source: Video Field Order
uk: Послідовність полів відео

source: The field order for video. One of: Upper, Lower, Progressive.
uk: Послідовність полів відео. Варіанти: верхнє, нижнє, прогресивне.

source: Video Frame Rate
uk: Частота кадрів відео

source: The video frame rate. One of: 24, NTSC, PAL.
uk: Частота кадрів відео. Варіанти: 24, NTSC, PAL.

source: Video Frame Size
uk: Розмір кадру відео

source: The frame size. For example: w:720, h: 480, unit:pixels
uk: Розмір кадру. Наприклад: w:720, h: 480, unit:pixels

source: Video Modified Date
uk: Дата модифікації відео

source: Video Pixel Depth
uk: Глибина відеопікселя

source: The size in bits of each color component of a pixel. Standard Windows 32-bit pixels have 8 bits per component. One of: 8Int, 16Int, 32Int, 32Float.
uk: Розмір в бітах кожного колірного компонента пікселя. Стандартні 32-розрядні пікселі Windows мають 8 біт на компонент. Можливі значення: 8Int, 16Int, 32Int, 32Float

source: Video Pixel Aspect Ratio
uk: Піксельне співвідношення сторін відео

source: The aspect ratio, expressed as ht/wd. For example: "648/720" = 0.9
uk: Співвідношення сторін у вигляді вис/шир. Приклад: "648/720" = 0.9

source: Lyrics
uk: Текст пісні

source: Disc Number
uk: Номер диску

source: Camera Serial Number
uk: Серійний номер фотоапарата

source: Camera Serial Number.
uk: Серійний номер фотоапарата.

source: Date Acquired
uk: Дата придбання

source: Date Acquired.
uk: Дата придбання.

source: Flash Manufacturer
uk: Виробник спалаху

source: Flash Manufacturer.
uk: Виробник спалаху.

source: Flash Model.
uk: Модель спалаху

source: Last Keyword IPTC
uk: Останнє ключове слово IPTC

source: Last Keyword IPTC.
uk: Останнє ключове слово IPTC.

source: Last Keyword XMP
uk: Останнє ключове слово XMP

source: Last Keyword XMP.
uk: Остання ключове слово XMP.

source: Lens Manufacturer
uk: Виробник об'єктиву

source: Lens Manufacturer.
uk: Виробник об'єктиву.

source: Lens Model.
uk: Модель об'єктиву.

source: Rating Percent
uk: Відсоток рейтинга

source: Rating Percent.
uk: Відсоток рейтинга.

source: Hierarchical Subject
uk: Ієрархічний предмет

source: Adobe Lightroom hierarchical keywords.
uk: Ієрархічні ключові слова Adobe Lightroom

source: Private RTK Info
uk: Приватна інформація RTK

source: Adobe Lightroom private RTK info.
uk: Приватна інформація RTK Adobe Lightroom

source: Keywords.
uk: Ключові слова.

source: PDF Version
uk: Версія PDF

source: The PDF file version (for example: 1.0, 1.3, and so on).
uk: Версія файлу PDF (приклад: 1.0, 1.3 тощо).

source: Producer
uk: Виробник

source: The name of the tool that created the PDF document.
uk: Назва інструмента, що створив документ PDF.

source: The date the intellectual content of the document was created (rather than the creation date of the physical representation), following IIM conventions. For example, a photo taken during the American Civil War would have a creation date during that epoch (1861-1865) rather than the date the photo was digitized for archiving.
uk: Дата створення інтелектуального змісту документа (а не дати створення фізичного подання), згідно з конвенціями МІМ. Наприклад, фотографія, знята під час громадянської війни в Америці, матиме дату створення в ту епоху (1861-1865), а не дату оцифрування фотографії для архівування.

source: Headline.
uk: Заголовок.

source: Country/primary location.
uk: Країна або основна назва місцевості.

source: Province/state.
uk: Провінція або область.

source: City.
uk: Місто/Селище.

source: Credit.
uk: Учасники.

source: Authors Position
uk: Позиція авторів

source: By-line title.
uk: Авторська назва.

source: Caption Writer
uk: Автор сценарію

source: Writer/editor.
uk: Сценарист, редактор.

source: Category. Limited to 3 7-bit ASCII characters.
uk: Категорія. Обмежено трьома 7-бітними символами ASCII.

source: Special instructions.
uk: Особливі настанови.

source: Source.
uk: Джерело.

source: Supplemental category.
uk: Додаткова категорія.

source: Original transmission reference.
uk: Оригінальне посилання передачі.

source: Urgency. Valid range is 1-8.
uk: Невідкладність Дійсний діапазон 1-8.

source: Layer Name
uk: Назва шару

source: inches
uk: дюйми

source: cm
uk: см

source: Saved Settings
uk: Збережені параметри

source: Parameters
uk: Параметри

source: Auto Brightness
uk: Автояскравість

source: When true, "Brightness" is automatically adjusted.
uk: Якщо так, «Яскравість» регулюється автоматично.

source: Auto Contrast
uk: Автоконтрастність

source: When true, "Contrast" is automatically adjusted.
uk: Якщо так, «Контрастність» регулюється автоматично.

source: Auto Exposure
uk: Автовитримка

source: When true, "Exposure" is automatically adjusted.
uk: Якщо так, «Витримка» регулюється автоматично.

source: Auto Shadows
uk: Автотіні

source: When true,"Shadows" is automatically adjusted.
uk: Якщо так, «Тіні» регулюються автоматично.

source: Blue Hue
uk: Синій відтінок

source: "Blue Hue" setting. Range -100 to 100.
uk: Налаштування «Синій відтінок». Діапазон від -100 до 100.

source: Blue Saturation
uk: Насиченість синього

source: "Blue Saturation" setting. Range -100 to +100.
uk: Налаштування «Насиченість синього». Діапазон від -100 до 100.

source: "Brightness" setting. Range 0 to +150.
uk: Налаштування «Яскравість». Діапазон від -100 до 100.

source: Camera Profile
uk: Профіль фотоапарата

source: "Camera Profile" setting.
uk: Налаштування «Профіль фотоапарата».

source: Chromatic Aberration Blue
uk: Хроматична аберація синього

source: "Chromatic Aberration, Fix Blue/Yellow Fringe" setting. Range -100 to +100.
uk: Налаштування «Хроматична аберація, виправлення синьої/жовтої окантовки». Діапазон від -100 до 100.

source: Chromatic Aberration Red
uk: Хроматична аберація червоного

source: "Chromatic Aberration, Fix Red/Cyan Fringe" setting. Range -100 to +100.
uk: Налаштування «Хроматична аберація, виправлення червоної/цианової окантовки». Діапазон від -100 до 100.

source: Color Noise Reduction
uk: Зменшення кольорового шуму

source: "Color Noise Reduction" setting. Range 0 to +100.
uk: Налаштування «Зменшення кольорового шуму». Діапазон від -100 до 100.

source: "Contrast" setting. Range -50 to +100.
uk: Налаштування «Контраст». Діапазон від -100 до 100.

source: When "Has Crop" is true, top of crop rectangle
uk: Коли "Має кадрування" є істиною, вершина прямокутника кадрування

source: When "Has Crop" is true, left of crop rectangle.
uk: Коли "Має кадрування" є істиною, лівий бік прямокутника кадрування

source: Crop Bottom
uk: Кадрування знизу

source: When "Has Crop" is true, bottom of crop rectangle.
uk: Коли "Має кадрування" є істиною, низ прямокутника кадрування

source: Crop Right
uk: Кадрування справа

source: When "Has Crop" is true, right of crop rectangle.
uk: Коли "Має кадрування" є істиною, правий бік прямокутника кадрування

source: Crop Angle
uk: Кут кадрування

source: When "Has Crop" is true, angle of crop rectangle.
uk: Коли "Має кадрування" є істиною, кут нахилу прямокутника кадрування

source: Width of resulting cropped image in CropUnits units.
uk: Ширина отриманого кадрованого зображення в одиницях CropUnits.

source: Height of resulting cropped image in CropUnits units.
uk: Виота отриманого кадрованого зображення в одиницях CropUnits.

source: Crop Units
uk: Одиниці кадрування

source: Units for CropWidth and CropHeight. 0=pixels, 1=inches, 2=cm
uk: Одиниці для CropWidth та CropHeight. 0 = пікселі, 1 = дюйми, 2 = см

source: "Exposure" setting. Range -4.0 to +4.0.
uk: Налаштування «Витримка». Діапазон від -4.0 до +4.0.

source: Green Hue
uk: Відтінок зеленого

source: "Green Hue" setting. Range -100 to +100.
uk: Налаштування «Відтінок зеленого». Діапазон від -100 до 100.

source: Green Saturation
uk: Насиченість зеленого

source: "Green Saturation" setting. Range -100 to +100.
uk: Налаштування «Насиченість зеленого». Діапазон від -100 до 100.

source: Has Crop
uk: Має кадрування

source: When true, image has a cropping rectangle.
uk: Коли це правда, зображення має прямокутник кадрування.
