Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-eject_eject-*.po
Languages: ru, uk

source: Eject version %s by Jeff Tranter (tranter@pobox.com) Usage: eject -h -- display command usage and exit eject -V -- display program version and exit eject [-vnrsfqpm] [<name>] -- eject device eject [-vn] -d -- display default device eject [-vn] -a on|off|1|0 [<name>] -- turn auto-eject feature on or off eject [-vn] -c <slot> [<name>] -- switch discs on a CD-ROM changer eject [-vn] -t [<name>] -- close tray eject [-vn] -T [<name>] -- toggle tray eject [-vn] -i on|off|1|0 [<name>] -- toggle manual eject protection on/off eject [-vn] -x <speed> [<name>] -- set CD-ROM max speed eject [-vn] -X [<name>] -- list CD-ROM available speeds Options: -v -- enable verbose output -n -- don't eject, just show device found -r -- eject CD-ROM -s -- eject SCSI device -f -- eject floppy -q -- eject tape -p -- use /proc/mounts instead of /etc/mtab -m -- do not unmount device even if it is mounted
ru: Eject version %s автор Jeff Tranter (tranter@pobox.com) Использование: eject -h -- показать помощь и выйти eject -V -- показать версию программы и выйти eject [-vnrsfqpm] [<имя>] -- извлечь устройство eject [-vn] -d -- показать устройство по умолчанию eject [-vn] -a on|off|1|0 [<имя>] -- включить\выключить авто-извлечение eject [-vn] -c <слот> [<имя>] -- сменить диски на CD-чейнджере eject [-vn] -t [<имя>] -- закрыть лоток eject [-vn] -T [<имя>] -- переключить лоток eject [-vn] -i on|off|1|0 [<имя>] -- включить\выключить защиту от ручного извлечения eject [-vn] -x <скорость> [<имя>] -- установить максимальную скорость CD-ROM eject [-vn] -X [<имя>] -- список доступных скоростей CD-ROM Параметры: -v -- включить расширенный вывод -n -- не извлекать, только показать найденное устройство -r -- извлечь CD-ROM -s -- извлечь устройство SCSI -f -- извлечь дискету -q -- извлечь кассету -p -- использовать /proc/mounts вместо /etc/mtab -m -- не размонтировать устройство, даже если оно примонтировано
uk: Eject version %s автор Jeff Tranter (tranter@pobox.com) Використання: eject -h -- показати допомогу та вийти eject -V -- показати версію програми та вийти eject [-vnrsfqpm] [<ім’я>] -- витягнути пристрій eject [-vn] -d -- показати типовий пристрій eject [-vn] -a on|off|1|0 [<ім’я>] -- увімкнути\вимкнути авто-витягнення eject [-vn] -c <слот> [<ім’я>] -- змінити диски на CD-чейнджері eject [-vn] -t [<ім’я>] -- закрити лоток eject [-vn] -T [<ім’я>] -- переключити лоток eject [-vn] -i on|off|1|0 [<ім’я>] -- увімкнути\вимкнути захист від ручного витягнення eject [-vn] -x <швидкість> [<ім’я>] -- встановити максимальну швидкість CD-ROM eject [-vn] -X [<ім’я>] -- список доступних швидкостей CD-ROM Параметри: -v -- увімкнути розширений вивід -n -- не витягувати, лише показати знайдений пристрій -r -- витягнути CD-ROM -s -- витягнути пристрій SCSI -f -- витягнути дискету -q -- витягнути касету -p -- використовувати /proc/mounts замість /etc/mtab -m -- не розмонтовувати пристрій навіть якщо він примонтований

source: Long options: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle
ru: Длинные опции: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle
uk: Довгі опції: -h --help -v --verbose -d --default -a --auto -c --changerslot -t --trayclose -x --cdspeed -r --cdrom -s --scsi -f --floppy -X --listspeed -q --tape -n --noop -V --version -p --proc -m --no-unmount -T --traytoggle

source: Parameter <name> can be a device file or a mount point. If omitted, name defaults to `%s'. By default tries -r, -s, -f, and -q in order until success.
ru: Параметр <имя> может представлять файл устройства или точку монтирования. Если он не указан, будет использоваться `%s'. По умолчанию используются опции -r, -s, -f и -q (до первого успешного выполнения).
uk: Параметр <ім’я> може представляти файл пристрою або точку монтування. Якщо він не вказаний, буде використовуватися `%s'. Типово використовуються опції -r, -s, -f и -q (до першого успішного виконання).

source: %s: invalid argument to --auto/-a option
ru: %s: недопустимый аргумент для опции --auto/-a
uk: %s: невірний аргумент до опції --auto/-a

source: %s: invalid argument to --changerslot/-c option
ru: %s: недопустимый аргумент для опции --changerslot/-c
uk: %s: невірний аргумент до опції --changerslot/-c

source: %s: invalid argument to --cdspeed/-x option
ru: %s: недопустимый аргумент для опции --cdspeed/-x
uk: %s: невірний аргумент до опції --cdspeed/-x

source: %s: invalid argument to -i option
ru: %s: неправильный аргумент для опции -i
uk: %s: невірний аргумент до опції -i

source: eject version %s by Jeff Tranter (tranter@pobox.com)
ru: eject версии %s, Jeff Tranter (tranter@pobox.com)
uk: eject версія %s Джефа Трентера (Jeff Tranter) (tranter@pobox.com)

source: %s: too many arguments
ru: %s: слишком много аргументов
uk: %s: забагато аргументів

source: %s: could not allocate memory
ru: %s: не удаётся выделить память
uk: %s: не вдалося виділити пам`ять

source: %s: FindDevice called too often
ru: %s: слишком много вызовов функции FindDevice
uk: %s: FindDevice викликається занадто часто

source: %s: CD-ROM auto-eject command failed: %s
ru: %s: сбой команды автоизвлечения лотка: %s
uk: %s:помилка авто-витягненя CD-ROM: %s

source: %s: CD-ROM select disc command failed: %s
ru: %s: сбой команды выбора диска: %s
uk: %s: збій команди вибору диску: %s

source: %s: CD-ROM load from slot command failed: %s
ru: %s: сбой команды загрузки диска из слота: %s
uk: %s: збій команди завантаження диску зі слоту: %s

source: %s: IDE/ATAPI CD-ROM changer not supported by this kernel
ru: %s: IDE/ATAPI-чейнджер CD не поддерживается ядром
uk: %s: IDE/ATAPI-чейнджер CD не підтримується ядром

source: %s: CD-ROM tray close command failed: %s
ru: %s: сбой команды закрытия лотка привода: %s
uk: %s: збій команди закриття лотка приводу: %s

source: %s: CD-ROM tray close command not supported by this kernel
ru: %s: закрытие лотка привода не поддерживается ядром
uk: %s: закриття лотка приводу не підтримується ядром

source: %s: CD-ROM tray toggle command not supported by this kernel
ru: %s: закрытие лотка привода не поддерживается ядром
uk: %s: команда перемикання лотка приводу не підтримується ядром

source: %s: CD-ROM select speed command failed: %s
ru: %s: сбой команды выбора скорости привода: %s
uk: %s: збій команди вибору швидкості приводу: %s

source: %s: CD-ROM select speed command not supported by this kernel
ru: %s: выбор скорости привода не поддерживается ядром
uk: %s: вибір швидкості приводу не підтримується ядром

source: %s: unable to read the speed from /proc/sys/dev/cdrom/info
ru: %s: не удаётся прочитать значение скорости из /proc/sys/dev/cdrom/info
uk: %s: не вдається прочитати значення швидкості з /proc/sys/dev/cdrom/info

source: %s: error while allocating string
ru: %s: ошибка при назначении строки
uk: %s: помилка при призначенні рядка

source: %s: `%s' is a link to `%s'
ru: %s: `%s' является ссылкой на `%s'
uk: %s: '%s' є посиланням на '%s'

source: %s: error while finding CD-ROM name
ru: %s: не удалось найти имя привода
uk: %s: не вдалося знайти ім’я приводу

source: %s: error while reading speed
ru: %s: сбой чтения значения скорости
uk: %s: збій читання значення швидкості

source: %s: saving original speed %d
ru: %s: сохранение исходной скорости %d
uk: %s: збереження вихідної швидкості %d

source: %s: Could not restore original CD-ROM speed (was %d, is now %d)
ru: %s: Невозможно восстановить исходную скорость CD-ROM (первоначально %d, сейчас %d)
uk: %s: Неможливо відновити вихідну швидкість CD-ROM (початково %d, зараз %d)

source: %s: restored original speed %d
ru: %s: восстановленная исходная скорость %d
uk: %s: відновлена вихідна швидкість %d

source: %s: unable to exec umount of `%s': %s
ru: %s: не удаётся выполнить umount для `%s': %s
uk: %s: не вдається виконати umount для `%s': %s

source: %s: unable to fork: %s
ru: %s: не удаётся создать дочерний процесс: %s
uk: %s: не вдається створити дочірній процес: %s

source: %s: unmount of `%s' did not exit normally
ru: %s: некорректное отмонтирование `%s'
uk: %s: некоректне відмонтування `%s'

source: %s: unmount of `%s' failed
ru: %s: сбой при отмонтировании `%s'
uk: %s: відмонтування '%s' закінчилося невдачею

source: %s: unable to open `%s'
ru: %s: не удаётся открыть`%s'
uk: %s: не вдалося відкрити '%s'

source: unable to open %s: %s
ru: не удаётся открыть%s: %s
uk: не вдалося відкрити %s: %s

source: %s: unable to open /etc/fstab: %s
ru: %s: не удаётся открыть /etc/fstab: %s
uk: %s: не вдалося відкрити /etc/fstab: %s

source: %s: %s doesn't exist, skipping call
ru: %s: %s не существует, пропуск вызова
uk: %s: %s не існує, пропуск виклику

source: %s: %s is encrypted on real device %s
ru: %s: %s зашифровано на реальном устройстве %s
uk: %s: %s зашифровано на реальному пристрої %s

source: %s: unmounting `%s'
ru: %s: отмонтирование `%s'
uk: %s: відмонтування `%s'

source: %s: `%s' is a multipartition device
ru: %s: `%s' является устройством с несколькими разделами
uk: %s: `%s' є пристроєм з декількома розділами

source: %s: `%s' is not a multipartition device
ru: %s: `%s' не является устройством с несколькими разделами
uk: %s: `%s' не є пристроєм з декількома розділами

source: %s: setting CD-ROM speed to auto
ru: %s: установка автоматического выбора скорости привода
uk: %s: встановлення автоматичного вибору швидкості приводу

source: %s: setting CD-ROM speed to %dX
ru: %s: установка скорости привода в %dX
uk: %s: встановлення швидкості приводу у %dX

source: %s: default device: `%s'
ru: %s: устройство по умолчанию: `%s'
uk: %s: типовий пристрій: '%s'

source: %s: using default device `%s'
ru: %s: используется устройство по умолчанию `%s'
uk: %s: використовується типовий пристрій '%s'

source: %s: device name is `%s'
ru: %s: имя устройства - `%s'
uk: %s: ім’я пристрою - `%s'

source: %s: unable to find or open device for: `%s'
ru: %s: не удаётся найти или открыть устройство для `%s'
uk: %s: не вдається знайти або відкрити пристрій для `%s'

source: %s: expanded name is `%s'
ru: %s: полное имя - `%s'
uk: %s: повне ім’я - `%s'

source: %s: maximum symbolic link depth exceeded: `%s'
ru: %s: превышена максимальная глубина символьных ссылок: `%s'
uk: %s: перевищена максимальна глибина символічних посилань: '%s'

source: %s: `%s' is mounted at `%s'
ru: %s: `%s' примонтирован в `%s'
uk: %s: '%s' змонтовано на '%s'

source: %s: `%s' is not mounted
ru: %s: `%s' не примонтирован
uk: %s: '%s' не змонтовано

source: %s: `%s' can be mounted at `%s'
ru: %s: `%s' может быть примонтирован в `%s'
uk: %s: '%s' може бути змонтовано на '%s'

source: %s: `%s' is not a mount point
ru: %s: `%s' не является точкой монтирования
uk: %s: `%s' не є точкою монтування

source: %s: tried to use `%s' as device name but it is no block device
ru: %s: попытка использования `%s' в качестве имени устройства, которое не является блочным устройством
uk: %s: спроба використання `%s' у якості ім’я пристрою, яке не є блочним пристроєм

source: %s: device is `%s'
ru: %s: устройство - `%s'
uk: %s: пристрій `%s'

source: %s: exiting due to -n/--noop option
ru: %s: выход из-за опции -n/--noop
uk: %s: вихід з-за опції -n/--noop

source: %s: enabling auto-eject mode for `%s'
ru: %s: включается режима автоизвлечения для `%s'
uk: %s: вмикається режим автовитягнення для `%s'

source: %s: disabling auto-eject mode for `%s'
ru: %s: отключается режим автоизвлечения для `%s'
uk: %s: відмикається режим автовитягнення для `%s'

source: %s: closing tray
ru: %s: лоток закрывается
uk: %s: лоток закривається

source: %s: listing CD-ROM speed
ru: %s: выводится список скоростей привода
uk: %s: виводиться список швидкостей приводу

source: %s: unmounting device `%s' from `%s'
ru: %s: устройство `%s' отмонтируется от `%s'
uk: %s: пристрій `%s' відмонтовується від `%s'

source: %s: using device name `%s' for ioctls
ru: %s: использует имя устройства `%s' для ioctls
uk: %s: використовує ім’я пристрою `%s' для виклику ioctl

source: %s: toggling tray
ru: %s: переключается состояние лотка
uk: %s: перемикається стан лотка

source: %s: selecting CD-ROM disc #%d
ru: %s: выбирается диск #%d
uk: %s: обирається диск #%d

source: %s: trying to eject `%s' using CD-ROM eject command
ru: %s: попытка извлечь `%s' с помощью команды извлечения лотка
uk: %s: спроба витягнути `%s' за допомогою команди витягнення лотка

source: %s: CD-ROM eject command succeeded
ru: %s: извлечение лотка прошло успешно
uk: %s: витягнення лотка пройшло успішно

source: %s: CD-ROM eject command failed
ru: %s: сбой при извлечении лотка
uk: %s: збій при витягненні лотка

source: %s: trying to eject `%s' using SCSI commands
ru: %s: попытка извлечь `%s' с помощью команд SCSI
uk: %s: спроба витягнути `%s' за допомогою команд SCSI

source: %s: SCSI eject succeeded
ru: %s: извлечение SCSI прошло успешно
uk: %s: витягнення SCSI пройшло успішно

source: %s: SCSI eject failed
ru: %s: сбой при извлечении SCSI
uk: %s: збій при витягненні SCSI

source: %s: trying to eject `%s' using floppy eject command
ru: %s: попытка извлечь `%s' с помощью команды извлечения дискеты
uk: %s: спроба витягнути `%s' за допомогою команди витягнення дискети

source: %s: floppy eject command succeeded
ru: %s: извлечение дискеты прошло успешно
uk: %s: витягнення дискети пройшло успішно

source: %s: floppy eject command failed
ru: %s: сбой при извлечении дискеты
uk: %s: збій при витягненні дискети

source: %s: trying to eject `%s' using tape offline command
ru: %s: попытка извлечь `%s' с помощью команды остановки ленты
uk: %s: спроба витягнути `%s' за допомогою команди зупинки стрічки

source: %s: tape offline command succeeded
ru: %s: остановка ленты прошла успешно
uk: %s: зупинка стрічки пройшла успішно

source: %s: tape offline command failed
ru: %s: сбой при остановке ленты
uk: %s: збій при зупинці стрічки

source: %s: unable to eject, last error: %s
ru: %s: не удаётся извлечь, последняя ошибка: %s
uk: %s: не вдається витягнути, остання помилка: %s

source: usage: volname [<device-file>]
ru: Использование: метка_тома [<файл_устройства>]
uk: застосування: volname [<файл-пристрою>]

source: volname
ru: метка_тома
uk: мітка тому
