Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Any descriptive or additional free-form text up to 4,095 characters
uk: Будь-який описовий чи додатковий текст вільної форми, до 4095 символів

source: Tagged
uk: Має теги

source: True or False
uk: Істина чи хибність

source: Categories
uk: Категорії

source: Catalog of hierarchical keywords and groups
uk: Каталог ієрархічних ключових слів і груп

source: Resolution Mode
uk: Режим роздільної здатності

source: Resolution mode
uk: Режим роздільної здатності

source: Autofocus Mode
uk: Режим автофокусування

source: Autofocus mode
uk: Режим автофокусування

source: Focus Setting
uk: Параметр фокусування

source: Focus setting
uk: Параметр фокусування

source: Lens Range
uk: Діапазон об'єктива

source: Lens focal length range
uk: Діапазон фокусних відстаней об’єктива

source: Shadow
uk: Тінь

source: Highlight
uk: Підсвічування

source: X3 Fill light
uk: X3 світло заповнення

source: Color Adjustment
uk: Коригування кольорів

source: Color adjustment
uk: Коригування кольорів

source: Adjustment Mode
uk: Режим коригування

source: Adjustment mode
uk: Режим коригування

source: Auto Bracket
uk: Автовилка

source: Auto bracket
uk: Автовилка

source: Unknown SigmaMakerNote tag
uk: Невідомий тег SigmaMakerNote

source: 8-Segment
uk: 8-сегмент

source: Advanced Lv1
uk: Додатковий рівень 1

source: Advanced Lv2
uk: Додатковий рівень 2

source: Advanced Lv3
uk: Додатковий рівень 3

source: Advanced Lv4
uk: Додатковий рівень 4

source: Advanced Lv5
uk: Додатковий рівень 5

source: Night Scene / Twilight
uk: Нічне освітлення або сутінки

source: Hi-Speed Shutter
uk: Високошвидкісний затвор

source: Twilight Portrait
uk: Портрет у сутінках

source: Soft Snap / Portrait
uk: М'яка прив'язка / Портрет

source: Smile Shutter
uk: Знімання за посмішкою

source: High Sensitivity
uk: Висока чутливість

source: Advanced Sports Shooting
uk: Розширені спортивні зйомки

source: Sweep Panorama
uk: Знімок панорами

source: Anti Motion Blur
uk: Зменшення розмиття руху

source: Backlight Correction HDR
uk: Корекція підсвічування HDR

source: Superior Auto
uk: Покращений авто

source: Background Defocus
uk: Розфокусування тла

source: Soft Skin
uk: М'яка шкіра

source: 3D Image
uk: 3D-зображення

source: On (Continuous)
uk: Увімкнено (неперервне)

source: On (Shooting)
uk: Увімкнено (знімання)

source: Plus
uk: Плюс

source: Incandescent2
uk: Лампа розжарювання 2

source: Warm White Fluorescent
uk: Тепле біле флуоресцентне

source: Underwater 1 (Blue Water)
uk: Підводне 1 (блакитна вода)

source: Underwater 2 (Green Water)
uk: Підводне 2 (зелена вода)

source: Permanent-AF
uk: Постійний автофокус

source: Center AF
uk: Центральний автофокус

source: Spot AF
uk: Точковий автофокус

source: Flexible Spot AF
uk: Гнучкий точковий автофокус

source: Touch AF
uk: Автофокус доторком

source: Manual Focus
uk: Ручний фокус

source: Face Detected
uk: Визначення обличь

source: Close Focus
uk: Близький фокус

source: Multi Burst Mode
uk: Мультисерійний режим

source: Multi Burst Image Width
uk: Ширина зображення мультисерійності

source: Multi Burst Image Height
uk: Висота зображення мультисерійності

source: JPEG preview image
uk: Зображення попереднього перегляду JPEG

source: Auto HDR
uk: Авто HDR

source: High Definition Range Mode
uk: Режим діапазону високої чіткості (HDR)

source: Shot Information
uk: Інформація про знімок

source: Sony Model ID
uk: Ідентифікатор моделі Sony

source: Color Reproduction
uk: Відтворення кольорів

source: Dynamic Range Optimizer
uk: Оптимізатор динамічного діапазону

source: Full Image Size
uk: Розмір повного зображення

source: Preview Image Size
uk: Розмір зображення попереднього перегляду

source: Preview image size
uk: Розмір зображення попереднього перегляду

source: AF Illuminator
uk: Підсвічувач автофокусу

source: JPEG Quality
uk: Якість JPEG

source: Release Mode
uk: Режим спуску

source: Shot number in continuous burst mode
uk: Номер знімка в режимі безперервної серії

source: Anti-Blur
uk: Антирозмивання

source: Long Exposure Noise Reduction
uk: Зменшення шумів при довгій експозиції

source: Intelligent Auto
uk: Інтелектуальне авто

source: Unknown Sony1MakerNote tag
uk: Невідомий тег Sony1MakerNote

source: Continuous High
uk: Неперервна, висока

source: Continuous Low
uk: Неперервне, низька

source: D-Range Optimizer Bracketing Low
uk: Нижня вилка оптимізатора динамічного діапазону

source: Autumn
uk: Осінь

source: Auto No Flash
uk: Авто без спалаху

source: Dynamic Range Optimizer Level
uk: Рівень оптимізації динамічного діапазону

source: Creative Style
uk: Креативний стиль

source: Zone Matching Value
uk: Значення збігу зон

source: AF With Shutter
uk: Автофокус із затвором

source: High ISO NoiseReduction
uk: Високий рівень шумопоглинання ISO

source: Image Style
uk: Стиль зображення

source: Unknown Sony1 Camera Settings tag
uk: Невідомий тег налаштувань камери Sony1

source: Unknown Sony1 Camera Settings 2 tag
uk: Невідомий тег 2 налаштувань камери Sony1

source: Unknown section
uk: Невідомий розділ

source: Image data structure
uk: Структура даних зображення

source: Recording offset
uk: Зсув запису

source: Image data characteristics
uk: Характеристики даних зображення

source: Other data
uk: Інші дані

source: Exif data structure
uk: Структура даних Exif

source: Image configuration
uk: Конфігурація зображення

source: User information
uk: Відомості про користувача

source: Related file
uk: Пов'язаний файл

source: Date and time
uk: Дата та час

source: Picture taking conditions
uk: Умови отримання знімка

source: GPS information
uk: GPS-інформація

source: Interoperability information
uk: Інформація про сумісність

source: Vendor specific information
uk: Специфічна інформація продавця

source: Adobe DNG tags
uk: Теги Adobe DNG

source: Panasonic RAW tags
uk: Теги Panasonic RAW

source: TIFF/EP tags
uk: Теги TIFF/EP

source: TIFF PageMaker 6.0 tags
uk: Теги TIFF PageMaker 6.0

source: Adobe OPI tags
uk: Теги Adobe OPI

source: Last section
uk: Останній розділ

source: Primary image
uk: Основне зображення

source: Thumbnail/Preview image
uk: Зображення мініатюри/поп.перегляду

source: Primary image, Multi page file
uk: Основне зображення, багатосторінковий файл

source: Thumbnail/Preview image, Multi page file
uk: Зображення мініатюри/поп.перегляду, багатосторінковий файл

source: Primary image, Transparency mask
uk: Основне зображення, маска прозорості

source: Thumbnail/Preview image, Transparency mask
uk: Зображення мініатюри/поп.перегляду, маска прозорості

source: Primary image, Multi page file, Transparency mask
uk: Основне зображення, багатосторінковий файл, маска прозорості

source: Thumbnail/Preview image, Multi page file, Transparency mask
uk: Зображення мініатюри/поп.перегляду, багатосторінковий файл, маска прозорості

source: Full-resolution image data
uk: Дані про зображення з повною роздільною здатністю

source: Reduced-resolution image data
uk: Дані про зображення зі зменшеною роздільною здатністю

source: A single page of a multi-page image
uk: Окрема сторінка багатосторінкового зображення

source: inch
uk: дюйм

source: JPEG (old-style)
uk: JPEG (старий стиль)

source: JBIG B&W
uk: JBIG Ч/Б

source: JBIG Color
uk: JBIG колір

source: Epson ERF Compressed
uk: Epson ERF стистене

source: Samsung SRW Compressed
uk: Samsung SRW стиснене

source: IT8 Monochrome Picture
uk: IT8 Монохромне зображення

source: Nikon NEF Compressed
uk: Nikon NEF Стиснене

source: Kodak DCR Compressed
uk: Kodak DCR Стиснене

source: Pentax PEF Compressed
uk: Pentax PEF Стиснене

source: White Is Zero
uk: Біле - це нуль

source: Black Is Zero
uk: Чорне - це нуль

source: RGB Palette
uk: Палітра RGB

source: Transparency Mask
uk: Маска прозорості

source: Color Filter Array
uk: Масив колірного фільтра

source: No dithering or halftoning
uk: Без дізерінга чи півтонування

source: Ordered dither or halftone technique
uk: Замовлений дізернінг чи техніка півтонування

source: Randomized process
uk: Рандомізований процес

source: top, left
uk: вгорі ліворуч

source: top, right
uk: вгорі праворуч

source: bottom, right
uk: внизу праворуч

source: bottom, left
uk: внизу ліворуч

source: left, top
uk: ліворуч, вгорі

source: right, top
uk: Правий верхній

source: right, bottom
uk: праворуч, внизу

source: left, bottom
uk: ліворуч, внизу

source: No prediction scheme used
uk: Немає використаної схеми прогнозування

source: Horizontal differencing
uk: Горизонтальні відмінності

source: not CMYK
uk: не CMYK

source: Unsigned integer data
uk: Беззнакові цілі дані

source: Two's complement signed integer data
uk: Дві доповнювані знакові цілі дані

source: IEEE floating point data
uk: Дані з рухомою комою IEEE

source: Undefined data format
uk: Невизначений формат даних

source: Not indexed
uk: Неіндексоване

source: Indexed
uk: Індексований

source: A
uk: А

source: Centered
uk: За центром

source: Co-sited
uk: Співставлений

source: No flash
uk: Без спалаху

source: Fired, return light not detected
uk: Зі спалахом, відбите світло не виявлене

source: Fired, return light detected
uk: Зі спалахом, відбите світло помічене

source: Yes, did not fire
uk: Так, без спалаху

source: Yes, compulsory
uk: Так, примусово

source: Yes, compulsory, return light not detected
uk: Так, обов'язкове, відбитого світла не виявлено

source: Yes, compulsory, return light detected
uk: Так, обов'язкове, відбите світло виявлено

source: No, compulsory
uk: Ні, примусово

source: No, did not fire, return light not detected
uk: Ні, без спалаху, відбитого світла не виявлено

source: No, auto
uk: Ні, автоматично

source: Yes, auto
uk: Так, автоматично

source: Yes, auto, return light not detected
uk: Так, авто, відбитого світла не виявлено

source: Yes, auto, return light detected
uk: Так, авто, відбите світло виявлено

source: No flash function
uk: Без функції спалаху

source: No, no flash function
uk: Ні, без функції спалах

source: Yes, red-eye reduction
uk: Так, зменшення червоних очей

source: Yes, red-eye reduction, return light not detected
uk: Так, зменшення червоних очей, відбитого світла не виявлено

source: Yes, red-eye reduction, return light detected
uk: Так, зменшення червоних очей, відбите світло виявлено

source: Yes, compulsory, red-eye reduction
uk: Так, обов'язкове, зменшення червоних очей

source: Yes, compulsory, red-eye reduction, return light not detected
uk: Так, обов'язкове, зменшення червоних очей, відбитого світла не виявлено

source: Yes, compulsory, red-eye reduction, return light detected
uk: Так, обов'язкове, зменшення червоних очей, відбите світло виявлено

source: No, red-eye reduction
uk: Ні, зменшення червоних очей

source: No, auto, red-eye reduction
uk: Ні, авто, зменшення червоних очей

source: Yes, auto, red-eye reduction
uk: Так, авто, зменшення червоних очей

source: Yes, auto, red-eye reduction, return light not detected
uk: Так, авто, зменшення червоних очей, відбитого світла не виявлено

source: Yes, auto, red-eye reduction, return light detected
uk: Так, авто, зменшення червоних очей, відбите світло виявлено

source: Rectangular (or square) layout
uk: Прямокутний (або квадратний) макет

source: Staggered layout A: even columns are offset down by 1/2 row
uk: Зигзагоподібний макет A: парні стовпці зсунуті вниз на 1/2 рядку

source: Staggered layout B: even columns are offset up by 1/2 row
uk: Зигзагоподібний макет B: парні стовпці зсунуті вгору на 1/2 рядку

source: Staggered layout C: even rows are offset right by 1/2 column
uk: Зигзагоподібний макет C: парні рядки зсунуті праворуч на 1/2 стовпця

source: Staggered layout D: even rows are offset left by 1/2 column
uk: Зигзагоподібний макет D: парні рядки зсунуті ліворуч на 1/2 стовпця

source: Processing Software
uk: Програмне забезпечення для обробки

source: The name and version of the software used to post-process the picture.
uk: Назва та версія програми, що використовується для обробки зображення.

source: New Subfile Type
uk: Новий тип підфайлів

source: A general indication of the kind of data contained in this subfile.
uk: Загальне визначення типу даних, що містяться у цьому підфайлі.

source: Subfile Type
uk: Тип підфайла

source: A general indication of the kind of data contained in this subfile. This field is deprecated. The NewSubfileType field should be used instead.
uk: Загальне визначення типу даних, що містяться у цьому підфайлі. е поле застаріло. Замість цього слід використовувати поле NewSubfileType.

source: The number of columns of image data, equal to the number of pixels per row. In JPEG compressed data a JPEG marker is used instead of this tag.
uk: Кількість стовпців даних зображення, що дорівнює кількості пікселів на рядок. У стиснутих даних JPEG замість цього тегу використовується маркер JPEG.

source: The number of rows of image data. In JPEG compressed data a JPEG marker is used instead of this tag.
uk: Кількість рядків даних зображення. У стиснутих даних JPEG замість цього тегу використовується маркер JPEG.

source: Bits per Sample
uk: Бітів на фрагмент

source: The number of bits per image component. In this standard each component of the image is 8 bits, so the value for this tag is 8. See also <SamplesPerPixel>. In JPEG compressed data a JPEG marker is used instead of this tag.
uk: Кількість бітів на компонент зображення. У цьому стандарті кожен компонент зображення має 8 біт, тому значення цього тегу становить 8. Див. Також <SamplesPerPixel>. У стиснутих даних JPEG замість цього тегу використовується маркер JPEG.

source: The compression scheme used for the image data. When a primary image is JPEG compressed, this designation is not necessary and is omitted. When thumbnails use JPEG compression, this tag value is set to 6.
uk: Схема стиснення, яка використовується для даних зображення. Коли первинне зображення має JPEG-стисненн, це позначення не є обов'язковим, і його опускають. Коли мініатюри використовують стиснення JPEG, значення цього тегу встановлюється в 6.

source: The pixel composition. In JPEG compressed data a JPEG marker is used instead of this tag.
uk: Піксельна композиція. У стиснутих даних JPEG замість цього тегу використовується маркер JPEG.

source: Thresholding
uk: Порогове значення

source: For black and white TIFF files that represent shades of gray, the technique used to convert from gray to black and white pixels.
uk: Для чорно-білих файлів TIFF, які представляють відтінки сірого кольору, техніка використовувалася для перетворення з сірого на чорний та білий пікселі.

source: Cell Width
uk: Ширина комірки

source: The width of the dithering or halftoning matrix used to create a dithered or halftoned bilevel file.
uk: Ширина матриці дизеринга або півтонування, використовувана створення дізерингованого чи півтонованого дворівневого файлу.

source: Cell Length
uk: Довжина комірки

source: The length of the dithering or halftoning matrix used to create a dithered or halftoned bilevel file.
uk: Ширина матриці дизеринга або півтонування, використовувана створення дізерингованого чи півтонованого дворівневого файлу.

source: Fill Order
uk: Порядок заповнення

source: The logical order of bits within a byte
uk: Логічна послідовність бітів у байті

source: Document Name
uk: Назва документа

source: The name of the document from which this image was scanned
uk: Назва документа, з якого це зображення було відскановано

source: A character string giving the title of the image. It may be a comment such as "1988 company picnic" or the like. Two-bytes character codes cannot be used. When a 2-bytes code is necessary, the Exif Private tag <UserComment> is to be used.
uk: Символьний рядок, що містить назву зображення. Це може бути такий коментар, як «Пікнік компанії 1988 року» тощо. Не використовувати двобайтні символьні коди. Коли потрібен 2-байтовий код, слід використовувати Приватний тег Exif <UserComment>.

source: The manufacturer of the recording equipment. This is the manufacturer of the DSC, scanner, video digitizer or other equipment that generated the image. When the field is left blank, it is treated as unknown.
uk: Виробник реєстраційного обладнання. Це виробник DSC, сканера, відеодигітайзера або іншого обладнання, яке генерує зображення. Коли поле залишається порожнім, воно вважається невідомим.

source: The model name or model number of the equipment. This is the model name or number of the DSC, scanner, video digitizer or other equipment that generated the image. When the field is left blank, it is treated as unknown.
uk: Назва чи номер моделі реєстраційного обладнання. Це назва чи номер моделі DSC, сканера, відеодигітайзера або іншого обладнання, яке генерує зображення. Коли поле залишається порожнім, воно вважається невідомим.

source: For each strip, the byte offset of that strip. It is recommended that this be selected so the number of strip bytes does not exceed 64 Kbytes. With JPEG compressed data this designation is not needed and is omitted. See also <RowsPerStrip> and <StripByteCounts>.
uk: Для кожної смуги, зміщення байтів цієї смуги. Рекомендується вибрати це, щоб кількість байт-смуг не перевищувала 64 Кбайт. З стиснутими даними JPEG це призначення не потрібне і опущено. Див. також <RowsPerStrip> і <StripByteCounts>.

source: The image orientation viewed in terms of rows and columns.
uk: Орієнтація зображення, розглядувана у терміна рядків та стовпчиків.

source: Samples per Pixel
uk: Компонентів на піксель

source: The number of components per pixel. Since this standard applies to RGB and YCbCr images, the value set for this tag is 3. In JPEG compressed data a JPEG marker is used instead of this tag.
uk: Кількість компонентів на піксель. Оскільки цей стандарт застосовується до зображень RGB та YCbCr, значення, встановлене для цього тегу, становить 3. У стиснутих даних JPEG замість цього тегу використовується маркер JPEG.

source: Rows per Strip
uk: Рядків на смугу

source: The number of rows per strip. This is the number of rows in the image of one strip when an image is divided into strips. With JPEG compressed data this designation is not needed and is omitted. See also <StripOffsets> and <StripByteCounts>.
uk: Кількість рядків на одну смугу. Це число рядків у зображенні однієї смужки, коли зображення поділяється на смуги. З стиснутими даними JPEG це позначення не потрібне і опущено. Див. також <StripOffsets> та <StripByteCounts>.

source: Strip Byte Count
uk: Кількість байтів смуги

source: The total number of bytes in each strip. With JPEG compressed data this designation is not needed and is omitted.
uk: Загальна кількість байтів у кожній смузі. З стиснутими даними JPEG це позначення не потрібне і опущено.

source: X-Resolution
uk: Роздільна здатність за X

source: The number of pixels per <ResolutionUnit> in the <ImageWidth> direction. When the image resolution is unknown, 72 [dpi] is designated.
uk: Кількість пікселів у <ResolutionUnit> у напрямку <ImageWidth>. Якщо роздільна здатність зображення невідома, дорівнює 72 [dpi].

source: Y-Resolution
uk: Роздільна здатність за Y

source: The number of pixels per <ResolutionUnit> in the <ImageLength> direction. The same value as <XResolution> is designated.
uk: Кількість пікселів у <ResolutionUnit> у напрямку <ImageLength>. Те саме значення що і <XResolution>.

source: Indicates whether pixel components are recorded in a chunky or planar format. In JPEG compressed files a JPEG marker is used instead of this tag. If this field does not exist, the TIFF default of 1 (chunky) is assumed.
uk: Вказує, чи піксельні компоненти записуються в короткому або планарному форматі. У стиснутому файлі JPEG замість цього тегу використовується маркер JPEG. Якщо це поле не існує, передбачається, що TIFF за замовчуванням дорівнює 1 (chunky).

source: Gray Response Unit
uk: Одиниця відгуку сірого

source: The precision of the information contained in the GrayResponseCurve.
uk: Точність інформації, що міститься в GrayResponseCurve.

source: Gray Response Curve
uk: Крива відгуку сірого кольору

source: For grayscale data, the optical density of each possible pixel value.
uk: Для даних у градаціях сірого — оптична щільність кожного значення пікселя.

source: T4 Options
uk: Параметри T4

source: T.4-encoding options.
uk: Параметри кодування T.4.

source: T6 Options
uk: Параметри T6

source: T.6-encoding options.
uk: Параметри кодуування T.6.

source: The unit for measuring <XResolution> and <YResolution>. The same unit is used for both <XResolution> and <YResolution>. If the image resolution is unknown, 2 (inches) is designated.
uk: Одиниці виміру <XResolution> та <YResolution>. Ті ж одиниці використовуються як для <XResolution>, так і для <YResolution>. Якщо роздільна здатність зображення невідома, дорівнює 2 (дюйми).

source: Page Number
uk: Номер сторінки

source: The page number of the page from which this image was scanned.
uk: Номер сторінки сторінки, з якої було відскановано це зображення.

source: A transfer function for the image, described in tabular style. Normally this tag is not necessary, since color space is specified in the color space information tag (<ColorSpace>).
uk: Функція передачі зображення, описана в табличному стилі. Зазвичай цей тег не потрібний, оскільки колірний простір вказано в тегові інформації про колірний простір (<ColorSpace>).

source: This tag records the name and version of the software or firmware of the camera or image input device used to generate the image. The detailed format is not specified, but it is recommended that the example shown below be followed. When the field is left blank, it is treated as unknown.
uk: Цей тег зберігає назву та версію програмного забезпечення або мікропрограми камери або пристрою вводу зображення, які використовуються для створення зображення. Детальний формат не вказано, але рекомендується дотримуватися наведеного нижче прикладу. Коли поле залишається порожнім, воно вважається невідомим.

source: The date and time of image creation. In Exif standard, it is the date and time the file was changed.
uk: Дата та час створення зображення. У стандарті Exif - це дата та час зміни файлу.

source: This tag records the name of the camera owner, photographer or image creator. The detailed format is not specified, but it is recommended that the information be written as in the example below for ease of Interoperability. When the field is left blank, it is treated as unknown. Ex.) "Camera owner, John Smith; Photographer, Michael Brown; Image creator, Ken James"
uk: Цей тег зберігає ім'я власника камери, фотографа чи автора зображення. Детальний формат не вказаний, але рекомендовано, щоб інформація була написана як в наведеному нижче прикладі для зручності взаємодії. Коли поле залишається порожнім, воно вважається невідомим. Приклад.) "Власник камери, Джон Сміт, фотограф, Майкл Браун, автор зображеня Кен Джеймс"

source: Host Computer
uk: Головний комп'ютер

source: This tag records information about the host computer used to generate the image.
uk: Цей тег зберігає інформацію про головний комп'ютер, який використовується для створення зображення.

source: Predictor
uk: Завбачник

source: A predictor is a mathematical operator that is applied to the image data before an encoding scheme is applied.
uk: Завбачник є математичним оператором, який застосовується до даних зображення, перш ніж застосовується схема кодування.

source: The chromaticity of the white point of the image. Normally this tag is not necessary, since color space is specified in the colorspace information tag (<ColorSpace>).
uk: Хроматичність білої точки зображення. Зазвичай цей тег не потрібний, оскільки колірний простір вказано в тезі інформації про колірний простір (<ColorSpace>).
