Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-exiv2_exiv2-*.po
Languages: uk

source: Underwater Macro
uk: Підводний макро

source: Shoot & Select1
uk: Зняти і вибрати1

source: Shoot & Select2
uk: Зняти і вибрати2

source: Digital Image Stabilization
uk: Цифрова стабілізація зображення

source: Auction
uk: Аукціон

source: Underwater Wide2
uk: Підводний широкий 2

source: Children
uk: Діти

source: Nature Macro
uk: Природа макро

source: Underwater Snapshot
uk: Підводний знімок

source: Shooting Guide
uk: Керівництво зі зйомки

source: Internal + External
uk: Внутрішнє+зовнішнє

source: Interlaced
uk: Черезрядкове

source: Progressive
uk: Прогресивне

source: Thumbnail Image
uk: Зображення-мініатюра

source: Thumbnail image
uk: Зображення-мініатюра

source: Body Firmware Version
uk: Версія мікропрограми основи

source: Body firmware version
uk: Версія мікропрограми основи

source: Special Mode
uk: Спеціальний режим

source: Picture taking mode
uk: Режим зйомки зображень

source: Black & White Mode
uk: Чорно-білий режим

source: Black and white mode
uk: Чорно-білий режим

source: Digital zoom ratio
uk: Коефіцієнт цифрового збільшення

source: Focal Plane Diagonal
uk: Діагональ у фокальній площині

source: Focal plane diagonal
uk: Діагональ у фокальній площині

source: Lens Distortion Parameters
uk: Параметри викривлення об’єктива

source: Lens distortion parameters
uk: Параметри викривлення об’єктива

source: Camera Type
uk: Тип фотоапарата

source: Camera type
uk: Тип фотоапарата

source: ASCII format data such as [PictureInfo]
uk: Дані формату ASCII, такі як [PictureInfo]

source: Camera ID
uk: ID фотоапарата

source: Camera ID data
uk: Дані про ID фотоаппарата

source: Software
uk: Програми

source: Preview Image
uk: Ескіз зображення

source: Preview image
uk: Ескіз зображення

source: Pre Capture Frames
uk: Попередні кадри зйомки

source: Pre-capture frames
uk: Попередні кадри зйомки

source: White Board
uk: Біла дошка

source: White board
uk: Біла дошка

source: One Touch WB
uk: Баланс білого у один дотик

source: One touch white balance
uk: Баланс білого у один дотик

source: White Balance Bracket
uk: Вилка балансу білого

source: White balance bracket
uk: Вилка балансу білого

source: Firmware
uk: Мікропрограма

source: Data Dump 1
uk: Дамп даних 1

source: Various camera settings 1
uk: Різні налаштування фотоаппарата 1

source: Data Dump 2
uk: Дамп даних 2

source: Various camera settings 2
uk: Різні налаштування фотоаппарата 1

source: Shutter speed value
uk: Значення швидкості руху затвору

source: ISO speed value
uk: Значення чутливості ISO

source: Aperture value
uk: Розмір діафрагми

source: Brightness value
uk: Значення яскравості

source: Bracket
uk: Вилка

source: Exposure compensation value
uk: Значення компенсації експозиції

source: Sensor Temperature
uk: Температура датчика

source: Sensor temperature
uk: Температура датчика

source: Lens Temperature
uk: Температура об’єктива

source: Lens temperature
uk: Температура об’єктива

source: Light Condition
uk: Умови освітлення

source: Light condition
uk: Умови освітлення

source: Focus Range
uk: Діапазон фокусування

source: Focus range
uk: Діапазон фокусування

source: Zoom
uk: Масштаб

source: Zoom step count
uk: Кількість кроків масштабування

source: Macro Focus
uk: Макрофокус

source: Macro focus step count
uk: Кількість кроків макрофокусування

source: Sharpness Factor
uk: Коефіцієнт різкості

source: Sharpness factor
uk: Коефіцієнт різкості

source: Flash Charge Level
uk: Рівень заряду спалаху

source: Flash charge level
uk: Рівень заряду спалаху

source: Color Matrix
uk: Матриця кольорів

source: Color matrix
uk: Матриця кольорів

source: BlackLevel
uk: Рівень чорного

source: Black level
uk: Рівень чорного

source: White balance mode
uk: Режим балансу білого

source: Red Balance
uk: Баланс червоного

source: Red balance
uk: Баланс червоного

source: Blue Balance
uk: Баланс синього

source: Blue balance
uk: Баланс синього

source: Color Matrix Number
uk: Номер матриці кольору

source: Color matrix number
uk: Номер матриці кольору

source: Serial Number 2
uk: Серійний номер 2

source: Serial number 2
uk: Серійний номер 2

source: Flash exposure compensation
uk: Компенсація експозиції спалаху

source: External Flash Bounce
uk: Зовнішній спалах з відбитим світлом

source: External flash bounce
uk: Зовнішній спалах з відбитим світлом

source: External Flash Zoom
uk: Зовнішній спалах із зумом

source: External flash zoom
uk: Зовнішній спалах із зумом

source: External Flash Mode
uk: Режим зовнішнього спалаху

source: External flash mode
uk: Режим зовнішнього спалаху

source: Color Control
uk: Керування кольором

source: Color control
uk: Керування кольором

source: Valid bits
uk: Дійсні біти

source: Coring filter
uk: Корінний фільтр

source: Compression Ratio
uk: Рівень стискання

source: Compression ratio
uk: Рівень стискання

source: Preview image embedded
uk: Попереднє зображення вбудовано

source: Offset of the preview image
uk: Зсув попереднього зображення

source: Size of the preview image
uk: Розмір попереднього зображення

source: CCD Scan Mode
uk: Режим сканування ПЗЗ

source: CCD scan mode
uk: Режим сканування ПЗЗ

source: Infinity Lens Step
uk: Крок об'єктиву Infinity

source: Infinity lens step
uk: Крок об'єктиву Infinity

source: Near Lens Step
uk: Крок макро-об'єктиву

source: Near lens step
uk: Крок макро-об'єктиву

source: Equipment Info
uk: Інформація про обладнання

source: Camera equipment sub-IFD
uk: Обладнання для камери під-IFD

source: Camera Settings sub-IFD
uk: Параметри камери під-IFD

source: Raw Development
uk: Проявлення Raw

source: Raw development sub-IFD
uk: Sub-IFD проявлення Raw

source: Raw Development 2
uk: Проявлення Raw 2

source: Raw development 2 sub-IFD
uk: Sub-IFD проявлення Raw 2

source: Image processing sub-IFD
uk: Обробка зображень під-IFD

source: Focus Info
uk: Відомості про фокус

source: Focus sub-IFD
uk: Фокус під-IFD

source: Raw Info
uk: Відомості про Raw

source: Unknown OlympusMakerNote tag
uk: Невідомий тег OlympusMakerNote

source: Program-shift
uk: Програмний зсув

source: Pattern+AF
uk: Візерунок+AF

source: Spot+Highlight control
uk: Точка+Керування підсвічуванням

source: Spot+Shadow control
uk: Точка+Керування тінню

source: Single AF
uk: Одинарний автофокус

source: Sequential shooting AF
uk: Автофокус послідовної зйомки

source: Multi AF
uk: Мультиавтофокус

source: AF Not Used
uk: Автофокус не використано

source: AF Used
uk: Автофокус використано

source: Not Ready
uk: Неготовий

source: Ready
uk: Готовий

source: Fill-in
uk: Заповнення

source: Slow-sync
uk: Уповільнена синхронізація

source: Forced On
uk: Примусово увімк.

source: 2nd Curtain
uk: 2-га шторка

source: Channel 1, Low
uk: Канал 1, Низ

source: Channel 2, Low
uk: Канал 2, Низ

source: Channel 3, Low
uk: Канал 2, Низ

source: Channel 4, Low
uk: Канал 4, Низ

source: Channel 1, Mid
uk: Канал 1, Сер

source: Channel 2, Mid
uk: Канал 2, Сер

source: Channel 3, Mid
uk: Канал 3, Сер

source: Channel 4, Mid
uk: Канал 4, Сер

source: Channel 1, High
uk: Канал 1, Верх

source: Channel 2, High
uk: Канал 2, Верх

source: Channel 3, High
uk: Канал 3, Верх

source: Channel 4, High
uk: Канал 4, Верх

source: Auto (Keep Warm Color Off
uk: Авто (Зберігати теплий колір вимкненим

source: 7500K (Fine Weather with Shade)
uk: 7500K (Гарна погода з тінню)

source: 6000K (Cloudy)
uk: 6000K (Хмарно)

source: 5300K (Fine Weather)
uk: 5300K (Гарна погода)

source: 3000K (Tungsten light)
uk: 3000K (Лампа розжарення)

source: 3600K (Tungsten light-like)
uk: 3600K (Подібне до лампи розжарювання)

source: Auto Setup
uk: Автоналаштунок

source: 5500K (Flash)
uk: 5500K (Спалах)

source: 6600K (Daylight fluorescent)
uk: 6600K (Флуоресцент денного світла)

source: 4500K (Neutral white fluorescent)
uk: 4500K (Нейтральний білий флуоресцент)

source: 4000K (Cool white fluorescent)
uk: 4000K (Холодний білий флуоресцент)

source: White Fluorescent
uk: Білий флуоресцент

source: One Touch WB 1
uk: Баланс білого в один дотик 1

source: One Touch WB 2
uk: Баланс білого в один дотик 2

source: One Touch WB 3
uk: Баланс білого в один дотик 3

source: One Touch WB 4
uk: Баланс білого в один дотик 4

source: Custom WB 1
uk: Власний баланс білого 1

source: Custom WB 2
uk: Власний баланс білого 2

source: Custom WB 3
uk: Власний баланс білого 3

source: Custom WB 4
uk: Власний баланс білого 4

source: CM1 (Red Enhance)
uk: CM1 (Червоне посилення)

source: CM2 (Green Enhance)
uk: CM2 (Зелене посилення)

source: CM3 (Blue Enhance)
uk: CM3 (Синє посилення)

source: CM4 (Skin Tones)
uk: CM4 (Тони шкіри)

source: Noise Filter
uk: Фільтр шуму

source: Noise Filter (ISO Boost)
uk: Фільтр шумів (ISO Boost)

source: Muted
uk: Вимкнено

source: Color Profile 1
uk: Профіль кольору 1

source: Color Profile 2
uk: Профіль кольору 2

source: Color Profile 3
uk: Профіль кольору 3

source: Monochrome Profile 1
uk: Чорнобілий профіль 1

source: Monochrome Profile 2
uk: Чорнобілий профіль 2

source: Monochrome Profile 3
uk: Чорнобілий профіль 3

source: Monotone
uk: Монотонний

source: On, Mode 1
uk: Увімкн., режим 1

source: On, Mode 2
uk: Увімкн., режим 2

source: On, Mode 3
uk: Увімкн., режим 3

source: Camera Settings Version
uk: Версія Налаштувань Камери

source: Camera settings version
uk: Версія налаштувань камери

source: PreviewImage Valid
uk: Попереднє зображення дійсне

source: Preview image valid
uk: Попереднє зображення дійсне

source: PreviewImage Start
uk: Початок попереднього зображення

source: Preview image start
uk: Початок попереднього зображення

source: PreviewImage Length
uk: Довжина попереднього зображення

source: Preview image length
uk: Довжина попереднього зображення

source: Auto exposure lock
uk: Запам'ятовування значень витримки

source: Exposure Shift
uk: Зсув експозиції

source: Exposure shift
uk: Зсув експозиції

source: Focus Process
uk: Процес фокусування

source: Focus process
uk: Процес фокусування

source: AF Search
uk: Пошук автофокусу

source: AF search
uk: Пошук автофокусу

source: AF Areas
uk: Області АФ

source: AF areas
uk: Області АФ

source: AFPointSelected
uk: Вибрана точка АФ

source: AF Fine Tune Adjust
uk: Параметр точного налаштування автофокусу

source: AF fine tune adjust
uk: Параметр точного налаштування автофокусу

source: Flash Remote Control
uk: Віддалене керування спалахом

source: Flash remote control
uk: Віддалене керування спалахом

source: Flash Control Mode
uk: Режим керування спалахом

source: Flash control mode
uk: Режим керування спалахом

source: Flash Intensity
uk: Інтенсивність спалаху

source: Flash intensity
uk: Інтенсивність спалаху

source: Manual Flash Strength
uk: Ручна сила спалаху

source: Manual flash strength
uk: Ручна сила спалаху

source: White Balance 2
uk: Баланс білого 2

source: White balance 2
uk: Баланс білого 2

source: White Balance Temperature
uk: Температура балансу білого

source: White balance temperature
uk: Температура балансу білого

source: Custom Saturation
uk: Власна насиченість

source: Custom saturation
uk: Власна насиченість

source: Modified Saturation
uk: Модифікована насиченість

source: Modified saturation
uk: Модифікована насиченість

source: Contrast Setting
uk: Параметр контрастності

source: Sharpness Setting
uk: Параметр різкості

source: Distortion Correction
uk: Коригування спотворення

source: Distortion correction
uk: Коригування спотворення

source: Shading Compensation
uk: Компенсація затінення

source: Shading compensation
uk: Компенсація затінення

source: Compression Factor
uk: Фактор компенсації

source: Compression factor
uk: Фактор компенсації

source: Gradation
uk: Градація

source: Picture mode
uk: Режим знімка

source: Picture Mode Saturation
uk: Насиченість режиму знімка

source: Picture mode saturation
uk: Насиченість режиму знімка

source: Picture Mode Hue
uk: Відтінок режиму знімка

source: Picture mode hue
uk: Відтінок режиму знімка

source: Picture Mode Contrast
uk: Контраст режиму знімка

source: Picture mode contrast
uk: Контраст режиму знімка

source: Picture Mode Sharpness
uk: Чіткість режиму знімка

source: Picture mode sharpness
uk: Чіткість режиму знімка

source: Picture Mode BW Filter
uk: ЧБ фільтр режиму знімка

source: Picture mode BW filter
uk: ЧБ фільтр режиму знімка

source: Picture Mode Tone
uk: Тон режиму знімка

source: Picture mode tone
uk: Тон режиму знімка

source: Noise filter
uk: Фільтр шуму

source: Art Filter
uk: Художній фільтр

source: Art filter
uk: Художній фільтр

source: Magic Filter
uk: Магічний фільтр

source: Magic filter
uk: Магічний фільтр

source: Panorama Mode
uk: Режим панорами

source: Panorama mode
uk: Режим панорами

source: Image Quality 2
uk: Якість зображення 2

source: Image quality 2
uk: Якість зображення 2

source: Manometer Pressure
uk: Тиск манометра

source: Manometer pressure
uk: Тиск манометра

source: Manometer Reading
uk: Показники манометра

source: Manometer reading
uk: Показники манометра

source: Extended WB Detect
uk: Розширене виявлення балансу білого

source: Extended WB detect
uk: Розширене виявлення балансу білого

source: Level Gauge Roll
uk: Показ датчика рівня

source: Level gauge roll
uk: Показ датчика рівня

source: Level Gauge Pitch
uk: Крок датчика рівня

source: Level gauge pitch
uk: Крок датчика рівня

source: Unknown OlympusCs tag
uk: Невідомий тег OlympusCs

source: Simple E-System
uk: Проста E-система

source: E-System
uk: E-система

source: Equipment Version
uk: Версія обладнання

source: Equipment version
uk: Версія обладнання

source: Serial number
uk: Серійний номер

source: Lens Serial Number
uk: Серійний номер об'єктиву

source: Lens serial number
uk: Серійний номер об'єктиву

source: Lens Firmware Version
uk: Версія мікропрограми об'єктиву

source: Lens firmware version
uk: Версія мікропрограми об'єктиву

source: Max Aperture At Current Focal
uk: Макс. діафрагма при поточній фокусній відстані

source: Max aperture at current focal
uk: Макс. діафрагма при поточній фокусній відстані

source: Lens Properties
uk: Властивості об'єктиву

source: Lens properties
uk: Властивості об'єктиву

source: Extender
uk: Розширювач

source: Extender Serial Number
uk: Серійний номер розширювача

source: Extender serial number
uk: Серійний номер розширювача

source: Extender Model
uk: Модель розширювача

source: Extender model
uk: Модель розширювача

source: Extender Firmware Version
uk: Версія мікропрограми розширювача

source: Extender firmwareversion
uk: Версія мікропрограми розширювача

source: Conversion Lens
uk: Об'єктив-конвертер

source: Conversion lens
uk: Об'єктив-конвертер

source: Flash Model
uk: Модель спалаху

source: Flash model
uk: Модель спалаху

source: Flash Firmware Version
uk: Версія мікропрограми спалаху

source: Flash firmware version
uk: Версія мікропрограми спалаху

source: FlashSerialNumber
uk: Серійний номер спалаху

source: Unknown OlympusEq tag
uk: Невідомий тег OlympusEq

source: High Speed
uk: Висока швидкість

source: High Function
uk: Високий функціонал

source: Advanced High Speed
uk: Розширена висока швидкість

source: Advanced High Function
uk: Розширений високий функціонал

source: Original
uk: Оригінал

source: Edited (Landscape)
uk: Редагований (Пейзаж)

source: Edited (Portrait)
uk: Редагований (Портрет)

source: WB Color Temp
uk: Колірна температура для ЧБ

source: WB Gray Point
uk: Точка сірого для ЧБ

source: Raw Development Version
uk: Версія проявлення Raw

source: Raw development version
uk: Версія проявлення Raw

source: Exposure Bias Value
uk: Значення ухилу експозиції

source: Exposure bias value
uk: Значення ухилу експозиції

source: White Balance Value
uk: Значення балансу білого

source: White balance value
uk: Значення балансу білого

source: WB Fine Adjustment
uk: Точне налаштування балансу білого

source: WB fine adjustment
uk: Точне налаштування балансу білого

source: Gray Point
uk: Точка сірого

source: Gray point
uk: Точка сірого

source: Saturation Emphasis
uk: Виокремлення насиченості

source: Saturation emphasis
uk: Виокремлення насиченості

source: Memory Color Emphasis
uk: Запам'ятовані кольори виокремлення

source: Memory color emphasis
uk: Запам'ятовані кольори виокремлення

source: Contrast Value
uk: Значення контрасту

source: Contrast value
uk: Значення контрасту

source: Sharpness Value
uk: Значення чіткості

source: Sharpness value
uk: Значення чіткості

source: Engine
uk: Рушій

source: Edit status
uk: Стан редагування

source: Settings
uk: Параметри

source: Unknown OlympusRd tag
uk: Невідомий тег OlympusRd

source: Raw Development 2 Version
uk: Версія проявлення Raw 2

source: Raw development 2 version
uk: Версія проявлення Raw 2

source: White balance fine adjustment
uk: Точне коригування балансу білого

source: PM Saturation
uk: Насиченість режиму знімка

source: PM Contrast
uk: Контраст режиму знімка

source: PM Sharpness
uk: Чіткість режиму знімка

source: PM BW Filter
uk: ЧБ фільтр режиму знімка

source: PM BW filter
uk: ЧБ фільтр режиму знімка

source: PM Picture Tone
uk: Тон зображення режиму знімка

source: PM picture tone
uk: Тон зображення режиму знімка

source: Auto Gradation
uk: Автоградація

source: Auto gradation
uk: Автоградація

source: PM Noise Filter
uk: Фільтр зображення режиму знімка

source: Picture mode noise filter
uk: Фільтр зображення режиму знімка

source: Unknown OlympusRd2 tag
uk: Невідомий тег OlympusRd2

source: On (2 frames)
uk: Увімкн. (2 кадри)

source: On (3 frames)
uk: Увімкн. (3 кадри)

source: Image Processing Version
uk: Версія обробки зображення

source: Image processing version
uk: Версія обробки зображень

source: WB RB Levels 3000K
uk: WB RB рівні 3000K

source: WB RB levels 3000K
uk: WB RB рівні 3000K

source: WB RB Levels 3300K
uk: WB RB рівні 3300K

source: WB RB levels 3300K
uk: WB RB рівні 3300K

source: WB RB Levels 3600K
uk: WB RB рівні 3600K

source: WB RB levels 3600K
uk: WB RB рівні 3600K

source: WB RB Levels 3900K
uk: WB RB рівні 3900K

source: WB RB levels 3900K
uk: WB RB рівні 3900K

source: WB RB Levels 4000K
uk: WB RB рівні 4000K

source: WB RB levels 4000K
uk: WB RB рівні 4000K

source: WB RB Levels 4300K
uk: WB RB рівні 4300K

source: WB RB levels 4300K
uk: WB RB рівні 4300K

source: WB RB Levels 4500K
uk: WB RB рівні 4500K

source: WB RB levels 4500K
uk: WB RB рівні 4500K

source: WB RB Levels 4800K
uk: WB RB рівні 4800K

source: WB RB levels 4800K
uk: WB RB рівні 4800K

source: WB RB Levels 5300K
uk: WB RB рівні 5300K

source: WB RB levels 5300K
uk: WB RB рівні 5300K

source: WB RB Levels 6000K
uk: WB RB рівні 6000K

source: WB RB levels 6000K
uk: WB RB рівні 6000K

source: WB RB Levels 6600K
uk: WB RB рівні 6600K

source: WB RB levels 6600K
uk: WB RB рівні 6600K

source: WB RB Levels 7500K
uk: WB RB рівні 7500K

source: WB RB levels 7500K
uk: WB RB рівні 7500K

source: WB RB Levels CWB1
uk: WB RB рівні CWB1

source: WB RB levels CWB1
uk: WB RB рівні CWB1

source: WB RB Levels CWB2
uk: WB RB рівні CWB2

source: WB RB levels CWB2
uk: WB RB рівні CWB2

source: WB RB Levels CWB3
uk: WB RB рівні CWB3

source: WB RB levels CWB3
uk: WB RB рівні CWB3

source: WB RB Levels CWB4
uk: WB RB рівні CWB4

source: WB RB levels CWB4
uk: WB RB рівні CWB4

source: WB G Level 3000K
uk: WB G рівень 3000K

source: WB G level 3000K
uk: WB G рівень 3000K

source: WB G Level 3300K
uk: WB G рівень 3300K

source: WB G level 3300K
uk: WB G рівень 3300K

source: WB G Level 3600K
uk: WB G рівень 3600K

source: WB G level 3600K
uk: WB G рівень 3600K

source: WB G Level 3900K
uk: WB G рівень 3900K

source: WB G level 3900K
uk: WB G рівень 3900K

source: WB G Level 4000K
uk: WB G рівень 4000K

source: WB G level 4000K
uk: WB G рівень 4000K

source: WB G Level 4300K
uk: WB G рівень 4300K

source: WB G level 4300K
uk: WB G рівень 4300K

source: WB G Level 4500K
uk: WB G рівень 4500K

source: WB G level 4500K
uk: WB G рівень 4500K

source: WB G Level 4800K
uk: WB G рівень 4800K

source: WB G level 4800K
uk: WB G рівень 4800K

source: WB G Level 5300K
uk: WB G рівень 5300K

source: WB G level 5300K
uk: WB G рівень 5300K

source: WB G Level 6000K
uk: WB G рівень 6000K

source: WB G level 6000K
uk: WB G рівень 6000K

source: WB G Level 6600K
uk: WB G рівень 6600K

source: WB G level 6600K
uk: WB G рівень 6600K

source: WB G Level 7500K
uk: WB G рівень 7500K

source: WB G level 7500K
uk: WB G рівень 7500K

source: WB G Level
uk: WB G рівень

source: WB G level
uk: WB G рівень

source: Enhancer
uk: Підсилювач

source: Enhancer Values
uk: Значення підсилювача

source: Enhancer values
uk: Значення підсилювача

source: Coring Filter
uk: Фільтр заміни чорним

source: Coring Values
uk: Значення для заміни чорним

source: Coring values
uk: Значення для заміни чорним

source: Black Level
uk: Рівень чорного

source: Gain Base
uk: База підсилення

source: Gain base
uk: База підсилення

source: Valid Bits
uk: Дійсні біти

source: Crop Left
uk: Кадрувати зліва

source: Crop left
uk: Кадрувати зліва

source: Crop Top
uk: Кадрувати зверху

source: Crop top
uk: Кадрувати зверху

source: Crop Width
uk: Ширина кадрування

source: Crop width
uk: Ширина кадрування

source: Crop Height
uk: Висота кадрування

source: Crop height
uk: Висота кадрування

source: Multiple Exposure Mode
uk: Режим мультиекспозиції

source: Multiple exposure mode
uk: Режим мультиекспозиції

source: Aspect Ratio
uk: Співвідношення сторін

source: Aspect ratio
uk: Співвідношення сторін

source: Aspect Frame
uk: Співвідношення сторін кадра

source: Aspect frame
uk: Співвідношення сторін кадра

source: Face detect
uk: Виявлення облич

source: Face Detect Area
uk: Область виявлення облич

source: Face detect area
uk: Область виявлення облич

source: Unknown OlympusIp tag
uk: Невідомий тег OlympusIp

source: Bounce or Off
uk: Відбите чи вимкнено

source: Direct
uk: Спрямоване

source: Focus Info Version
uk: Версія відомостей про фокус

source: Focus info version
uk: Версія відомостей про фокус

source: Auto Focus
uk: Автоматичне фокусування

source: Scene Detect
uk: Виявлення сцени

source: Scene detect
uk: Виявлення сцени

source: Scene Area
uk: Область сцени

source: Scene area
uk: Область сцени

source: Scene Detect Data
uk: Дані виявлення сцени

source: Scene detect data
uk: Дані виявлення сцени

source: Zoom Step Count
uk: Кількість кроків масштабування

source: Focus Step Count
uk: Кількість кроків фокусування

source: Focus step count
uk: Кількість кроків фокусування

source: Focus Step Infinity
uk: Нескінченність кроків фокусування

source: Focus step infinity
uk: Нескінченність кроків фокусування

source: Focus Step Near
uk: Короткий крок фокусування

source: Focus step near
uk: Короткий крок фокусування

source: External Flash
uk: Зовнішній спалах

source: External Flash Guide Number
uk: Ведуче число зовн.спалаху

source: External flash guide number
uk: Ведуче число зовнішнього фотоспалаху

source: Manual Flash
uk: Ручний спалах

source: Manual flash
uk: Ручний спалах

source: Unknown OlympusFi tag
uk: Невідомий тег OlympusFi

source: Unknown OlympusFe tag
uk: Невідомий тег OlympusFe

source: Fine Weather
uk: Ясна погода

source: Tungsten (incandescent)
uk: Вольфрамова лампа розжарювання

source: Evening Sunlight
uk: Вечірнє сонячне світло

source: Daylight Fluorescent (D 5700 - 7100K)
uk: Флуоресцентна лампа денного світла (D5700 - 7100K)

source: Day White Fluorescent (N 4600 - 5400K)
uk: Флуоресцентна лампа з білим світлом (N4600 - 5400K)

source: Cool White Fluorescent (W 3900 - 4500K)
uk: Флуоресцентна лампа з холодним білим світлом (W3900 - 4500K)

source: White Fluorescent (WW 3200 - 3700K)
uk: Флуоресцентна лампа з білим світлом (WW 3200 - 3700 K)

source: One Touch White Balance
uk: Баланс білого у один дотик

source: Custom 1-4
uk: Власне 1-4

source: Raw Info Version
uk: Версія відомостей Raw

source: Raw info version
uk: Версія відомостей Raw

source: WB_RB Levels Used
uk: Використані рівні WB_RB

source: WB_RB levels used
uk: Використані рівні WB_RB

source: WB_RB Levels Auto
uk: Авторівні WB_RB
