Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-fetchmail_fetchmail-*.po
Languages: uk

source: Checking if %s is really the same node as %s
uk: Перевіряється, якщо %s справді такий же самий вузол, як і %s

source: Yes, their IP addresses match
uk: Так, їхні IP-адреси збігаються

source: No, their IP addresses don't match
uk: Ні, їхні IP-адреси не збігаються

source: nameserver failure while looking for '%s' during poll of %s: %s
uk: Виконуючи пошук `%s', nameserver повернув помилку під час опитування %s: %s.

source: nameserver failure while looking for `%s' during poll of %s.
uk: Виконуючи пошук `%s', nameserver повернув помилку під час опитування %s.

source: could not decode BASE64 challenge
uk: неможливоо було декодувати запит BASE64

source: decoded as %s
uk: декодований як %s

source: kerberos error %s
uk: помилка kerberos %s

source: krb5_sendauth: %s [server says '%s']
uk: krb5_sendauth: %s [сервер відповів '%s']

source: The following oversized messages were deleted on server %s account %s:
uk: Такі повідомлення завищеного розміру були вилучені з поштового сервера %s, обліковий запис %s:

source: The following oversized messages remain on server %s account %s:
uk: Такі повідомлення завищеного розміру знаходяться на поштовому сервері %s, обліковий запис %s:

source: %d message %d octets long deleted by fetchmail.
uk: fetchmail вилучив %d повідомлення довжиною %d октетів.

source: %d message %d octets long skipped by fetchmail.
uk: fetchmail пропустив %d повідомлення довжиною %d октетів.

source: skipping message %s@%s:%d
uk: пропускається повідомлення %s@%s:%d

source: skipping message %s@%s:%d (%d octets)
uk: пропускається повідомлення %s@%s:%d (%d октетів)

source: (length -1)
uk: (довжина -1)

source: (oversized)
uk: (завищеного розміру)

source: couldn't fetch headers, message %s@%s:%d (%d octets)
uk: неможливо було витягнути заголовки, повідомлення %s@%s:%d (%d октетів)

source: reading message %s@%s:%d of %d
uk: зчитується повідомлення %s@%s:%d з %d

source: (%d octets)
uk: (%d октетів)

source: (%d header octets)
uk: (%d октетів у заголовку)

source: (%d body octets)
uk: (%d октетів у тілі)

source: message %s@%s:%d was not the expected length (%d actual != %d expected)
uk: довжина повідомлення %s@%s:%d не збігається з очікуваною (%d насправді != %d очікувалося)

source: retained
uk: затримано

source: flushed
uk: очищено

source: not flushed
uk: не очищено

source: fetchlimit %d reached; %d message left on server %s account %s
uk: Досягнуто межі отримання %d; %d повідомлення залишилося на сервері %s скринька %s

source: timeout after %d seconds waiting to connect to server %s.
uk: таймаут після %d секунд очікування під’єднання до сервера %s.

source: timeout after %d seconds waiting for server %s.
uk: таймаут після %d секунд очікування сервера %s.

source: timeout after %d seconds waiting for %s.
uk: таймаут після %d секунд очікування %s.

source: timeout after %d seconds waiting for listener to respond.
uk: таймаут після %d секунд очікування відповіді від слухача.

source: timeout after %d seconds.
uk: таймаут після %d секунд.

source: Fetchmail saw more than %d timeouts while attempting to get mail from %s@%s.
uk: Fetchmail виявив більше %d тайм-аутів при спробі отримання пошти з %s@%s.

source: This could mean that your mailserver is stuck, or that your SMTP server is wedged, or that your mailbox file on the server has been corrupted by a server error. You can run `fetchmail -v -v' to diagnose the problem. Fetchmail won't poll this mailbox again until you restart it.
uk: Це може означати, що виникла пробка на вашому поштовому сервері або на вашому SMTP-сервері, або ваш файл поштової скриньки на сервері був пошкоджений з-за помилки на сервері. Ви можете запустити `fetchmail -v -v', щоб провести діагностику проблеми. Fetchmail не буде опитувати цю поштову скриньку доти, доки ви її не перезапустите.

source: pre-connection command terminated with signal %d
uk: виконувана до з’єднання команда завершена з сигналом %d

source: pre-connection command failed with status %d
uk: збій команди, виконуваної до з’єднання; статус: %d

source: couldn't find HESIOD pobox for %s
uk: неможливо було знайти HESIOD pobox для %s

source: Lead server has no name.
uk: Ведучий сервер без ім’я.

source: couldn't find canonical DNS name of %s (%s): %s
uk: неможливо було знайти канонічне ім’я DNS %s (%s): %s

source: %s connection to %s failed
uk: збій %s-під’єднання до %s

source: SSL connection failed.
uk: Збій під’єднання через SSL.

source: Lock-busy error on %s@%s
uk: Помилка блокування зайнятості для %s@%s

source: Server busy error on %s@%s
uk: Помилка зайнятості сервера для %s@%s

source: Authorization failure on %s@%s%s
uk: Помилка авторизації для %s@%s%s

source: (previously authorized)
uk: (раніше авторизовано)

source: For help, see http://www.fetchmail.info/fetchmail-FAQ.html#R15
uk: Для довідки дивіться http://www.fetchmail.info/fetchmail-FAQ.html#R15

source: Fetchmail could not get mail from %s@%s.
uk: Fetchmail не зміг отримати пошту з %s@%s.

source: The attempt to get authorization failed. Since we have already succeeded in getting authorization for this connection, this is probably another failure mode (such as busy server) that fetchmail cannot distinguish because the server didn't send a useful error message.
uk: Не вдалося пройти авторизацію. Оскільки, для цього під’єднання авторизація вже була успішно виконана, можливо, виникла інша помилка (наприклад, сервер зайнятий), яку fetchmail не зміг розпізнати з-за того, що сервер не відправив повідомлення про помилку.

source: However, if you HAVE changed your account details since starting the fetchmail daemon, you need to stop the daemon, change your configuration of fetchmail, and then restart the daemon. The fetchmail daemon will continue running and attempt to connect at each cycle. No future notifications will be sent until service is restored.
uk: Однак, якщо змінили дані свого облікового запису ПІСЛЯ запуску демона fetchmail, то вам знадобиться зупинити демон, змінити налаштування fetchmail, а потім перезапустити демон. Демон fetchmail продовжить свою роботу і буде періодично намагатися під’єднатися. У подальшому сповіщення відправлятися не будуть доти , доки служба не буде відновлена.

source: The attempt to get authorization failed. This probably means your password is invalid, but some servers have other failure modes that fetchmail cannot distinguish from this because they don't send useful error messages on login failure. The fetchmail daemon will continue running and attempt to connect at each cycle. No future notifications will be sent until service is restored.
uk: Не вдалося пройти авторизацію. Можливо, це означає, що ваш пароль невірний, але деякі сервери мають інші режими відмов, які fetchmail не може виділити з цієї помилки, тому що вони не відправляють потрібних повідомлень про помилку при невдалому вході у систему. Демон fetchmail продовжить свою роботу й буде намагатися під’єднатися у кожному циклі. У подальшому сповіщення відправлятися не будуть доти, доки служба не буде відновлена.

source: Repoll immediately on %s@%s
uk: Негайно повторити опит для %s@%s

source: Unknown login or authentication error on %s@%s
uk: Невідомий логін або помилка автентифікації для %s@%s

source: Authorization OK on %s@%s
uk: Авторизація виконана для %s@%s

source: Fetchmail was able to log into %s@%s.
uk: Fetchmail увійшов у систему %s@%s.

source: Service has been restored.
uk: Служба була відновлена.

source: selecting or re-polling folder %s
uk: вибирається або повторюється опит каталогу %s

source: selecting or re-polling default folder
uk: вибирається або повторюється опитування каталогу типово

source: %s at %s (folder %s)
uk: %s на %s (каталог %s)

source: %s at %s
uk: %s на %s

source: Polling %s
uk: Опитується %s

source: %d message (%d %s) for %s
uk: %d повідомлення (%d %s) для %s

source: seen
uk: переглянуто

source: %d message for %s
uk: %d повідомлення для %s

source: (%d octets).
uk: (%d октетів).

source: No mail for %s
uk: Для %s пошти немає

source: bogus message count!
uk: фіктивна кількість повідомлень!

source: Too many mails skipped (%d > %d) due to transient errors for %s
uk: Забагато пошти пропускається (%d > %d) з-за тимчасових помилок для %s

source: socket
uk: сокет

source: missing or bad RFC822 header
uk: відсутній або невірний заголовок RFC822

source: client/server synchronization
uk: синхронізація клієнт/сервер

source: client/server protocol
uk: клієнт/сервер протокол

source: lock busy on server
uk: блокування зайнятості на сервері

source: SMTP transaction
uk: SMTP-транзакція

source: DNS lookup
uk: DNS-запит

source: undefined
uk: невизначено

source: %s error while fetching from %s@%s and delivering to SMTP host %s
uk: Помилка %s при вибірці з %s@%s і доставці на хост SMTP %s

source: unknown
uk: невідомо

source: %s error while fetching from %s@%s
uk: Помилка %s при вибірці з %s@%s

source: post-connection command terminated with signal %d
uk: виконувана після з’єднання команда завершена з сигналом %d

source: post-connection command failed with status %d
uk: збій команди, що виконується після з’єднання; статус: %d

source: Kerberos V4 support not linked.
uk: Підтримка Kerberos V4 не пов’язана.

source: Kerberos V5 support not linked.
uk: Підтримка Kerberos V5 не пов’язана.

source: Option --flush is not supported with %s
uk: Опція --flush не підтримується з %s

source: Option --all is not supported with %s
uk: Опція --all не підтримується з %s

source: Option --limit is not supported with %s
uk: Опція --limit не підтримується з %s

source: %s: The QMAILINJECT environment variable is set. This is dangerous as it can make qmail-inject or qmail's sendmail wrapper tamper with your From: or Message-ID: headers. Try "env QMAILINJECT= %s YOUR ARGUMENTS HERE" %s: Abort.
uk: %s: Встановлена змінна оточення QMAILINJECT. Вона представляє собою небезпеку, оскільки з нею можна зробити qmail-inject або підмінити qmail'івський пакувальник sendmail своїми заголовками From: або Message-ID:. Спробуйте "env QMAILINJECT= %s СВОЇ АРГУМЕНТИ" %s: Скидання.

source: %s: The NULLMAILER_FLAGS environment variable is set. This is dangerous as it can make nullmailer-inject or nullmailer's sendmail wrapper tamper with your From:, Message-ID: or Return-Path: headers. Try "env NULLMAILER_FLAGS= %s YOUR ARGUMENTS HERE" %s: Abort.
uk: %s: Встановлена змінна оточення NULLMAILER_FLAGS. Вона представляє собою небезпеку, оскільки з нею можна зробити nullmailer-inject або підмінити nullmailer'івський пакувальник sendmail своїми заголовками From:, Message-ID: або Return-Path:. Спробуйте "env NULLMAILER_FLAGS= %s СВОЇ АРГУМЕНТИ" %s: Скидання.

source: %s: You don't exist. Go away.
uk: %s: Ти існуєш. Йди звідси.

source: %s: can't determine your host!
uk: %s: неможливо визначити ваш хост!

source: Cannot find my own host in hosts database to qualify it!
uk: Неможливо знайти свій власний хост у базі даних хостів, щоб визначити його!

source: Trying to continue with unqualified hostname. DO NOT report broken Received: headers, HELO/EHLO lines or similar problems! DO repair your /etc/hosts, DNS, NIS or LDAP instead.
uk: Намагаємося продовжити з невизначеним іменем хосту. НЕ ПОВІДОМЛЯЙТЕ про порушені заголовки Received:, рядках HELO/EHLO або подібних проблемах! Замість цього ВИПРАВТЕ свій /etc/hosts, DNS, NIS або LDAP.

source: %s's SMTP listener does not support ESMTP
uk: SMTP-приймач %s не підтримує ESMTP

source: %s's SMTP listener does not support ETRN
uk: SMTP-приймач %s не підтримує ETRN

source: Queuing for %s started
uk: Запущено формування черги для %s

source: No messages waiting for %s
uk: Немає повідомлень, що очікують %s

source: Pending messages for %s started
uk: Запущено очікування повідомлень для %s

source: Unable to queue messages for node %s
uk: Неможливо поставити у чергу повідомлення для вузла %s

source: Node %s not allowed: %s
uk: Вузол %s заборонено: %s

source: ETRN syntax error
uk: Помилка синтаксису ETRN

source: ETRN syntax error in parameters
uk: Помилка синтаксису ETRN у параметрах

source: Unknown ETRN error %d
uk: Невідома помилка ETRN %d

source: Option --keep is not supported with ETRN
uk: Опція --keep не підтримується з ETRN

source: Option --flush is not supported with ETRN
uk: Опція --flush не підтримується з ETRN

source: Option --folder is not supported with ETRN
uk: Опція --folder не підтриується з ETRN

source: Option --check is not supported with ETRN
uk: Опція --check не підтримується з ETRN

source: Fetchmail comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions. For details, please see the file COPYING in the source or documentation directory.
uk: Fetchmail постачається АБСОЛЮТНО БЕЗ БУДЬ-ЯКОЇ ГАРАНТІЇ. Це вільне програмне забезпечення і ви можете розповсюджувати його далі при дотриманні певних умов. Подробиці дивіться у файлі COPYING у каталозі з документацією або джерельними текстами.

source: WARNING: Running as root is discouraged.
uk: ПОПЕРЕДЖЕННЯ. Запуск під root'ом не рекомендується.

source: fetchmail: invoked with
uk: fetchmail: запущений з

source: could not get current working directory
uk: неможливо було отримати поточний робочий каталог

source: This is fetchmail release %s
uk: Це fetchmail реліз %s

source: The nodetach option is in effect, ignoring logfile option.
uk: Параметр nodetach чинний, ігноруємо параметр logfile.

source: Not running in daemon mode, ignoring logfile option.
uk: Не працює в режимі демона, ігноруємо параметр файлу журналу

source: Logfile "%s" does not exist, ignoring logfile option.
uk: Файл журналу «%s» не існує, ігноруємо параметр файлу журналу.

source: Logfile "%s" is not writable, aborting.
uk: Файл журналу «%s» недоступний для запису, переривання.

source: syslog and logfile options are both set, ignoring syslog, and logging to %s
uk: вказані обидва параметри - syslog та logfile, ігноруємо syslog, ведемо реєстрацію до %s

source: Taking options from command line%s%s
uk: Опції беруться з командного рядка %s%s

source: and
uk: і

source: No mailservers set up -- perhaps %s is missing?
uk: Немає налаштованих поштових серверів -- може відсутній %s?

source: fetchmail: no mailservers have been specified.
uk: fetchmail: не були вказані поштові сервери.

source: fetchmail: no other fetchmail is running
uk: fetchmail: інші запущені fetchmail відсутні

source: fetchmail: error killing %s fetchmail at %ld; bailing out.
uk: fetchmail: помилка при знищенні %s fetchmail %ld; виходимо.

source: background
uk: тло

source: foreground
uk: пріоритетний режим

source: fetchmail: %s fetchmail at %ld killed.
uk: fetchmail: %s fetchmail %ld знищений.

source: fetchmail: can't check mail while another fetchmail to same host is running.
uk: fetchmail: неможливо перевірити пошту, поки на тому ж хості запущений інший fetchmail.

source: fetchmail: can't poll specified hosts with another fetchmail running at %ld.
uk: fetchmail: не можу опитати вказані хости з іншою запущеною копією fetchmail %ld.

source: fetchmail: another foreground fetchmail is running at %ld.
uk: fetchmail: інший fetchmail запущений як %ld.

source: fetchmail: can't accept options while a background fetchmail is running.
uk: fetchmail: неможливо застосувати опції, поки запущений фоновий fetchmail.

source: fetchmail: background fetchmail at %ld awakened.
uk: fetchmail: фоновий fetchmail %ld пробуджений.

source: fetchmail: elder sibling at %ld died mysteriously.
uk: fetchmail: старший брат %ld таємниче вмер.

source: fetchmail: can't find a password for %s@%s.
uk: fetchmail: неможливо знайти пароль для %s@%s.

source: Enter password for %s@%s:
uk: Уведіть пароль для %s@%s:

source: fetchmail: Cannot detach into background. Aborting.
uk: fetchmail: неможливо виконати перехід у фоновий режим. Переривання.

source: starting fetchmail %s daemon
uk: Запуск fetchmail %s демона

source: could not open %s to append logs to
uk: не можу відкрити %s для додавання у журнал

source: --check mode enabled, not fetching mail
uk: включено режим --check, вибірка пошти не виконується

source: couldn't time-check %s (error %d)
uk: неможливо було перевірити час %s (помилка %d)

source: restarting fetchmail (%s changed)
uk: fetchmail перезапускається (%s змінений)

source: attempt to re-exec may fail as directory has not been restored
uk: можливий збій при перезапуску, оскільки каталог не був відновлений

source: attempt to re-exec fetchmail failed
uk: збій перезапуску fetchmail

source: poll of %s skipped (failed authentication or too many timeouts)
uk: опитування %s пропущено (помилка автентифікації або забагато тайм-аутів)

source: interval not reached, not querying %s
uk: інтервал не досягнуто, %s не запитується

source: Query status=0 (SUCCESS)
uk: Статус запиту=0 (SUCCESS)

source: Query status=1 (NOMAIL)
uk: Статус запиту=1 (NOMAIL)

source: Query status=2 (SOCKET)
uk: Статус запиту=2 (SOCKET)

source: Query status=3 (AUTHFAIL)
uk: Статус запиту=3 (AUTHFAIL)

source: Query status=4 (PROTOCOL)
uk: Статус запиту=4 (PROTOCOL)

source: Query status=5 (SYNTAX)
uk: Статус запиту=5 (SYNTAX)

source: Query status=6 (IOERR)
uk: Статус запиту=6 (IOERR)

source: Query status=7 (ERROR)
uk: Статус запиту=7 (ERROR)

source: Query status=8 (EXCLUDE)
uk: Статус запиту=8 (EXCLUDE)

source: Query status=9 (LOCKBUSY)
uk: Статус запиту=9 (LOCKBUSY)

source: Query status=10 (SMTP)
uk: Статус запиту=10 (SMTP)

source: Query status=11 (DNS)
uk: Статус запиту=11 (DNS)

source: Query status=12 (BSMTP)
uk: Статус запиту=12 (BSMTP)

source: Query status=13 (MAXFETCH)
uk: Статус запиту=13 (MAXFETCH)

source: Query status=%d
uk: Статус запиту=%d

source: All connections are wedged. Exiting.
uk: Усі з’єднання перевантажені. Завершення роботи.

source: sleeping at %s for %d seconds
uk: у сплячому режимі у %s на %d секунд

source: awakened by %s
uk: прокинувся по %s'

source: awakened by signal %d
uk: прокинувся по сигналу %d

source: awakened at %s
uk: прокинувся на %s

source: normal termination, status %d
uk: нормальне завершення, статус %d

source: couldn't time-check the run-control file
uk: неможливо було перевірити час файлу контролю запуску

source: Warning: multiple mentions of host %s in config file
uk: Попередження: багатократні посилання на хост %s у файлі налаштування

source: SSL support is not compiled in.
uk: Підтримка SSL не була увімкнена при компіляції.

source: KERBEROS v4 support is configured, but not compiled in.
uk: Підтримка KERBEROS v4 налаштована, але не була увімкнена при компіляції.

source: KERBEROS v5 support is configured, but not compiled in.
uk: Підтримка KERBEROS v5 налаштована, але не була увімкнена при компіляції.

source: GSSAPI support is configured, but not compiled in.
uk: Підтримка GSSAPI налаштована, але не була увімкнена при компіляції.

source: fetchmail: warning: no DNS available to check multidrop fetches from %s
uk: fetchmail: попередження: не доступний DNS для перевірки багатоканальної вибірки з %s

source: warning: multidrop for %s requires envelope option!
uk: попередження: multidrop для %s потребує опцію envelope!

source: warning: Do not ask for support if all mail goes to postmaster!
uk: попередження: Не просіть технічної підтримки, якщо усі повідомлення відправляються постмайстру!

source: fetchmail: %s configuration invalid, specify positive port number for service or port
uk: fetchmail: конфігурація %s не вірна, вкажіть позитивний номер порта для служби

source: fetchmail: %s configuration invalid, RPOP requires a privileged port
uk: fetchmail: конфігурація %s не вірна, для RPOP потрібен привілейований порт

source: %s configuration invalid, LMTP can't use default SMTP port
uk: конфігурація %s не вірна, LMTP не може використовувати порт SMTP типово

source: Both fetchall and keep on in daemon or idle mode is a mistake!
uk: Запускати fetchall, залишаючи його при цьому у режимі демона або простою, неможна!

source: terminated with signal %d
uk: завершений по сигналу %d

source: %s querying %s (protocol %s) at %s: poll started
uk: %s запитує %s (протокол %s) на %s: опитування почато

source: POP2 support is not configured.
uk: Підтримка POP2 не налаштована.

source: POP3 support is not configured.
uk: Підтримка POP3 не налаштована.

source: IMAP support is not configured.
uk: Підтримка IMAP не налаштована.

source: ETRN support is not configured.
uk: Підтримка ETRN не налаштована.

source: ODMR support is not configured.
uk: Підтримка ODMR не налаштована.

source: unsupported protocol selected.
uk: вибрано непідтримуваний протокол.

source: %s querying %s (protocol %s) at %s: poll completed
uk: %s запитує %s (протокол %s) на %s: опитування завершено

source: Poll interval is %d seconds
uk: Інтервал опитування - %d секунд

source: Logfile is %s
uk: Лог-файл - %s

source: Idfile is %s
uk: ID-файл - %s

source: Progress messages will be logged via syslog
uk: Обробка повідомлень буде реєструватися через syslog

source: Fetchmail will masquerade and will not generate Received
uk: Fetchmail увімкне маскування й не створить поле Received

source: Fetchmail will show progress dots even in logfiles.
uk: Fetchmail буде показувати точковий рядок прогресу навіть у log-файлах.

source: Fetchmail will forward misaddressed multidrop messages to %s.
uk: Fetchmail буде пересилати багатоканальні повідомлення без адреси на %s.

source: Fetchmail will direct error mail to the postmaster.
uk: Fetchmail направить помилковий лист постмайстру.

source: Fetchmail will direct error mail to the sender.
uk: Fetchmail направить помилковий лист відправнику.

source: Fetchmail will treat permanent errors as permanent (drop messages).
uk: Fetchmail розглядає довгочасні помилки як постійні (вилучати повідомлення).

source: Fetchmail will treat permanent errors as temporary (keep messages).
uk: Fetchmail буде вважати постійні помилки тимчасовими (збереже повідомлення).

source: Options for retrieving from %s@%s:
uk: Параметри для отримання з %s@%s:

source: Mail will be retrieved via %s
uk: Пошта буде отримана через %s

source: Poll of this server will occur every %d interval.
uk: Опитування цього сервера буде виконуватися кожен %d інтервал.

source: True name of server is %s.
uk: Справжнє ім’я севера - %s.

source: This host will not be queried when no host is specified.
uk: Коли хост не вказано, цей хост не буде запитаний.

source: This host will be queried when no host is specified.
uk: Коли хост не вказано, буде запитаний цей хост.

source: Password will be prompted for.
uk: Буде запропоновано увести пароль.

source: APOP secret = "%s".
uk: Секрет APOP = "%s".

source: Password = "%s".
uk: Пароль = "%s".

source: Protocol is KPOP with Kerberos %s authentication
uk: Протокол - KPOP з автентифікацією Kerberos %s

source: Protocol is %s
uk: Протокол %s

source: (using service %s)
uk: (використовується служба %s)

source: (using default port)
uk: (використовується типовий порт)

source: (forcing UIDL use)
uk: (примусово використовується UIDL)

source: All available authentication methods will be tried.
uk: Буде спробувано усі доступні способи автентифікації.

source: Password authentication will be forced.
uk: Буде використана примусова автентифікація з паролем.

source: MSN authentication will be forced.
uk: Буде використана примусова автентифікація MSN.

source: NTLM authentication will be forced.
uk: Буде використана примусова автентифікація NTLM.

source: OTP authentication will be forced.
uk: Буде використана примусова автентифікація OTP.

source: CRAM-MD5 authentication will be forced.
uk: Буде використана примусова автентифікація CRAM-MD5.

source: GSSAPI authentication will be forced.
uk: Буде використана примусова автентифікація GSSAPI.

source: Kerberos V4 authentication will be forced.
uk: Буде використана примусова автентифікація Kerberos V4.

source: Kerberos V5 authentication will be forced.
uk: Буде використана примусова автентифікація Kerberos V5.
