Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-fetchmail_fetchmail-*.po
Languages: uk

source: End-to-end encryption assumed.
uk: Припускається оперативне шифрування.

source: Mail service principal is: %s
uk: Поштова служба є основною: %s

source: SSL encrypted sessions enabled.
uk: Увімкнено сесії, зашифровані SSL.

source: SSL protocol: %s.
uk: SSL протокол: %s.

source: SSL server certificate checking enabled.
uk: Увімкнено перевірку сертифікату сервера SSL.

source: SSL trusted certificate file: %s
uk: довірений сертифікат SSL: %s

source: SSL trusted certificate directory: %s
uk: Каталог довірених сертифікатів SSL: %s

source: SSL server CommonName: %s
uk: Загальноприйняте ім’я SSL-сервера: %s

source: SSL key fingerprint (checked against the server key): %s
uk: Відбиток ключа SSL (звірений з ключем сервера): %s

source: Server nonresponse timeout is %d seconds
uk: Таймаут мовчання сервера - %d секунд

source: (default).
uk: (типово).

source: Default mailbox selected.
uk: Вибрано типову поштову скриньку.

source: Selected mailboxes are:
uk: Вибрані поштові скриньки:

source: All messages will be retrieved (--all on).
uk: Будуть отримані усі повідомлення (--all on).

source: Only new messages will be retrieved (--all off).
uk: Будуть отримані лише нові повідомлення (--all off).

source: Fetched messages will be kept on the server (--keep on).
uk: Вибрані повідомлення буде залишено на сервері (--keep on).

source: Fetched messages will not be kept on the server (--keep off).
uk: Вибрані повідомлення буде вилучено з сервера (--keep off).

source: Old messages will be flushed before message retrieval (--flush on).
uk: Старі повідомлення буде вилучено перед отриманням повідомлення (--flush on).

source: Old messages will not be flushed before message retrieval (--flush off).
uk: Старі повідомлення не буде вилучено перед отриманням повідомлення (--flush off).

source: Oversized messages will be flushed before message retrieval (--limitflush on).
uk: Повідомлення завищеного розміру буде вилучено перед отриманням повідомлення (--limitflush on).

source: Oversized messages will not be flushed before message retrieval (--limitflush off).
uk: Повідомлення завищеного розміру не буде вилучено перед отриманням повідомлення (--limitflush off).

source: Rewrite of server-local addresses is enabled (--norewrite off).
uk: Перезапис локальних адрес сервера увімкнено (--norewrite off).

source: Rewrite of server-local addresses is disabled (--norewrite on).
uk: Перезапис локальних адрес сервера вимкнено (--norewrite on).

source: Carriage-return stripping is enabled (stripcr on).
uk: Вилучення повернення каретки увімкнено (stripcr on).

source: Carriage-return stripping is disabled (stripcr off).
uk: Вилучення повернення каретки вимкнено (stripcr off).

source: Carriage-return forcing is enabled (forcecr on).
uk: Примусове повернення каретки увімкнено (forcecr on).

source: Carriage-return forcing is disabled (forcecr off).
uk: Примусове повернення каретки вимкнено (forcecr off).

source: Interpretation of Content-Transfer-Encoding is disabled (pass8bits on).
uk: Інтерпретація кодування контенту, що передається вимкнено (pass8bits on).

source: Interpretation of Content-Transfer-Encoding is enabled (pass8bits off).
uk: Інтерпретація кодування контенту, що передається увімкнено (pass8bits off).

source: MIME decoding is enabled (mimedecode on).
uk: MIME-декодування увімкнено (mimedecode on).

source: MIME decoding is disabled (mimedecode off).
uk: MIME-декодування вимкнено (mimedecode off).

source: Idle after poll is enabled (idle on).
uk: Простій після опитування увімкнено (idle on).

source: Idle after poll is disabled (idle off).
uk: Простій після опитування вимкнено (idle off).

source: Nonempty Status lines will be discarded (dropstatus on)
uk: Непорожні рядки стану буде вилучено (dropstatus on)

source: Nonempty Status lines will be kept (dropstatus off)
uk: Непорожні рядки стану буде збережено (dropstatus off)

source: Delivered-To lines will be discarded (dropdelivered on)
uk: Рядки Delivered-To буде вилучено (dropdelivered on)

source: Delivered-To lines will be kept (dropdelivered off)
uk: Рядки Delivered-To буде збережено (dropdelivered off)

source: Message size limit is %d octets (--limit %d).
uk: Обмеження на розмір повідомлення - %d октетів (--limit %d).

source: No message size limit (--limit 0).
uk: Немає обмеження на розмір повідомлення (--limit 0).

source: Message size warning interval is %d seconds (--warnings %d).
uk: Інтервал між попередженнями про розмір повідомлення - %d секунд (--warnings %d).

source: Size warnings on every poll (--warnings 0).
uk: Попередження про розмір при кожному опитуванні (--warnings 0).

source: Received-message limit is %d (--fetchlimit %d).
uk: Обмеження на отримані повідомлення - %d (--fetchlimit %d).

source: No received-message limit (--fetchlimit 0).
uk: Немає обмеження на отримані повідомлення (--fetchlimit 0).

source: Fetch message size limit is %d (--fetchsizelimit %d).
uk: Обмеження на розмір вибірки повідомлень - %d (--fetchsizelimit %d).

source: No fetch message size limit (--fetchsizelimit 0).
uk: Немає обмеження на розмір вибірки повідомлень (--fetchsizelimit 0).

source: Do binary search of UIDs during each poll (--fastuidl 1).
uk: Виконувати двійковий пошук UID'ів під час кожного опитування (--fastuidl -1).

source: Do binary search of UIDs during %d out of %d polls (--fastuidl %d).
uk: Виконувати двійковий пошук UID'ів під час %d з %d опитувань (--fastuidl %d).

source: Do linear search of UIDs during each poll (--fastuidl 0).
uk: Виконувати лінійний пошук UID'ів під час кожного опитування (--fastuidl 0).

source: SMTP message batch limit is %d.
uk: Обмеження на пакунок SMTP-повідомлень - %d.

source: No SMTP message batch limit (--batchlimit 0).
uk: Немає обмеження на пакунок SMTP-повідомлень (--batchlimit 0).

source: Deletion interval between expunges forced to %d (--expunge %d).
uk: Інтервал між вилученнями примусово встановлений у %d (--expunge %d).

source: No forced expunges (--expunge 0).
uk: Немає примусових вилучень (--expunge 0).

source: Domains for which mail will be fetched are:
uk: Домени, для яких буде виконуватися вибірка пошти:

source: (default)
uk: (типово)

source: Messages will be appended to %s as BSMTP
uk: Повідомлення будуть прикріплені до %s як BSMTP

source: Messages will be delivered with "%s".
uk: Повідомлення будуть доставлені з "%s".

source: Messages will be %cMTP-forwarded to:
uk: Повідомлення будуть переадресовані по %cMTP на:

source: Host part of MAIL FROM line will be %s
uk: Частина хосту з рядка MAIL FROM буде %s

source: Address to be put in RCPT TO lines shipped to SMTP will be %s
uk: Адреса, що вставляється у рядки RCPT TO, що відправляються по SMTP, буде %s

source: Recognized listener spam block responses are:
uk: Відповідні дії на розпізнані слухачем спам-блоки:

source: Spam-blocking disabled
uk: Блокування спаму вимкнено

source: Server connection will be brought up with "%s".
uk: Під’єднання до сервера буде встановлено з "%s".

source: No pre-connection command.
uk: Немає команди, що виконується до з’єднання.

source: Server connection will be taken down with "%s".
uk: Під’єднання до сервера буде розірвано з "%s".

source: No post-connection command.
uk: Немає команди, що виконується після з’єднання.

source: No localnames declared for this host.
uk: Немає локальних імен, об’явлених для цього хосту.

source: Multi-drop mode:
uk: Багатоканальний режим:

source: Single-drop mode:
uk: Одноканальний режим:

source: %d local name recognized.
uk: розпізнано %d локальне ім’я.

source: DNS lookup for multidrop addresses is enabled.
uk: DNS-запит для багатоканальних адрес увімкнено.

source: DNS lookup for multidrop addresses is disabled.
uk: DNS-запит для багатоканальних адрес вимкнено.

source: Server aliases will be compared with multidrop addresses by IP address.
uk: Аліаси сервера будуть порівняні з багатоканальними адресами по IP-адресі.

source: Server aliases will be compared with multidrop addresses by name.
uk: Аліаси сервера будуть порівняні з багатоканальними адресами за ім’ям.

source: Envelope-address routing is disabled
uk: Маршрутизація охоплюючої адреси вимкнена

source: Envelope header is assumed to be: %s
uk: Охоплюючий заголовок повинен бути: %s

source: Number of envelope headers to be skipped over: %d
uk: Кількість охоплюючих заголовків, що пропускаються: %d

source: Prefix %s will be removed from user id
uk: Префікс %s буде вилучено з id користувача

source: No prefix stripping
uk: Немає розбірки префіксу

source: Predeclared mailserver aliases:
uk: Раніше об’явлені аліаси поштового сервера:

source: Local domains:
uk: Локальні домени:

source: Connection must be through interface %s.
uk: Під’єднання повинно бути через інтерфейс %s.

source: No interface requirement specified.
uk: Не вказані вимоги інтерфейсу.

source: Polling loop will monitor %s.
uk: Цикл опитування буде спостерігати за %s.

source: No monitor interface specified.
uk: Не вказано інтерфейс монітора.

source: Server connections will be made via plugin %s (--plugin %s).
uk: Під’єднання до сервера буде виконуватися за допомогою втулки %s (--plugin %s).

source: No plugin command specified.
uk: Не вказана команда втулки.

source: Listener connections will be made via plugout %s (--plugout %s).
uk: Під’єднання слухача будуть виконуватися через plugout %s (--plugout %s).

source: No plugout command specified.
uk: Не вказана команда plugout'а.

source: No UIDs saved from this host.
uk: З цього хосту немає збережених UID'ів.

source: %d UIDs saved.
uk: Збережено %d UID'ів.

source: Poll trace information will be added to the Received header.
uk: Інформація з трасуванням опитування буде додана у заголовок Received.

source: No poll trace information will be added to the Received header.
uk: Інформація про відстеження опитування не буде додана до заголовка «Отримано».

source: Messages with bad headers will be rejected.
uk: Повідомлення з поганими заголовками будуть відкидуватися.

source: Messages with bad headers will be passed on.
uk: Повідомлення з поганими заголовками будуть предаватися.

source: Pass-through properties "%s".
uk: Властивості ретрансляції "%s".

source: ERROR: no support for getpassword() routine
uk: ПОМИЛКА: відсутня підтримка процедури getpassword()

source: Caught SIGINT... bailing out.
uk: Отримано SIGINT... завершення роботи.

source: GSSAPI error in gss_display_status called from <%s>
uk: Помилка GSSAPI у gss_display_status викликана з <%s>

source: GSSAPI error %s: %.*s
uk: Помилка GSSAPI %s: %.*s

source: Couldn't get service name for [%s]
uk: Неможливо було отримати ім’я служби для [%s]

source: Using service name [%s]
uk: Використовується ім’я служби [%s]

source: No suitable GSSAPI credentials found. Skipping GSSAPI authentication.
uk: Знайдені непідхожі облікові дані GSSAPI. Пропускаєм автентифікацію GSSAPI.

source: If you want to use GSSAPI, you need credentials first, possibly from kinit.
uk: Якщо ви хочете використовувати GSSAPI, вам спочатку потрібні реєстраційні дані, можливо, з kinit.

source: Received malformed challenge to "%s GSSAPI"!
uk: Отримано неправильний виклик до «%s GSSAPI»!

source: Sending credentials
uk: Відправляються ідентифікаційні дані

source: Error exchanging credentials
uk: Помилка обміну ідентифікаційними даними

source: Couldn't unwrap security level data
uk: Неможливо було розгорнути дані рівню безпеки

source: Credential exchange complete
uk: Обмін ідентифікаційними даними завершений

source: Server requires integrity and/or privacy
uk: Серверу потрібна цілісність і/або конфіденційність

source: Unwrapped security level flags: %s%s%s
uk: Прапорці розгорнутого рівню безпеки: %s%s%s

source: Maximum GSS token size is %ld
uk: Максимальний розмір маркера GSS - %ld

source: Error creating security level request
uk: Помилка створення запиту рівню безпеки

source: Releasing GSS credentials
uk: Створюються ідентифікаційні дані GSS

source: Error releasing credentials
uk: Помилка створення ідентифікаційних даних

source: fetchmail: thread sleeping for %d sec.
uk: fetchmail: потік призупинений на протязі %d секунд.

source: Protocol identified as IMAP4 rev 1
uk: Протокол ідентифікований як IMAP4 ревізія 1

source: Protocol identified as IMAP4 rev 0
uk: Протокол ідентифікований як IMAP4 ревізія 0

source: Protocol identified as IMAP2 or IMAP2BIS
uk: Протокол ідентифікований як IMAP2 або IMAP2BIS

source: will idle after poll
uk: буде призупинений після опитування

source: bogus message count in "%s"!
uk: кількість фіктивних повідомлень "%s"!

source: bogus EXPUNGE count in "%s"!
uk: фіктивна кількість EXPUNGE в «%s»!

source: %s: upgrade to TLS succeeded.
uk: %s: оновлення до TLS виконано успішно.

source: %s: upgrade to TLS failed.
uk: %s: збій оновлення до TLS.

source: %s: opportunistic upgrade to TLS failed, trying to continue
uk: %s: збій примусового оновлення до TLS; виконується спроба продовжити роботу

source: Required OTP capability not compiled into fetchmail
uk: Fetchmail скомпільований без належної підтримки OTP

source: Required NTLM capability not compiled into fetchmail
uk: Fetchmail скомпільований без належної підтримки NTLM

source: mail expunge mismatch (%d actual != %d expected)
uk: розбіжність при вилученні листів (%d насправді != %d очікувалося)

source: %lu is unseen
uk: %lu не переглянуто

source: %u is unseen
uk: %u не переглянуто

source: re-poll failed
uk: не вдалося повторити опитування

source: %d message waiting after re-poll
uk: %d повідомлення очікує після повторного опитування

source: mailbox selection failed
uk: не вдалося вибрати поштову скриньку

source: %d message waiting after first poll
uk: %d повідомлення очікує після першого опитування

source: expunge failed
uk: не вдалося вилучити

source: %d message waiting after expunge
uk: %d повідомлення очікує після вилучення

source: search for unseen messages failed
uk: збій пошуку непереглянутих повідомлень

source: %u is first unseen
uk: %u перше не переглянуте

source: Warning: ignoring bogus data for message sizes returned by the server.
uk: Попередження: ігноровані фіктивні дані про розмір повідомлень, які повернув сервер

source: Incorrect FETCH response: %s.
uk: Неправильна відповідь FETCH: %s.

source: Unable to open kvm interface. Make sure fetchmail is SGID kmem.
uk: Неможливо відкрити інтерфейс kvm. Переконайтеся, що fetchmail є SGID kmem.

source: Unable to parse interface name from %s
uk: Неможливо витягнути ім’я інтерфейсу з %s

source: get_ifinfo: sysctl (iflist estimate) failed
uk: get_ifinfo: збій sysctl (оцінка iflist)

source: get_ifinfo: malloc failed
uk: get_ifinfo: збій malloc

source: get_ifinfo: sysctl (iflist) failed
uk: get_ifinfo: збій sysctl (iflist)

source: Routing message version %d not understood.
uk: Версія маршрутизованого повідомлення %d не зрозуміла.

source: No interface found with name %s
uk: Не знайдено інтерфейс з ім’ям %s

source: No IP address found for %s
uk: Не знайдено IP-адреси для %s

source: missing IP interface address
uk: відсутня адреса IP-інтерфейсу

source: invalid IP interface address
uk: невірна адреса IP-інтерфейсу

source: invalid IP interface mask
uk: невірна маска IP-інтерфейсу

source: activity on %s -noted- as %d
uk: активність на %s -позначена- як %d

source: skipping poll of %s, %s down
uk: пропускається опитування %s, %s відімкнено

source: skipping poll of %s, %s IP address excluded
uk: пропускається опитування %s, %s IP-адреси виключено

source: activity on %s checked as %d
uk: активність на %s перевірена як %d

source: skipping poll of %s, %s inactive
uk: пропускається опитування %s, %s вимкнено

source: activity on %s was %d, is %d
uk: активність на %s була %d, %d

source: could not decode initial BASE64 challenge
uk: неможливо було декодувати початковий запит BASE64

source: principal %s in ticket does not match -u %s
uk: основний %s у мандаті не збігається з -u %s

source: non-null instance (%s) might cause strange behavior
uk: ненульова копія (%s) може викликати дивну поведінку

source: could not decode BASE64 ready response
uk: неможливо було декодувати відповідь BASE64 про готовність

source: challenge mismatch
uk: неспівпадіння запиту

source: fetchmail: error reading lockfile "%s": %s
uk: fetchmail: помилка читання файлу блокування "%s": %s

source: fetchmail: error opening lockfile "%s": %s
uk: fetchmail: помилка відкриття файлу блокування "%s": %s

source: %s:%d: warning: found "%s" before any host names
uk: %s:%d: попередження: перед усіма іменами хостів знайдено "%s"

source: %s:%d: warning: unknown token "%s"
uk: %s:%d: попередження: невідомий маркер "%s"

source: %s's SMTP listener does not support ATRN
uk: SMTP-приймач %s не підтримує ATRN

source: Turnaround now...
uk: Реверсування передачі...

source: ATRN request refused.
uk: Запит ATRN відхилено.

source: Unable to process ATRN request now
uk: Неможливо зараз обробляти запит ATRN

source: You have no mail.
uk: Для вас пошти немає.

source: Command not implemented
uk: Команда не виконана

source: Authentication required.
uk: Потрібна автентифікація.

source: Unknown ODMR error "%s"
uk: Невідома ODMR помилка "%s"

source: receiving message data
uk: приймаються дані повідомлення

source: Option --keep is not supported with ODMR
uk: Опція --keep не підтримується з ODMR

source: Option --flush is not supported with ODMR
uk: Опція --flush не підтримується з ODMR

source: Option --folder is not supported with ODMR
uk: Опція --folder не підтримується з ODMR

source: Option --check is not supported with ODMR
uk: Опція --check не підтримується з ODMR

source: server recv fatal
uk: сервер припинив отримання

source: Could not decode OTP challenge
uk: Неможливо було декодувати запит OTP

source: Secret pass phrase:
uk: Секретна ідентифікаційна фраза:

source: String '%s' is not a valid number string.
uk: Рядок '%s' не є вірним числовим рядком.

source: Value of string '%s' is %s than %d.
uk: Значення рядка '%s' - %s, ніж %d.

source: smaller
uk: менше

source: larger
uk: більше

source: Invalid bad-header policy `%s' specified.
uk: Вказана невірна політика `%s' поганих-заголовків.

source: Invalid protocol `%s' specified.
uk: Вказано невірний протокол `%s'.

source: Invalid authentication `%s' specified.
uk: Вказана невірна автентифікація `%s'.

source: usage: fetchmail [options] [server ...]
uk: використання: fetchmail [опції] [сервер ...]

source: Options are as follows:
uk: Використовувані опції:

source: -?, --help display this option help
uk: -?, --help вивід цієї довідки

source: -V, --version display version info
uk: -V, --version вивід інформації про версію

source: -c, --check check for messages without fetching
uk: -c, --check перевірка повідомлень без вибірки

source: -s, --silent work silently
uk: -s, --silent робота без зайвої інформації

source: -v, --verbose work noisily (diagnostic output)
uk: -v, --verbose робота з детальним виводом діагностичних даних

source: -d, --daemon run as a daemon once per n seconds
uk: -d, --daemon запуск у вигляді демона кожні n секунд

source: -N, --nodetach don't detach daemon process
uk: -N, --nodetach не від’єднувати процес демона

source: -q, --quit kill daemon process
uk: -q, --quit вбити процес демона

source: -L, --logfile specify logfile name
uk: -L, --logfile вказування ім’я log-файлу

source: --syslog use syslog(3) for most messages when running as a daemon
uk: --syslog використання syslog(3) для більшості повідомлень, коли запущений як демон

source: --invisible don't write Received & enable host spoofing
uk: --invisible не записувати Received і увімкнути спуфінг хосту

source: -f, --fetchmailrc specify alternate run control file
uk: -f, --fetchmailrc вказування іншого файлу контролю запуску

source: -i, --idfile specify alternate UIDs file
uk: -i, --idfile вказування інших UID'ів файлу

source: --pidfile specify alternate PID (lock) file
uk: --pidfile вказування іншого файлу з PID'ом

source: --postmaster specify recipient of last resort
uk: --postmaster вказати отримувача на крайній випадок

source: --nobounce redirect bounces from user to postmaster.
uk: --nobounce перенаправляти рикошети користувачів постмайстру

source: --nosoftbounce fetchmail deletes permanently undeliverable messages.
uk: --nosoftbounce fetchmail вилучає повідомленя які постійно недоставляються

source: --softbounce keep permanently undeliverable messages on server (default).
uk: --softbounce зберігати на сервері повідомлення які постійно недоставляються (типово)

source: -I, --interface interface required specification
uk: -I, --interface потрібна для інтерфейсу специфікація

source: -M, --monitor monitor interface for activity
uk: -M, --monitor стеження за активністю інтерфейсу

source: --ssl enable ssl encrypted session
uk: --ssl увімкнення сесії, зашифрованої ssl

source: --sslkey ssl private key file
uk: --sslkey файл секретного ключа ssl

source: --sslcert ssl client certificate
uk: --sslcert сертифікат клієнта ssl

source: --sslcertck do strict server certificate check (recommended)
uk: --sslcertck сувора перевірка сертифікату сервера (рекомендовано)

source: --sslcertfile path to trusted-CA ssl certificate file
uk: --sslcertfile шлях до довіреного-CA ssl сертифікату

source: --sslcertpath path to trusted-CA ssl certificate directory
uk: -sslcertpath шлях до каталогу з довіреними-CA ssl сертифікатами

source: --sslcommonname expect this CommonName from server (discouraged)
uk: --sslcommonname очікувати це загальноприйняте ім’я від сервера (не рекомендовано)

source: --sslfingerprint fingerprint that must match that of the server's cert.
uk: --sslfingerprint відбиток, який повинен збігатися з сертифікатом сервера.

source: --plugin specify external command to open connection
uk: --plugin вказування зовнішньої команди для встановлення з’єднання

source: --plugout specify external command to open smtp connection
uk: --plugout вказування зовнішньої команди для встановлення з’єднання smtp

source: --bad-header {reject|accept} specify policy for handling messages with bad headers
uk: --bad-header {відхиляти|приймати} визначає політику при обробці повідомлень з поганими заголовками

source: -U, --uidl force the use of UIDLs (pop3 only)
uk: -U, --uidl примусове використання UIDL'ів (лише pop3)

source: --port TCP port to connect to (obsolete, use --service)
uk: --port TCP-порт для під’єднання (застарів, використовуйте --service)

source: -P, --service TCP service to connect to (can be numeric TCP port)
uk: -P, --service служба TCP для під’єднання (може бути числовим TCP-портом)

source: -t, --timeout server nonresponse timeout
uk: -t, --timeout таймаут мовчання сервера

source: -E, --envelope envelope address header
uk: -E, --envelope заголовок охоплюючої адреси

source: -Q, --qvirtual prefix to remove from local user id
uk: -Q, --qvirtual префікс, що вилучається з id локального користувача

source: --principal mail service principal
uk: --principal основна поштова служба

source: --tracepolls add poll-tracing information to Received header
uk: --tracepolls додавання інформації трасування опитування у заголовок Received

source: -a, --[fetch]all retrieve old and new messages
uk: -a, --[fetch]all отримання старих і нових повідомлень

source: -K, --nokeep delete new messages after retrieval
uk: -K, --nokeep вилучення нових повідомлень після отримання

source: -k, --keep save new messages after retrieval
uk: -k, --keep збереження нових повідомлень після отримання

source: -F, --flush delete old messages from server
uk: -F, --flush вилучення старих повідомлень з сервера

source: --limitflush delete oversized messages
uk: --limitflush вилучення повідомлень завищеного розміру

source: -n, --norewrite don't rewrite header addresses
uk: -n, --norewrite не перезаписувати адреси заголовку

source: -l, --limit don't fetch messages over given size
uk: -l, --limit не робити вибірку повідомлень більше вказаного розміру
