Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-fetchmail_fetchmail-*.po
Languages: uk

source: -w, --warnings interval between warning mail notification
uk: -w, --warnings проміжки між попереджуючими поштовими сповіщеннями

source: -S, --smtphost set SMTP forwarding host
uk: -S, --smtphost встановлення хосту переадресації SMTP

source: --fetchdomains fetch mail for specified domains
uk: --fetchdomains вибірка пошти для вказаних доменів

source: -D, --smtpaddress set SMTP delivery domain to use
uk: -D, --smtpaddress встановлення домена, що використовується для доставки SMTP

source: --smtpname set SMTP full name username@domain
uk: --smtpname встановлення повного (користувач@домен) ім’я SMTP

source: -Z, --antispam, set antispam response values
uk: -Z, --antispam, встановлення значень антиспамових відповідних дій

source: -b, --batchlimit set batch limit for SMTP connections
uk: -b, --batchlimit встановлення обмеження на пакунок для SMTP-з’єднань

source: -B, --fetchlimit set fetch limit for server connections
uk: -B, --fetchlimit встановлення обмеження на вибірку для з’єднань сервера

source: --fetchsizelimit set fetch message size limit
uk: --fetchsizelimit встановлення обмеження на розмір вибірки повідомлень

source: --fastuidl do a binary search for UIDLs
uk: --fastuidl виконати двійковий пошук UIDL'ів

source: -e, --expunge set max deletions between expunges
uk: -e, --expunge встановлення максимальної кількості вилучень

source: -m, --mda set MDA to use for forwarding
uk: -m, --mda встановлення MDA, використовуваного для переадресації

source: --bsmtp set output BSMTP file
uk: --bsmtp встановлення файлу виводу BSMTP

source: --lmtp use LMTP (RFC2033) for delivery
uk: --lmtp використання для доставки LMTP (RFC2033)

source: -r, --folder specify remote folder name
uk: -r, --folder вказування ім’я вилученого каталогу

source: --showdots show progress dots even in logfiles
uk: --showdots показ точкового рядка прогресу навіть у log-файлах

source: Warning: "Maillennium POP3" found, using RETR command instead of TOP.
uk: Попередження: Знайдено «Maillennium POP3» за допомогою команди RETR замість TOP.

source: %s: opportunistic upgrade to TLS failed, trying to continue.
uk: %s: збій примусового оновлення до TLS; виконується спроба продовжити роботу.

source: We've run out of allowed authenticators and cannot continue.
uk: Закінчилися припустимі автентифікатори, продовження неможливе.

source: Required APOP timestamp not found in greeting
uk: У привітанні не знайдена потрібна часова мітка APOP

source: Timestamp syntax error in greeting
uk: У привітанні помилка синтаксису часової мітки

source: Invalid APOP timestamp.
uk: Неприпустима часова мітка APOP.

source: Undefined protocol request in POP3_auth
uk: Невизначений запит протоколу в POP3_auth

source: lock busy! Is another session active?
uk: блокування зайнятості! Може активний інший сеанс?

source: Cannot handle UIDL response from upstream server.
uk: Неможливо обробити UIDL-відповідь upstream-сервера.

source: Server responded with UID for wrong message.
uk: Сервер повернув відповідь з UID для невірного повідомлення.

source: id=%s (num=%u) was deleted, but is still present!
uk: id=%s (num=%u) вилучений, але присутній як і раніше!

source: Messages inserted into list on server. Cannot handle this.
uk: Повідомлення додані у перелік на сервері. Обробка неможлива.

source: protocol error
uk: помилка протоколу

source: protocol error while fetching UIDLs
uk: помилка протоколу при вибірці UIDL'ів

source: id=%s (num=%d) was deleted, but is still present!
uk: id=%s (номер=%d) було вилучено, але присутній як і раніше!

source: Option --folder is not supported with POP3
uk: Опція --folder не підтримується з POP3

source: server option after user options
uk: опція сервера після опцій користувача

source: SDPS not enabled.
uk: SDPS не увімкнено.

source: fetchmail: interface option is only supported under Linux (without IPv6) and FreeBSD
uk: fetchmail: опція interface підтримується лише в Linux (без IPv6) та FreeBSD

source: fetchmail: monitor option is only supported under Linux (without IPv6) and FreeBSD
uk: fetchmail: опція monitor підтримується лише в Linux (без IPv6) та FreeBSD

source: SSL is not enabled
uk: SSL не увімкнено

source: end of input
uk: кінець вводу

source: File %s must be a regular file.
uk: Файл %s повинен бути звичайним файлом.

source: File %s must have no more than -rwx------ (0700) permissions.
uk: Файл %s повинен мати прав доступу не більше -rwx------ (0700).

source: File %s must be owned by you.
uk: Власником файлу %s повинні бути ви.

source: Unknown system error
uk: Невідома системна помилка

source: %s (log message incomplete)
uk: %s (неповне повідомлення журналу)

source: About to rewrite %s...
uk: Збираємося змінити %s...

source: ...rewritten version is %s.
uk: ...змінена версія %s.

source: Success
uk: Вдало

source: Restricted user (something wrong with account)
uk: Обмежений користувач (щось не так з обліковим записом)

source: Invalid userid or passphrase
uk: Невірний id користувача або ідентифікаційна фраза

source: Deity error
uk: Божественна помилка

source: RPA token 2: Base64 decode error
uk: RPA token 2: помилка декодування Base64

source: Service chose RPA version %d.%d
uk: Служба вибрала RPA версії %d.%d

source: Service challenge (l=%d):
uk: Запит служби (l=%d):

source: Service timestamp %s
uk: Часова мітка служби %s

source: RPA token 2 length error
uk: Помилка довжини RPA token 2

source: Realm list: %s
uk: Список області: %s

source: RPA error in service@realm string
uk: Помилка RPA у рядку служба@область

source: RPA token 4: Base64 decode error
uk: RPA token 4: помилка декодування Base64

source: User authentication (l=%d):
uk: Автентифікація користувача (l=%d):

source: RPA status: %02X
uk: Статус RPA: %02X

source: RPA token 4 length error
uk: Помилка довжини RPA token 4

source: RPA rejects you: %s
uk: RPA відкинув вас: %s

source: RPA rejects you, reason unknown
uk: RPA відкинув вас, причина невідома

source: RPA User Authentication length error: %d
uk: Помилка тривалості автентифікації користувача RPA: %d

source: RPA Session key length error: %d
uk: Помилка довжини ключа сеансу RPA: %d

source: RPA _service_ auth fail. Spoof server?
uk: Збій RPA _service_ auth. Невірний сервер?

source: Session key established:
uk: Сеансовий ключ визнано:

source: RPA authorisation complete
uk: Авторизація RPA завершена

source: Get response
uk: Отримання відповіді

source: Get response return %d [%s]
uk: Отримання зворотньої відповіді %d [%s]

source: Hdr not 60
uk: Заголовок не 60

source: Token length error
uk: Помилка довжини маркера

source: Token Length %d disagrees with rxlen %d
uk: Довжина маркера %d не збігається з rxlen %d

source: Mechanism field incorrect
uk: Поле механізму невірне

source: dec64 error at char %d: %x
uk: Помилка dec64 у символі %d: %x

source: Inbound binary data:
uk: Вхідні двійкові дані:

source: Outbound data:
uk: Вихідні дані:

source: RPA String too long
uk: Рядок RPA задовгий

source: Unicode:
uk: Юнікод:

source: RPA Failed open of /dev/urandom. This shouldn't
uk: RPA не зміг відкрити /dev/urandom. Це не повинно було

source: prevent you logging in, but means you
uk: завадити вам увійти у систему, але означає, що ви

source: cannot be sure you are talking to the
uk: не можете бути впевнені у тому, що спілкуєтеся з

source: service that you think you are (replay
uk: службою, у якій, як ви думаєте, ви є (можливі

source: attacks by a dishonest service are possible.)
uk: відтворення атак підробленої служби.)

source: User challenge:
uk: Запит користувача:

source: MD5 being applied to data block:
uk: MD5 застосовується до блоку даних:

source: MD5 result is:
uk: результат MD5:

source: getaddrinfo(NULL, "%s") error: %s
uk: помилка getaddrinfo(NULL, "%s"): %s

source: Cannot resolve service %s to port number.
uk: Неможливо визначити тип служби %s по номеру порта.

source: Please specify the service as decimal port number.
uk: Вкажіть службу у вигляді десяткового номеру порта.

source: forwarding to %s
uk: переадресовується на %s

source: SMTP: (bounce-message body)
uk: SMTP: (тіло повідомлення-рикошета)

source: mail from %s bounced to %s
uk: лист від %s відправлено рикошетом на %s

source: %cMTP error: %s
uk: Помилка %cMTP: %s

source: SMTP server requires STARTTLS, keeping message.
uk: Для SMTP-сервера потрібно STARTTLS; повідомлення збережено.

source: BSMTP file open failed: %s
uk: Не вдалося відкрити файл BSMTP: %s

source: BSMTP preamble write failed: %s.
uk: Запис заголовку BSMTP завершився невдало: %s.

source: %cMTP listener doesn't like recipient address `%s'
uk: Слухачу %cMTP не сподобалася адреса отримувача `%s'

source: %cMTP listener doesn't really like recipient address `%s'
uk: Слухачу %cMTP насправді не сподобалася адреса отримувача `%s'

source: no address matches; no postmaster set.
uk: немає зіставлених адрес; постмайстер не встановлений.

source: can't even send to %s!
uk: навіть неможливо відправити на %s!

source: no address matches; forwarding to %s.
uk: немає зіставлених адрес; переадресовується на %s.

source: about to deliver with: %s
uk: буде відправлений з: %s

source: Cannot switch effective user id to %ld: %s
uk: Не можу перемикнутися на ефективний користувацький ID %ld: %s

source: Cannot switch effective user id back to original %ld: %s
uk: Не можу перемикнутися назад на оригінальний ефективний користувацький ID %ld: %s

source: MDA open failed
uk: Не вдалося відкрити MDA

source: %cMTP connect to %s failed
uk: Збій %cMTP-під’єднання до %s

source: can't raise the listener; falling back to %s
uk: неможливо запустити слухача; відкат на %s

source: Message termination or close of BSMTP file failed: %s
uk: Повідомлення перервано або закриття BSMTP файлу завершилося невдало: %s

source: Error writing to MDA: %s
uk: Помилка запису у MDA: %s

source: MDA died of signal %d
uk: MDA завершено по сигналу %d

source: MDA returned nonzero status %d
uk: MDA повернув ненульовий статус %d

source: Strange: MDA pclose returned %d and errno %d/%s, cannot handle at %s:%d
uk: Дивно: MDA pclose повернув %d і помилку з номером %d/%s, неможливо обробити в %s:%d

source: SMTP listener refused delivery
uk: Слухач SMTP відмовив у доставці

source: LMTP delivery error on EOM
uk: Помилка доставки LMTP на EOM

source: Unexpected non-503 response to LMTP EOM: %s
uk: Неочікувана не-503 відповідь для LMTP EOM: %s

source: ESMTP CRAM-MD5 Authentication...
uk: Автентифікація ESMTP CRAM-MD5...

source: Server rejected the AUTH command.
uk: Сервер відкинув команду AUTH.

source: Bad base64 reply from server.
uk: Невірна відповідь base64 з сервера.

source: Challenge decoded: %s
uk: Запит декодований: %s

source: ESMTP PLAIN Authentication...
uk: Автентифікація ESMTP PLAIN...

source: ESMTP LOGIN Authentication...
uk: Автентифікація ESMTP LOGIN...

source: smtp listener protocol error
uk: помилка протоколу слухача smtp

source: fetchmail: malloc failed
uk: fetchmail: збій malloc

source: fetchmail: socketpair failed
uk: fetchmail: збій socketpair

source: fetchmail: fork failed
uk: fetchmail: не вдалося створити дочірній процес

source: dup2 failed
uk: збій dup2

source: running %s (host %s service %s)
uk: запущений %s (хост %s служба %s)

source: execvp(%s) failed
uk: збій execvp(%s)

source: getaddrinfo("%s","%s") error: %s
uk: помилка getaddrinfo("%s","%s"): %s

source: Try adding the --service option (see also FAQ item R12).
uk: Спробуйте додати опцію --service (див. FAQ, пункт R12).

source: unknown (%s)
uk: невідом. (%s)

source: Trying to connect to %s/%s...
uk: Спроба під’єднання до %s/%s...

source: cannot create socket: %s
uk: неможливо створити сокет: %s

source: name %d: cannot create socket family %d type %d: %s
uk: ім'я %d: неможливо створити родину сокетів %d типу %d: %s

source: connection failed.
uk: з'єднання не вдалося.

source: connection to %s:%s [%s/%s] failed: %s.
uk: збій під’єднання до %s:%s [%s/%s]: %s.

source: name %d: connection to %s:%s [%s/%s] failed: %s.
uk: назва %d: під’єднання до %s:%s [%s/%s] невдалося: %s.

source: connected.
uk: під’єднано.

source: Connection errors for this poll: %s
uk: Помилки під’єднання для цього опитування: %s

source: OpenSSL reported: %s
uk: OpenSSL повідомило: %s

source: Server certificate:
uk: Сертифікат сервера:

source: Certificate chain, from root to peer, starting at depth %d:
uk: Ланцюжок сертифікатів, від корня до вузла, починається з глибини %d:

source: Certificate at depth %d:
uk: Глибина сертифікату %d:

source: Issuer Organization: %s
uk: Запитуюча організація: %s

source: Warning: Issuer Organization Name too long (possibly truncated).
uk: Попередження: ім’я запитуючої організації задовге (можливо вкорочено).

source: Unknown Organization
uk: Невідома організація

source: Issuer CommonName: %s
uk: Загальноприйняте ім’я: %s

source: Warning: Issuer CommonName too long (possibly truncated).
uk: Попередження: загальноприйняте ім’я задовге (можливо вкорочено).

source: Unknown Issuer CommonName
uk: Невідоме загальноприйняте ім’я

source: Subject CommonName: %s
uk: Поле сертифікату CommonName: %s

source: Bad certificate: Subject CommonName too long!
uk: Неправильний сертифікат: поле сертифікату CommonName задовге!

source: Bad certificate: Subject CommonName contains NUL, aborting!
uk: Поганий сертифікат: поле сертифікату CommonName містить NUL, припиняємо роботу!

source: Subject Alternative Name: %s
uk: Поле сертифікату Alternative Name: %s

source: Bad certificate: Subject Alternative Name contains NUL, aborting!
uk: Поганий сертифікат: поле сертифікату Alternative Name містить NUL, припиняємо роботу!

source: Server CommonName mismatch: %s != %s
uk: Неузгодженість загальноприйнятого ім’я сервера: %s != %s

source: Server name not set, could not verify certificate!
uk: Ім’я сервера не встановлено, неможливо перевірити сертифікат!

source: Unknown Server CommonName
uk: Невідоме загальноприйняте ім’я сервера

source: Server name not specified in certificate!
uk: Ім’я сервера не вказано у сертифікаті!

source: EVP_md5() failed!
uk: збій EVP_md5()!

source: Out of memory!
uk: Не вистачає пам’яті!

source: Digest text buffer too small!
uk: Буфер текстового журналу замалий!

source: %s key fingerprint: %s
uk: Відбиток ключа %s: %s

source: %s fingerprints match.
uk: Відбитки %s збігаються.

source: %s fingerprints do not match!
uk: Відбитки %s не збігаються!

source: Server certificate verification error: %s
uk: Помилка перевірки сертифікату сервера: %s

source: Broken certification chain at: %s
uk: Пошкоджений ланцюжок сертифікації на: %s

source: This could mean that the server did not provide the intermediate CA's certificate(s), which is nothing fetchmail could do anything about. For details, please see the README.SSL-SERVER document that ships with fetchmail.
uk: Це може означати, що сервер не надавав проміжних сертифікатів сертифікації CA, і fetchmail нічого не може зробити з цим зробити. Докладніше див. у документі README.SSL-SERVER, що надається з fetchmail.

source: Missing trust anchor certificate: %s
uk: Відсутній довірений сертифікат прив'язки: %s

source: File descriptor out of range for SSL
uk: Дескриптор файлу поза діапазоном SSL

source: Certificate/fingerprint verification was somehow skipped!
uk: Перевірка сертифікату/відбитку була якось пропущена!

source: Warning: the connection is insecure, continuing anyways. (Better use --sslcertck!)
uk: Увага: з’єднання не захищене, продовжуємо у будь-якому випадку. (Краще використовувати --sslcertck!)

source: Cygwin socket read retry
uk: Повторна спроба читання сокета Cygwin

source: Cygwin socket read retry failed!
uk: Збій повторного читання сокета Cygwin!

source: mapped address %s to local %s
uk: встановлено відповідність адреси %s локальному %s

source: mapped %s to local %s
uk: встановлено відповідність %s локальному %s

source: passed through %s matching %s
uk: пройдено через %s відповідний %s

source: analyzing Received line: %s
uk: аналізується рядок Received: %s

source: line accepted, %s is an alias of the mailserver
uk: рядок прийнятий, %s є аліасом поштового сервера

source: line rejected, %s is not an alias of the mailserver
uk: рядок відкинуто, %s не є аліасом поштового сервера

source: no Received address found
uk: адреса Received не знайдена

source: found Received address `%s'
uk: знайдено адресу Received `%s'

source: incorrect header line found - see manpage for bad-header option
uk: виявлений неправильний рядок заголовку — дивіться в man-сторінці опис опції bad-header

source: line: %s
uk: рядок: %s

source: Parsing envelope "%s" names "%-.*s"
uk: Розбір конверта «%s» імена «%-.*s»

source: Parsing Received names "%-.*s"
uk: Розбір отриманих імен «%-.*s»

source: No envelope recipient found, resorting to header guessing.
uk: Жодного одержувача конверта не знайдено, вдаємось до вгадувань по заголовку.

source: Guessing from header "%-.*s".
uk: Вгадуємо по заголовку «%-.*s».

source: no local matches, forwarding to %s
uk: немає локальних збігів, переадресовується на %s

source: forwarding and deletion suppressed due to DNS errors
uk: переадресація і вилучення призупинені з-за помилок DNS

source: writing RFC822 msgblk.headers
uk: записуються заголовки RFC822 msgblk

source: no recipient addresses matched declared local names
uk: немає адрес отримувачів, що відповідають об’явленим локальним іменам

source: recipient address %s didn't match any local name
uk: адреса отримувача %s не відповідає жодному локальному імені

source: message has embedded NULs
uk: повідомлення містить вкладені NUL

source: SMTP listener rejected local recipient addresses:
uk: Слухач SMTP відкинув адреси локальних отримувачів:

source: error writing message text
uk: помилка запису тексту повідомлення

source: Buffer too small. This is a bug in the caller of %s:%lu.
uk: Буфер замалий. Це помилка у виклику %s:%lu.

source: <empty>
uk: <порожньо>

source: not swapping UID lists, no UIDs seen this query
uk: списки UID не обмінюються, у цьому запиті немає UID'ів

source: discarding new UID list
uk: відкидується новий список UID

source: Deleting fetchids file.
uk: Вилучається файл fetchids.

source: Error deleting %s: %s
uk: Помилка вилучення %s: %s

source: Writing fetchids file.
uk: Записується файл fetchids.

source: Write error on fetchids file %s: %s
uk: Помилка запису у fetchids файл %s: %s

source: Error writing to fetchids file %s, old file left in place.
uk: Помилка запису у fetchids-файл %s, старий файл залишився на місці.

source: Cannot rename fetchids file %s to %s: %s
uk: Неможливо перейменувати fetchids-файл %s у %s: %s

source: Cannot open fetchids file %s for writing: %s
uk: Неможливо відкрити fetchids-файл %s для запису: %s

source: malloc failed
uk: збій malloc

source: realloc failed
uk: збій realloc
