Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-friendly-recovery_friendly-recovery-*.po
Languages: be, ru, uk

source: Revert to old snapshot and reboot
be: Вярнуцца да старога здымка і перазагрузіць
ru: Восстановить из предыдущего снимка и выполнить перезагрузку
uk: Повернутися до резервної копії і перезавантажити систему

source: Snapshot
be: Здымак
ru: Снимок
uk: Резервна копія

source: Try to make free space
be: Паспрабаваць вызваліць месца
ru: Попробовать освободить место
uk: Спробувати звільнити місце

source: Trying to find packages you don't need (apt-get autoremove), please review carefully.
be: Спроба знайсці непатрэбныя пакеты (apt-get autoremove); уважліва пераправерце вынікі пошуку.
ru: Поиск ненужных для данной системы пакетов (apt-get autoremove); внимательно проверьте их список перед удалением.
uk: Шукаємо непотрiбні пакунки (apt-get autoremove), уважно перегляньте список результатів пошуку.

source: Finished, please press ENTER
be: Завершана, націсніце ENTER
ru: Закончено, пожалуйста, нажмите ENTER
uk: Завершено, будь ласка, натисніть ENTER

source: Repair broken packages
be: Выправіць пашкоджаныя пакеты
ru: Исправить повреждённые пакеты
uk: Полагодити пошкоджені пакунки

source: Run in failsafe graphic mode
be: Запусціць у бяспечным графічным рэжыме
ru: Запустить в безопасном графическом режиме
uk: Запустити в безпечному графічному режимі

source: Check all file systems
be: Праверыць усе файлавыя сістэмы
ru: Проверить все файловые системы
uk: Перевiрити всі файловi системи

source: Update grub bootloader
be: Абнавіць загрузчык grub
ru: Обновить начальный загрузчик grub
uk: Оновити початковий завантажувач grub

source: Enable networking
be: Уключыць сетку
ru: Задействовать сетевые возможности
uk: Уможливити роботу у мережі

source: Drop to root shell prompt
be: Перайсці ў камандны інтэрпрэтатар суперкарыстальніка
ru: Перейти в командный интерпретатор суперпользователя
uk: Перейти до командного рядку root

source: System summary
be: Звесткі аб сістэме
ru: Сведения о системе
uk: Iнформацiя про систему

source: Read-only mode
be: Рэжым толькі для чытання
ru: Режим только для чтения
uk: Режим лише читання

source: Read/Write mode
be: Рэжым чытання/запісу
ru: Режим чтения/записи
uk: Режим читання/запису

source: none
be: адсутнічае
ru: отсутствует
uk: немає

source: IP configured
be: Сканфігураваныя IP
ru: IP-адрес назначен
uk: Налаштована IP-адреса

source: IP and DNS configured
be: Сканфігураваныя IP і DNS
ru: IP-адрес и DNS назначены
uk: Налаштовані IP-адреса і DNS

source: No software RAID detected (mdstat)
be: Праграмны RAID не знойдзены (mdstat)
ru: Программный RAID не обнаружен (mdstat)
uk: Програмного масиву RAID не виявлено (mdstat)

source: No LVM detected (vgscan)
be: LVM не знойдзены (vgscan)
ru: LVM не обнаружен (vgscan)
uk: LVM не виявлено (vgscan)

source: Unknown (must be run as root)
be: Невядома (павінен запускацца з правамі суперкарыстальніка)
ru: Неизвестно (должно быть запущено с правами суперпользователя)
uk: Невідомо (слід запускати від імені root)

source: Physical Volumes:
be: Фізічныя тамы:
ru: Физические разделы:
uk: Фізичні томи:

source: ok (good)
be: добра (усё добра)
ru: ок (хорошо)
uk: гаразд (все добре)

source: not ok (BAD)
be: не добра (ДРЭННА)
ru: не ок (ПЛОХО)
uk: негаразд (погано)

source: Volume Groups:
be: Групы тамоў:
ru: Группы томов:
uk: Групи томів:

source: unknown (read-only filesystem)
be: невядома (файлавая сістэма толькі для чытання)
ru: неизвестно (файловая система только для чтения)
uk: невідомо (файлова система у режимі читання)

source: unknown (must be run as root)
be: невядома (павінен запускацца з правамі суперкарыстальніка)
ru: неизвестно (должно быть запущено с правами суперпользователя)
uk: невідомо (слід запускати від імені root)

source: yes (good)
be: так (добра)
ru: да (хорошо)
uk: так (все добре)

source: no (BAD)
be: не (ДРЭННА)
ru: нет (ПЛОХО)
uk: ні (погано)

source: (Use arrows/PageUp/PageDown keys to scroll and TAB key to select)
be: (Выкарыстоўвайце клавішы стрэлак/PageUp/PageDown для прагорткі, а клавішу TAB для выбару)
ru: (Используйте кнопки со стрелками или PageUp/PageDown для прокрутки и TAB для выбора)
uk: (Скористайтеся клавішами зі стрілками/PageUp/PageDown для гортання і клавішею Tab, щоб позначити)

source: === General information ===
be: === Агульныя звесткі ===
ru: === Общие сведения ===
uk: === Загальна iнформацiя ===

source: System mode:
be: Сістэмны рэжым:
ru: Системный режим:
uk: Режим роботи системи:

source: CPU information:
be: Звесткі аб працэсары:
ru: Сведения о процессоре:
uk: Дані щодо процесора:

source: Network connectivity:
be: Сеткавае падключэнне:
ru: Сетевые возможности:
uk: Стан мережі:

source: === Detailed disk usage ===
be: === Падрабязныя звесткі выкарыстання дыска ===
ru: === Использование диска ===
uk: === Докладно щодо використання диска ===

source: === Software RAID state ===
be: === Стан праграмнага RAID ===
ru: === Состояние программного RAID ===
uk: === Стан програмного масиву RAID ===

source: === LVM state ===
be: === Стан LVM ===
ru: === Статус LVM ===
uk: === Стан LVM ===

source: === Detailed memory usage ===
be: === Падрабязныя звесткі выкарыстання памяці ===
ru: === Использование памяти ===
uk: === Докладно щодо використання пам’яті ===

source: === Detailed network configuration ===
be: === Падрабязныя звесткі сеткавай канфігурацыі ===
ru: === Сведения о настройках сети ===
uk: === Докладно щодо налаштувань мережі ===

source: === System database (APT) ===
be: === Сістэмная база даных (APT) ===
ru: === База данных системы (APT) ===
uk: === База даних системи (APT) ===

source: Database is consistent:
be: База даных не пашкоджаная:
ru: База данных содержит:
uk: База даних є узгодженою:

source: Recovery Menu (filesystem state: read-only)
be: Меню аднаўлення (стан файлавай сістэмы: толькі для чытання)
ru: Меню восстановления (состояние файловой системы: только для чтения)
uk: Меню відновлення (стан файлової системи: лише читання)

source: Recovery Menu (filesystem state: read/write)
be: Меню аднаўлення (стан файлавай сістэмы: чытанне/запіс)
ru: Меню восстановления (состояние файловой системы: чтение/запись)
uk: Меню відновлення (стан файлової системи: читання і запис)

source: Resume normal boot
be: Працягнуць звычайную загрузку
ru: Продолжить нормальную загрузку
uk: Відновити звичайне завантаження

source: You are now going to exit the recovery mode and continue the boot sequence. Please note that some graphic drivers require a full graphical boot and so will fail when resuming from recovery. If that's the case, simply reboot from the login screen and then perform a standard boot.
be: Вы збіраецеся выйсці з рэжыму аднаўлення і працягнуць паслядоўную загрузку. Звярніце ўвагу, што некаторыя графічныя драйверы патрабуюць поўнай загрузкі графічнага рэжыму і яны могуць працаваць некарэктна пасля выхаду з рэжыму аднаўлення. У такім выпадку проста перазагрузіце сістэму з дапамогай экрана ўваходу і выканайце стандартную загрузку.
ru: Вы собираетесь выйти из меню восстановления и продолжить загрузку. Обратите внимание, что некоторым видеодрайверам требуется загрузка в графическом режиме, и после выхода из режима восстановления у них могут возникнуть неполадки. В этом случае перезагрузите компьютер, используя меню экрана входа, и загрузитесь обычным образом.
uk: Ви наказали програмі вийти з режиму відновлення і продовжити виконання послідовності команд для завантаження. Будь ласка, зауважте, що для роботи деяких з графічних драйверів потрібно виконати завантаження у повноцінному графічному режимі, отже після відновлення системи буде показано повідомлення про помилку. У разі появи такого повідомлення, просто перезавантажте систему за допомогою вікна входу до системи, а потім виконайте стандартну процедуру завантаження.

source: Continuing will remount your / filesystem in read/write mode and mount any other filesystem defined in /etc/fstab. Do you wish to continue?
be: Пасля працягу каранёвая файлавая сістэма будзе перападключана ў рэжым чытання з запісам, а таксама будуць падключаны іншыя файлавыя сістэмы вызначаныя ў /etc/fstab. Вы сапраўды хочаце працягнуць?
ru: Сейчас ваша корневая файловая система будет открыта для записи, а также будут смонтированы все файловые системы, указанные в файле /etc/fstab. Продолжить?
uk: У разі підтвердження дії вашу кореневу файлову систему (/) буде перемонтовано у режимі читання з записом. Буде змонтовано будь-яку іншу систему, визначену за допомогою /etc/fstab. Підтверджуєте продовження виконання дії?

source: The option you selected requires your filesystem to be in read-only mode. Unfortunately another option you selected earlier, made you exit this mode. The easiest way of getting back in read-only mode is to reboot your system.
be: Выкананне выбранага вамі параметра патрабуе, каб файлавая сістэма знаходзілася ў рэжыме толькі для чытання. Параметр, які быў выбраны вамі раней прывёў да выхаду з гэтага рэжыму. Перазагрузіце сістэму, каб зноў вярнуцца ў патрэбны рэжым.
ru: Для выполнения этой команды файловая система должна находиться в режиме только для чтения, однако выбранные вами команды разрешили запись на файловую систему. Самый простой способ вернуться к режиму только для чтения -- перезагрузить вашу систему.
uk: Для реалізації вибраного вами варіанта вашу файлову систему має бути змонтовано у режимі лише читання. На жаль, вибраний вами раніше варіант дій призведе до порушення цього режиму. Найпростішим способом повернутися до режиму лише читання є перезавантаження вашої системи.
