Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gnome-shell-extension-ubuntu-dock_dashtodock-*.po
Languages: uk

source: Primary monitor:
uk: Основний монітор:

source: Secondary monitor
uk: Додатковий монітор

source: Right
uk: Праворуч

source: Left
uk: Ліворуч

source: Intelligent autohide customization
uk: Інтелектуальне налаштування автоприховування

source: Reset to defaults
uk: Скинути до типових

source: Show dock and application numbers
uk: Показувати панель задач та номери програм

source: Customize middle-click behavior
uk: Налаштувати поведінку клацання середньою кнопкою

source: Customize running indicators
uk: Налаштувати показники виконання

source: Customize opacity
uk: Налаштувати непрозорість

source: All Windows
uk: Всі вікна

source: Quit
uk: Вийти

source: Dash to Dock %s
uk: Головне меню в панель задач %s

source: Mount
uk: Змонтувати

source: Unmount
uk: Розмонтувати

source: Eject
uk: Виштовхнути

source: Trash
uk: Смітник

source: Empty Trash
uk: Спорожнити смітник

source: Failed to launch “%s”
uk: Не вдалося запустити “%s”

source: When set to minimize, double clicking minimizes all the windows of the application.
uk: Якщо встановлено мінімізацію, подвійне клацання мінімізує всі вікна програми.

source: Shift+Click action
uk: Дія Shift+Клацання

source: Raise window
uk: Підняти вікно

source: Minimize window
uk: Згорнути вікно

source: Launch new instance
uk: Запустити новий екземпляр

source: Cycle through windows
uk: Цикл через вікна

source: Minimize or overview
uk: Згорнути або переглянути

source: Show window previews
uk: Показувати мініатюри вікон

source: Minimize or show previews
uk: Мінімізувати чи показувати мініатюри

source: Focus or show previews
uk: Фокусування чи передогляд

source: Focus, minimize or show previews
uk: Фокусувати, згорнути чи показати мініатюри

source: Behavior for Middle-Click.
uk: Поведінка клацання середньою кнопкою

source: Middle-Click action
uk: Дія клацання середньою кнопкою

source: Behavior for Shift+Middle-Click.
uk: Поведінка Shift+клацання середньою кнопкою

source: Shift+Middle-Click action
uk: Дія Shift+клацання середньою кнопкою

source: Enable Unity7 like glossy backlit items
uk: Увімкнути подібні до Unity7 глянцеві елементи з підсвічуванням

source: Apply glossy effect.
uk: Застосувати глянсовий ефект.

source: Use dominant color
uk: Використовувати домінантний колір

source: Customize indicator style
uk: Налаштувати стиль показників

source: Color
uk: Колір

source: Border color
uk: Колір рамки

source: Border width
uk: Ширина рамки

source: Show the dock on
uk: Показувати панель задач на

source: Position on screen
uk: Розташування на екрані

source: Bottom
uk: Знизу

source: Top
uk: Вгорі

source: Hide the dock when it obstructs a window of the current application. More refined settings are available.
uk: Приховати Панель задач, коли вона перекриває вікно поточної програми. Доступні більш вишукані налаштування

source: Intelligent autohide
uk: Інтелектуальне автоприховування

source: Dock size limit
uk: Обмеження розміру панелі задач

source: Panel mode: extend to the screen edge
uk: Режим панелі: розширювати до краю екрану

source: Icon size limit
uk: Обмеження розміру значків

source: Fixed icon size: scroll to reveal other icons
uk: Фіксований розмір значків: гортати для показу решти значків

source: Preview size scale
uk: Розмір мініатюр

source: Position and size
uk: Позиція та розмір

source: Show running applications
uk: Показувати виконувані програми

source: Keep the focused application always visible in the dash
uk: Зберігати фокусовану програму завжди видимою в dash

source: If disabled, these settings are accessible from gnome-tweak-tool or the extension website.
uk: Якщо цей параметр вимкнено, ці параметри доступні з інструмента gnome-tweak-tool або веб-сайту розширення.

source: Show <i>Applications</i> icon
uk: Показувати значок <i>Програми</i>

source: Show trash can
uk: Показати кошик для сміття

source: Isolate volumes, devices and trash windows from file manager
uk: Ізолювати томи, пристрої та вікна смітника від файлового менеджера

source: Launchers
uk: Панелі запуску

source: Enable Super+(0-9) as shortcuts to activate apps. It can also be used together with Shift and Ctrl.
uk: Зробити Super + (0-9) ярликом для активації програм. Він також може використовуватися разом із Shift та Ctrl.

source: Use keyboard shortcuts to activate apps
uk: Використовувати комбінації клавіш для активації програм

source: Behaviour when clicking on the icon of a running application.
uk: Поведінка при клацанні на значок запущеної програми.

source: Click action
uk: Дія клацання

source: Minimize
uk: Згорнути

source: Behaviour when scrolling on the icon of an application.
uk: Поведінка при гортанні на значку програми.

source: Scroll action
uk: Дія гортання

source: Do nothing
uk: Нічого не робити

source: Switch workspace
uk: Перемкнути робочу область

source: Behavior
uk: Поведінка

source: Save space reducing padding and border radius.
uk: Зберегти місце зменшуючи відступ і радіус рамки.

source: Shrink the dash
uk: Стиснути панель задач

source: Force straight corner
uk: Примусовий прямий кут

source: Few customizations meant to integrate the dock with the default GNOME theme. Alternatively, specific options can be enabled below.
uk: Кілька налаштувань, призначених для вбудовування головного меню в типову тему GNOME. Крім того, нижче можна ввімкнути спеціальні параметри.

source: Use built-in theme
uk: Використовувати вбудовану тему

source: Customize windows counter indicators
uk: Налаштувати показники лічильника вікон

source: Default
uk: Типово

source: Dots
uk: Точки

source: Squares
uk: Квадрати

source: Dashes
uk: Пунктир

source: Segmented
uk: Сегментовані

source: Solid
uk: Суцільні

source: Set the background color for the dash.
uk: Встановити колір тла панелі задач

source: Customize the dash color
uk: Налаштувати колір панелі задач

source: Tune the dash background opacity.
uk: Скоригувати непрозорість тла панелі задач.

source: Fixed
uk: Фіксований

source: Dynamic
uk: Динамічний

source: Opacity
uk: Непрозорість

source: Appearance
uk: Зовнішній вигляд

source: version:
uk: версія:

source: Moves the dash out of the overview transforming it in a dock
uk: Переміщення панелі задач з огляду і перетворення її в головне меню

source: Created by
uk: Створено

source: Webpage
uk: Веб-сторінка

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
uk: <span size="small">Ця програма надається БЕЗ ЖОДНИХ ГАРАНТІЙ НАЛЕЖНОЇ РОБОТИ. Див подробиці у <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, версії 2 або вище</a>.</span>

source: About
uk: Про програму

source: Customize minimum and maximum opacity values
uk: Налаштувати мінімальні та максимальні значення непрозорості

source: Minimum opacity
uk: Мінімальна непрозорість

source: Maximum opacity
uk: Максимальна непрозорість

source: Number overlay
uk: Накладання номеру

source: Temporarily show the application numbers over the icons, corresponding to the shortcut.
uk: Тимчасово відображати номери програм через значки, що відповідають ярлику.

source: Show the dock if it is hidden
uk: Показувати панель задач, якщо вона прихована

source: If using autohide, the dock will appear for a short time when triggering the shortcut.
uk: Якщо використовується автоприховування, при запуску ярлика панель задач з'явиться короткий час.

source: Shortcut for the options above
uk: Ярлик для наведених вище параметрів

source: Syntax: <Shift>, <Ctrl>, <Alt>, <Super>
uk: Синтаксис: <Shift>, <Ctrl>, <Alt>, <Super>

source: Hide timeout (s)
uk: Затримка приховування (с)

source: Show the dock by mouse hover on the screen edge.
uk: Показувати панель задач із наведеннями миші на край екрану.

source: Autohide
uk: Автоприховування

source: Push to show: require pressure to show the dock
uk: Натиснути для показу: показ панелі задач потребує натискання

source: Enable in fullscreen mode
uk: Увімкнути в повноекранному режимі

source: Show the dock when it doesn't obstruct application windows.
uk: Показувати панель задач, коли вона не заважає вікнам програми.

source: Dodge windows
uk: Хитрувати з вікнами

source: All windows
uk: Усі вікна

source: Only focused application's windows
uk: Тільки вікна програм з фокусом

source: Only maximized windows
uk: Лише розгорнуті вікна

source: Animation duration (s)
uk: Період анімації (с)

source: Show timeout (s)
uk: Затримка показу (с)

source: Pressure threshold
uk: Поріг натискання
