Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gfxboot-theme-ubuntu_bootloader-*.po
Languages: ru, uk

source: OK
uk: Гаразд

source: Cancel
ru: Отмена
uk: Скасувати

source: Reboot
ru: Перезагрузка
uk: Перезавантажити

source: Continue
ru: Продолжить
uk: Продовжити

source: Boot Options
ru: Параметры загрузки
uk: Параметри завантаження

source: Exiting...
ru: Выход...
uk: Вихід...

source: You are leaving the graphical boot menu and starting the text mode interface.
ru: Вы покидаете графическое меню загрузки. Будет запущен текстовый интерфейс.
uk: Ви виходите з графічного меню завантаження та переходите у текстовий режим інтерфейсу.

source: Help
ru: Справка
uk: Довідка

source: Boot loader
ru: Загрузчик
uk: Завантажувач

source: I/O error
ru: Ошибка ввода/вывода
uk: Помилка вводу/виводу

source: Change Boot Disk
ru: Смените загрузочный диск
uk: Змінити завантажувальний диск

source: Insert boot disk %u.
ru: Вставьте загрузочный диск %u.
uk: Вставте завантажувальний диск %u.

source: This is boot disk %u. Insert boot disk %u.
ru: Это загрузочный диск %u. Вставьте загрузочный диск %u.
uk: Це завантажувальний диск %u. Вставте завантажувальний диск %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
ru: Это неподходящий загрузочный диск. Пожалуйста, вставьте загрузочный диск %u.
uk: Цей завантажувальний диск не підходить. Будь ласка, вставте завантажувальний диск %u.

source: Password
ru: Пароль
uk: Пароль

source: Enter your password:
ru: Введите ваш пароль:
uk: Введіть ваш пароль:

source: DVD Error
ru: Ошибка DVD
uk: Помилка DVD

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
ru: Это двусторонний DVD-диск. Вы загрузились со второй стороны. Переверните DVD и продолжайте.
uk: Це двосторонній DVD. Ви завантажились з другої сторони. Переверніть DVD та продовжуйте.

source: Power Off
ru: Выключение
uk: Вимкнути живлення

source: Halt the system now?
ru: Выключить систему?
uk: Вимкнути систему зараз?

source: Password
ru: Пароль
uk: Пароль

source: Other Options
ru: Другие параметры
uk: Інші параметри

source: Language
ru: Язык
uk: Мова

source: Keymap
ru: Клавиатура
uk: Розкладка

source: Modes
ru: Режимы
uk: Режими

source: Normal
ru: Обычный
uk: Звичайний

source: Expert mode
ru: Режим эксперта
uk: Режим експерта

source: Accessibility
ru: Специальные возможности
uk: Доступність

source: None
ru: Нет
uk: Нічого

source: High Contrast
ru: Высокая контрастность
uk: Високий контраст

source: Magnifier
ru: Экранная лупа
uk: Лупа

source: Screen Reader
ru: Экранный диктор
uk: Читання з екрана

source: Braille Terminal
ru: Терминал Брайля
uk: Термінал Брайля

source: Keyboard Modifiers
ru: Модификаторы клавиатуры
uk: Модифікатори клавіатури

source: On-Screen Keyboard
ru: Экранная клавиатура
uk: Екранна клавіатура

source: Motor Difficulties - switch devices
ru: Переключающие устройства при нарушениях моторики
uk: Ускладнення моторики - перемикніть пристрої

source: Everything
ru: Всё
uk: Усе

source: ^Try Ubuntu without installing
ru: ^Запустить Ubuntu без установки
uk: ^Спробувати Ubuntu без встановлення

source: ^Try Kubuntu without installing
ru: ^Запустить Kubuntu без установки
uk: ^Спробувати Kubuntu без встановлення

source: ^Try Edubuntu without installing
ru: ^Запустить Edubuntu без установки
uk: ^Спробувати Edubuntu без встановлення

source: ^Try Xubuntu without installing
ru: ^Запустить Xubuntu без установки
uk: ^Спробувати Xubuntu без встановлення

source: ^Try Ubuntu MID without installing
ru: ^Запустить Ubuntu MID без установки
uk: ^Спробувати Ubuntu MID без встановлення

source: ^Try Ubuntu Netbook without installing
ru: ^Запустить Ubuntu Netbook без установки
uk: ^Спробувати Ubuntu Netbook без встановлення

source: ^Try Kubuntu Netbook without installing
ru: ^Запустить Kubuntu Netbook без установки
uk: ^Спробувати Kubuntu Netbook без встановлення

source: ^Try Lubuntu without installing
ru: ^Запустить Lubuntu без установки
uk: ^Спробувати Lubuntu без встановлення

source: ^Try Ubuntu GNOME without installing
ru: ^Попробовать Ubuntu GNOME без установки
uk: ^Спробувати Ubuntu GNOME без встановлення

source: ^Try Ubuntu MATE without installing
ru: ^Попробовать Ubuntu MATE без установки
uk: ^Спробувати Ubuntu MATE без встановлення

source: ^Start Kubuntu
ru: ^Запустить Kubuntu
uk: ^Запустити Kubuntu

source: Use driver update disc
ru: Использовать диск с обновлениями драйверов
uk: Використати диск з оновленнями драйверів

source: ^Install Ubuntu in text mode
ru: ^Установить Ubuntu в текстовом режиме
uk: ^Встановити Ubuntu у текстовому режимі

source: ^Install Kubuntu in text mode
ru: ^Установить Kubuntu в текстовом режиме
uk: ^Встановити Kubuntu у текстовому режимі

source: ^Install Edubuntu in text mode
ru: ^Установить Edubuntu в текстовом режиме
uk: ^Встановити Edubuntu у текстовому режимі

source: ^Install Xubuntu in text mode
ru: ^Установить Xubuntu в текстовом режиме
uk: ^Встановити Xubuntu у текстовому режимі

source: ^Install Ubuntu
ru: ^Установить Ubuntu
uk: ^Встановити Ubuntu

source: ^Install Kubuntu
ru: ^Установить Kubuntu
uk: ^Встановити Kubuntu

source: ^Install Edubuntu
ru: ^Установить Edubuntu
uk: ^Встановити Edubuntu

source: ^Install Xubuntu
ru: ^Установить Xubuntu
uk: ^Встановити Xubuntu

source: ^Install Ubuntu Server
ru: ^Установить Ubuntu Server
uk: ^Встановити Ubuntu Server

source: ^Install Ubuntu GNOME
ru: ^Установить Ubuntu GNOME
uk: ^Встановити Ubuntu GNOME

source: ^Install Ubuntu MATE
ru: ^Установить Ubuntu MATE
uk: ^Встановити Ubuntu MATE

source: ^Multiple server install with MAAS
ru: ^Установка нескольких серверов с помощью MAAS
uk: Встановлення на ^декілька серверів з MAAS

source: ^Install Ubuntu Studio
ru: ^Установить Ubuntu Studio
uk: ^Встановити Ubuntu Studio

source: ^Install Ubuntu MID
ru: ^Установить Ubuntu MID
uk: ^Встановити Ubuntu MID

source: ^Install Ubuntu Netbook
ru: ^Установить Ubuntu Netbook
uk: ^Встановити Ubuntu Netbook

source: ^Install Kubuntu Netbook
ru: ^Установить Kubuntu Netbook
uk: Встановити Kubuntu Netbook

source: ^Install Lubuntu
ru: ^Установить Lubuntu
uk: ^Встановити Lubuntu

source: Install a workstation
ru: Установить рабочую станцию
uk: Встановити робочу станцію

source: Install a server
ru: Установить сервер
uk: Встановити сервер

source: OEM install (for manufacturers)
ru: OEM-режим установки (для производителей)
uk: OEM-встановлення (для виробників)

source: Install a LAMP server
ru: Установить сервер LAMP
uk: Встановити сервер LAMP

source: Install an LTSP server
ru: Установить сервер LTSP
uk: Встановити сервер LTSP

source: Install a Diskless Image Server
ru: Установить сервер бездисковых станций
uk: Встановити сервер образів для бездискових станцій

source: Install a command-line system
ru: Установить систему без графического интерфейса
uk: Встановити консольний варіант системи

source: Install a minimal system
ru: Установить систему в минимальной комплектации
uk: Встановити мінімальну систему

source: Install a minimal virtual machine
ru: Установить минимальную виртуальную машину
uk: Встановити мінімальну віртуальну машину

source: ^Check disc for defects
ru: ^Проверить диск на наличие ошибок
uk: ^Перевірити диск на дефекти

source: ^Rescue a broken system
ru: ^Восстановить систему
uk: ^Відновити пошкоджену систему

source: Test ^memory
ru: Проверить ^память
uk: Перевірити ^пам'ять

source: ^Boot from first hard disk
ru: ^Загрузиться с первого жёсткого диска
uk: ^Завантажитися з першого жорсткого диска

source: Free software only
ru: Только свободное ПО
uk: Лише вільне програмне забезпечення

source: ^Dell Automatic Reinstall
ru: ^Автоматическая переустановка Dell
uk: ^Автоматичне перевстановлення Dell

source: ^Install Mythbuntu
ru: ^Установить Mythbuntu
uk: ^Встановити Mythbuntu

source: ^Try Mythbuntu without installing
ru: ^Запустить Mythbuntu без установки
uk: ^Спробувати Mythbuntu без встановлення

source: ^Try Ubuntu Kylin without installing
ru: ^Запустить Ubuntu Kylin без установки
uk: ^Спробувати Ubuntu Kylin без встановлення

source: ^Try Ubuntu Kylin Netbook without installing
ru: ^Запустить Ubuntu Kylin Netbook без установки
uk: ^Спробувати Ubuntu Kylin Netbook без встановлення

source: ^Install Ubuntu Kylin in text mode
ru: ^Установить Ubuntu Kylin в текстовом режиме
uk: ^Встановити Ubuntu Kylin у текстовому режимі

source: ^Install Ubuntu Kylin
ru: ^Установить Ubuntu Kylin
uk: ^Встановити Ubuntu Kylin

source: ^Install Ubuntu Kylin Netbook
ru: ^Установить Ubuntu Kylin Netbook
uk: ^Встановити Ubuntu Kylin Netbook

source: ^Start Ubuntu Kylin
ru: ^Запустить Ubuntu Kylin
uk: ^Запустити Ubuntu Kylin

source: ^Try Ubuntu Studio without installing
ru: ^Запустить Ubuntu Studio без установки
uk: ^Спробувати Ubuntu Studio без встановлення

source: ^Install Ubuntu (safe graphics)
ru: ^Установить Ubuntu (графический безопасный режим)
uk: ^Встановити Ubuntu (безпечна графіка)

source: ^Install Edubuntu (safe graphics)
ru: ^Установить Edubuntu (графический безопасный режим)
uk: ^Встановити Edubuntu (безпечна графіка)

source: ^Install Kubuntu (safe graphics)
ru: ^Установить Kubuntu (графический безопасный режим)
uk: ^Встановити Kubuntu (безпечна графіка)

source: ^Install Xubuntu (safe graphics)
ru: ^Установить Xubuntu (графический безопасный режим)
uk: ^Встановити Xubuntu (безпечна графіка)

source: ^Install Ubuntu MID (safe graphics)
ru: ^Установить Ubuntu MID (графический безопасный режим)
uk: ^Встановити Ubuntu MID (безпечна графіка)

source: ^Install Ubuntu Netbook (safe graphics)
ru: ^Установить Ubuntu Netbook (графический безопасный режим)
uk: ^Встановити Ubuntu Netbook (безпечна графіка)

source: ^Install Kubuntu Netbook (safe graphics)
ru: ^Установить Kubuntu Netbook (графический безопасный режим)
uk: ^Встановити Kubuntu Netbook (безпечна графіка)

source: ^Install Lubuntu (safe graphics)
ru: ^Установить Lubuntu (графический безопасный режим)
uk: ^Встановити Lubuntu (безпечна графіка)

source: ^Install Ubuntu GNOME (safe graphics)
ru: ^Установить Ubuntu GNOME (графический безопасный режим)
uk: ^Встановити Ubuntu GNOME (безпечна графіка)

source: ^Install Ubuntu MATE (safe graphics)
ru: ^Установить Ubuntu MATE (графический безопасный режим)
uk: ^Встановити Ubuntu MATE (безпечна графіка)

source: ^Install Mythbuntu (safe graphics)
ru: ^Установить Mythbuntu (графический безопасный режим)
uk: ^Встановити Mythubuntu (безпечна графіка)

source: ^Install Ubuntu Kylin (safe graphics)
ru: ^Установить Ubuntu Kylin (графический безопасный режим)
uk: ^Встановити Ubuntu Kylin (безпечна графіка)

source: ^Install Ubuntu Kylin Netbook (safe graphics)
ru: ^Установить Ubuntu Kylin Netbook (графический безопасный режим)
uk: ^Встановити Ubuntu Kylin Netbook (безпечна графіка)

source: ^Install Ubuntu Studio (safe graphics)
ru: ^Установить Ubuntu Studio (графический безопасный режим)
uk: ^Встановити Ubuntu Studio (безпечна графіка)

source: ^Try Ubuntu without installing (safe graphics)
ru: ^Запустить Ubuntu без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu без встановлення (безпечна графіка)

source: ^Try Edubuntu without installing (safe graphics)
ru: ^Запустить Edubuntu без установки (графический безопасный режим)
uk: ^Спробувати Edubuntu без встановлення (безпечна графіка)

source: ^Try Kubuntu without installing (safe graphics)
ru: ^Запустить Kubuntu без установки (графический безопасный режим)
uk: ^Спробувати Kubuntu без встановлення (безпечна графіка)

source: ^Try Xubuntu without installing (safe graphics)
ru: ^Запустить Xubuntu без установки (графический безопасный режим)
uk: ^Спробувати Xubuntu без встановлення (безпечна графіка)

source: ^Try Ubuntu MID without installing (safe graphics)
ru: ^Запустить Ubuntu MID без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu MID без встановлення (безпечна графіка)

source: ^Try Ubuntu Netbook without installing (safe graphics)
ru: ^Запустить Ubuntu Netbook без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu Netbook без встановлення (безпечна графіка)

source: ^Try Kubuntu Netbook without installing (safe graphics)
ru: ^Запустить Kubuntu Netbook без установки (графический безопасный режим)
uk: ^Спробувати Kubuntu Netbook без встановлення (безпечна графіка)

source: ^Try Lubuntu without installing (safe graphics)
ru: ^Запустить Lubuntu без установки (графический безопасный режим)
uk: ^Спробувати Lubuntu без встановлення (безпечна графіка)

source: ^Try Ubuntu GNOME without installing (safe graphics)
ru: ^Запустить Ubuntu GNOME без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu GNOME без встановлення (безпечна графіка)

source: ^Try Ubuntu MATE without installing (safe graphics)
ru: ^Запустить Ubuntu MATE без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu MATE без встановлення (безпечна графіка)

source: ^Try Mythbuntu without installing (safe graphics)
ru: ^Запустить Mythbuntu без установки (графический безопасный режим)
uk: ^Спробувати Mythubuntu без встановлення (безпечна графіка)

source: ^Try Ubuntu Kylin without installing (safe graphics)
ru: ^Запустить Ubuntu Kylin без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu Kylin без встановлення (безпечна графіка)

source: ^Try Ubuntu Kylin Netbook without installing (safe graphics)
ru: ^Запустить Kylin Netbook без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu Kylin Netbook без встановлення (безпечна графіка)

source: ^Try Ubuntu Studio without installing (safe graphics)
ru: ^Запустить Ubuntu Studio без установки (графический безопасный режим)
uk: ^Спробувати Ubuntu Studio без встановлення (безпечна графіка)
