Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gnome-shell-extension-appindicator_appindicatorextension-*.po
Languages: be

source: Enable Legacy Tray Icons support
be: Уключыць падтрымку састарэлай версіі латка са значкамі

source: Opacity (min: 0, max: 255)
be: Непразрыстасць (ад 0 да +255)

source: Desaturation (min: 0.0, max: 1.0)
be: Абясколерванне (ад 0.0 да +1.0)

source: Brightness (min: -1.0, max: 1.0)
be: Яркасць (ад -1.0 да +1.0)

source: Contrast (min: -1.0, max: 1.0)
be: Кантраст (ад -1.0 да +1.0)

source: Icon size (min: 0, max: 96)
be: Памер значка (ад 0 да +96)

source: Tray horizontal alignment
be: Гарызантальнае выраўноўванне латка

source: Center
be: Па цэнтры

source: Left
be: Злева

source: Right
be: Справа

source: Indicator ID
be: Ідэнт. індыкатара

source: Icon Name
be: Назва значка

source: Preferences
be: Параметры

source: Custom Icons
be: Карыстальніцкія значкі

source: Enable legacy tray icons support
be: Уключыць падтрымку састарэлай версіі латка са значкамі

source: Saturation
be: Насычанасць

source: Brightness
be: Яркасць

source: Contrast
be: Кантраст

source: Opacity
be: Непразрыстасць

source: Icon size
be: Памер значка

source: Icon size in pixel
be: Памер значка ў пікселях

source: Icon spacing
be: Інтэрвал паміж значкамі

source: Icon spacing within the tray
be: Інтэрвал паміж значкамі ў латку

source: Position in tray
be: Пазіцыя ў латку

source: Set where the Icon tray should appear in Gnome tray
be: Задаць, дзе павінен з'яўляцца латок значкоў у латку Gnome

source: Order in tray
be: Парадак у латку

source: Set where the Icon tray should appear among other trays
be: Задаць, дзе павінен з'яўляцца латок значкоў сярод іншых латкоў

source: Custom icons
be: Карыстальніцкія значкі

source: Replace any icons with custom icons from themes
be: Замяніць любыя значкі на карыстальніцкія значкі з тэм
