Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-glance_glance-*.po
Languages: uk

source: The path to the certifying authority cert file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_CA_FILE environment variable to a filepath of the CA cert file.
uk: Шлях до файлу сертифікату CA для використання у з’єднаннях SSL з сервером реєстру (якщо такий є). Або можна привласнити змінній середовища GLANCE_CLIENT_CA_FILE шлях до файлу сертифікату CA .

source: When using SSL in connections to the registry server, do not require validation via a certifying authority. This is the registry's equivalent of specifying --insecure on the command line using glanceclient for the API.
uk: При використанні SSL у з’єднаннях з сервером реєстру не вимагати перевірки у сертифікатної компанії. Це реєстровий еквівалент параметру --insecure командного рядка в glanceclient для API.

source: The period of time, in seconds, that the API server will wait for a registry request to complete. A value of 0 implies no timeout.
uk: Час у секундах, протягом якого сервер API буде очікувати виконання запиту до реєстру. 0 означає відсутність тайм-ауту.

source: Whether to pass through the user token when making requests to the registry. To prevent failures with token expiration during big files upload, it is recommended to set this parameter to False.If "use_user_token" is not in effect, then admin credentials can be specified.
uk: Чи здійснювати наскрізну передачу користувацького маркера при створенні запитів у реєстр Для попередження збоїв, пов’язаних із закінченням терміну дії маркера під час передачі великих даних, рекомендується привласнювати цьому параметру значення False. Якщо "use_user_token" не використовується, можна вказати ідентифікаційні дані адміністратора.

source: The administrators user name. If "use_user_token" is not in effect, then admin credentials can be specified.
uk: Ім’я адміністратора. Якщо "use_user_token" не діє, можуть бути вказані ідентифікаційні дані адміністратора.

source: The administrators password. If "use_user_token" is not in effect, then admin credentials can be specified.
uk: Пароль адміністратора. Якщо "use_user_token" не діє, можуть бути вказані ідентифікаційні дані адміністратора.

source: The tenant name of the administrative user. If "use_user_token" is not in effect, then admin tenant name can be specified.
uk: Ім’я арендатора адміністратора. Якщо "use_user_token" не діє, можна вказати ім’я арендатора адміністратора.

source: The URL to the keystone service. If "use_user_token" is not in effect and using keystone auth, then URL of keystone can be specified.
uk: URL служби Keystone. Якщо "use_user_token" не діє й використовується ідентифікація Keystone, можна вказати URL Keystone.

source: The strategy to use for authentication. If "use_user_token" is not in effect, then auth strategy can be specified.
uk: Стратегія ідентифікації. Якщо "use_user_token" не діє, можна вказати стратегію ідентифікації.

source: The region for the authentication service. If "use_user_token" is not in effect and using keystone auth, then region name can be specified.
uk: Регіон служби ідентифікації. Якщо "use_user_token" не діє й використовується ідентифікація Keystone, можна вказатии ім’я регіону.

source: Configuration option was not valid
uk: Неприпустима опція конфігурації

source: Could not find required configuration option
uk: Обов’язкова опція конфігурації не знайдена

source: location: %s data lost
uk: місце: %s втрати даних
