Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-glance_glance-*.po
Languages: uk

source: Private key file to use when starting API server securely.
uk: Файл особистого ключа для використання при захищеному запуску сервера API.

source: The number of child process workers that will be created to service requests. The default will be equal to the number of CPUs available.
uk: Кількість виконавців дочірнього процесу, які будуть створені для обслуговування запитів. Типове значення буде дорівнювати кількости доступних CPU.

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs
uk: Максимальний розмір рядка заголовку повідомлень. Можливо, max_header_line знадобиться збільшити при використанні великих маркерів (як правило, створених API Keystone версії 3 API з великими каталогами)

source: If False, server will return the header "Connection: close", If True, server will return "Connection: Keep-Alive" in its responses. In order to close the client socket connection explicitly after the response is sent and read successfully by the client, you simply have to set this option to False when you create a wsgi server.
uk: Якщо False, сервер повертає заголовок "Connection: close". Якщо True, сервер повертає "Connection: Keep-Alive" у своїх відповідях. Для того щоб явно закрити з’єднання сокету клієнта, після того як відповідь відправлена й успішно прочитана клієнтом, необхідно просто привласнити цьому параметру значення False при створенні сервера wsgi.

source: Timeout for client connections' socket operations. If an incoming connection is idle for this number of seconds it will be closed. A value of '0' means wait forever.
uk: Час очікування для Socket під’єднань клієнта. Якщо вхідне під’єднання очікує цю кількість секунд, то під’єднання закривається. Значення '0' означає нескінчене очікування.

source: The HTTP header used to determine the scheme for the original request, even if it was removed by an SSL terminating proxy. Typical value is "HTTP_X_FORWARDED_PROTO".
uk: Заголовок HTTP використовуваний для визначення схеми оригінального запиту, навіть якщо він був вилучений через перерваний проксі-сервер SSL. Типовим значенням є "HTTP_X_FORWARDED_PROTO".

source: If False fully disable profiling feature.
uk: У випадку False повністю вимкнути функцію профілювання.

source: If False doesn't trace SQL requests.
uk: У випадку False не трасувати запити SQL.

source: Secret key to use to sign Glance API and Glance Registry services tracing messages.
uk: Секретний ключ для підписування повідомлень трасування служб Glance API і реєстру Glance.

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
uk: При запуску сервера у режимі SSL, вам потрібно вказати значення параметрів cert_file і key_file у вашому файлі конфігурації

source: Could not bind to %(host)s:%(port)s after trying for 30 seconds
uk: Не вдалося виконати зв’язування з %(host)s:%(port)s протягом 30 секунд

source: eventlet 'poll' nor 'selects' hubs are available on this platform
uk: Для цієї платформи відсутні центри обробки подій poll і selects бібліотеки eventlet

source: Malformed Content-Range header: %s
uk: Неправильний формат заголовку Content-Range: %s

source: Unexpected body type. Expected list/dict.
uk: Непередбачений тип тіла. Очікувався перелік або словник.

source: Malformed JSON in request body.
uk: Неправильно сформований JSON у тілі запиту.

source: A body is not expected with this request.
uk: У цьому запиті не повинно бути тіла.

source: Error decoding your request. Either the URL or the request body contained characters that could not be decoded by Glance
uk: Помилка при декодуванні запиту. URL або тіло запиту містять символи, які Glance не здатен декодувати

source: Not a valid value type
uk: Неприпустимий тип значення

source: Default value is invalid
uk: Невірне типове значення

source: Value is required
uk: Значення є обов’язковим

source: Invalid item type specification
uk: Неприпустима специфікація типу елемента

source: List definitions may hot have defaults
uk: Визначення переліків не можуть мати типових значень

source: Cannot specify 'min_size' explicitly
uk: Неможливо вказати 'min_size' явно

source: Cannot specify 'max_size' explicitly
uk: Неможливо вказати 'max_size' явно

source: List size is less than minimum
uk: Розмір переліку менший мінімального

source: List size is greater than maximum
uk: Розмір переліку більший максимального

source: Items have to be unique
uk: Елементи повинні бути унікальними

source: Invalid dict property type specification
uk: Неприпустима специфікація типу параметра dict

source: Invalid dict property type
uk: Невірний тип параметра dict

source: Dictionary contains unexpected key(s)
uk: Словник містить неочікувані ключі

source: Dictionary size is less than minimum
uk: Розмір словника менший мінімального

source: Dictionary size is greater than maximum
uk: Розмір словника більший максимального

source: Custom validators list should contain tuples '(function, message)'
uk: Перелік користувацьких агентів перевірки повинен містити кортежі '(function, message)'

source: Allowed values %s are invalid under given validators
uk: Дозволені значенния %s неприпустимі для даних агентів перевірки

source: Is not allowed value
uk: Не є дозволеним значенням

source: Dependency relations cannot be mutable
uk: Відношення залежности не можуть бути змінюваними

source: Attempt to set readonly property
uk: Зроблена спроба встановити властивість, доступну лише для читання

source: Attempt to set value of immutable property
uk: Зроблена спроба встановити значення незмінюваної властивости

source: Type version has to be a valid semver string
uk: Версія типу повинна бути допустимим рядком semver

source: %(attribute)s is required
uk: %(attribute)s є обов’язковим

source: %(attribute)s have to be string
uk: %(attribute)s має бути рядком

source: %(attribute)s may not be longer than %(length)i
uk: %(attribute)s не може бути довше %(length)i

source: %(attribute)s may not be shorter than %(length)i
uk: %(attribute)s не може бути коротше %(length)i

source: %(attribute)s should match pattern %(pattern)s
uk: %(attribute)s повинен відповідати шаблону %(pattern)s

source: Cannot declare artifact property with reserved name 'metadata'
uk: Неможливо оголосити властивість артефакту з зарезервованим іменем 'metadata'

source: Unable to modify collection in immutable or readonly property
uk: Неможливо змінити набір у незмінюваному або доступному лише для читання параметрі

source: Max string length may not exceed 255 characters
uk: Максимальна довжина рядка не може перевищувати 255 символів

source: Length is greater than maximum
uk: Довжина більше максимальної

source: Min string length may not be negative
uk: Мінімальна довжина рядка не може бути від’ємною

source: Length is less than minimum
uk: Довжина менша мінімальної

source: Does not match pattern
uk: Не відповідає шаблону

source: Value is less than minimum
uk: Значення менше мінімального

source: Value is greater than maximum
uk: Значення більше максимального

source: Array property can't have item_type=Array
uk: Властивість масиву не може мати item_type=Array

source: Unable to specify artifact type explicitly
uk: Неможливо вказати тип артефакту явно

source: Unable to specify artifact type version explicitly
uk: Неможливо вказати версію типу артефакту явно

source: Unable to specify version if multiple types are possible
uk: Неможливо вказати версію, якщо можливо декілька типів

source: Invalid referenced type
uk: Вказано невірний тип

source: Unable to specify version if type is not specified
uk: Неможливо вказати версію, якщо тип не вказаний

source: Invalid reference list specification
uk: Невірна специфікація переліку вказівників

source: BinaryObject property cannot be declared mutable
uk: Властивість BinaryObject не може бути оголошено як mutable

source: Blob size is not set
uk: Розмір великого двійкового об’єкту не встановлений

source: File too large
uk: Файл завеликий

source: File too small
uk: Файл замалий

source: Too few locations
uk: Замало розташувань

source: Too many locations
uk: Забагато розташувань

source: When false, no artifacts can be loaded regardless of available_plugins. When true, artifacts can be loaded.
uk: Коли дорівнює false, артефакти не можуть бути завантажені, незалежно від available_plugins. Коли дорівнює true, артефакти можуть бути завантажені.

source: A list of artifacts that are allowed in the format name or name-version. Empty list means that any artifact can be loaded.
uk: Перелік дозволених артефактів у форматі ім’я або ім’я-версія. Порожній перелік означає, що усі артефакти можуть бути завантажені

source: Blob %(name)s may not have multiple values
uk: Великий двійковий об’єкт %(name)s може мати декілька значень

source: Relation %(name)s may not have multiple values
uk: Відношення %(name)s може мати декілька значень

source: This value sets what strategy will be used to determine the image location order. Currently two strategies are packaged with Glance 'location_order' and 'store_type'.
uk: Значення визначає, яка стратегія буде використана для визначення модулю location order образу. На цю мить дві стратегії запаковані з 'location_order' і 'store_type' Glance.

source: %(strategy)s is registered as a module twice. %(module)s is not being used.
uk: %(strategy)s зареєстрована як модуль двічі. %(module)s не використовується.

source: Invalid location_strategy option: %(name)s. The valid strategy option(s) is(are): %(strategies)s
uk: Невірний параметр location_strategy: %(name)s. Вірні параметри стратегії: %(strategies)s

source: The store names to use to get store preference order. The name must be registered by one of the stores defined by the 'stores' config option. This option will be applied when you using 'store_type' option as image location strategy defined by the 'location_strategy' config option.
uk: Імена сховищ даних, що використовуються для отримання порядку параметрів сховищ. Ім’я повинне бути зареєстрованим у одному зі сховищ, визначених в опції налаштування 'stores'. Ця опція буде застосована при використанні опції 'store_type' у якості стратегії пошуку образу, визначеній в опції налаштування 'location_strategy'.

source: Input does not contain '%(key)s' field
uk: Ввід не містить поле %(key)s

source: File based imports are not allowed. Please use a non-local source of image data.
uk: Імпорти на піставі файлів не дозволені. Використовуйте нелокальне джерело даних образу.

source: The given uri is not valid. Please specify a valid uri from the following list of supported uri %(supported)s
uk: Вказаний uri неприпустимий. Вкажіть припустимий uri із наступного переліку підтримуваних uri %(supported)s

source: The Image %(image_id)s object being created by this task %(task_id)s, is no longer in valid status for further processing.
uk: Об’єкт образу %(image_id)s, створюваний за допомогою задачі %(task_id)s, більше не знаходиться у припустимому стані для подальшої обробки.

source: Either a file or a legacy_image_id has to be specified
uk: Необхідно вказати file або legacy_image_id

source: Both file and legacy_image_id may not be specified at the same time
uk: Неможливо одночасно вказати file і legacy_image_id

source: Glance client not installed
uk: Клієнт Glance не встановлений

source: Unable to get legacy image
uk: Неможливо отримати застарілий образ

source: Legacy image was not found
uk: Застарілий образ не знайдений

source: No artifact found with ID %s
uk: Не знайдені артефакти з ІД %s

source: No image found with ID %s
uk: Не знайдено образів з ID %s

source: The target member %(member_id)s is already associated with image %(image_id)s.
uk: Користувач %(member_id)s вже асоційований з образом %(image_id)s.

source: The specified member %s could not be found
uk: Вказаний користувач %s не знайдений

source: Could not find task %s
uk: Завдання %s не може бути знайдено

source: Could not find namespace %s
uk: Не знайдено простору імен %s

source: The specified namespace %s could not be found
uk: Вказаного простору імен %s не знайдено

source: Could not find metadata object %s
uk: Не знайденю об’єкт метаданих %s

source: The specified metadata object %s could not be found
uk: Вказаний об’єкт метаданих %s не знайдений

source: The specified resource type %s could not be found
uk: Вказаний тип ресурсу %s не знайдений

source: Could not find property %s
uk: Не знайдено властивість %s

source: The specified property %s could not be found
uk: Вказана властивість %s не знайдена

source: Could not find metadata tag %s
uk: Не вдалося знайти тег метаданих %s

source: The specified metadata tag %s could not be found
uk: Не вдалося знайти вказаний тег метаданих %s

source: Unable to filter on a range with a non-numeric value.
uk: Відфільтрувати по діяпазону з нечисловим значенням неможливо.

source: Unable to filter by unknown operator '%s'.
uk: Не вдається відфільтрувати з використанням невідомого оператора: '%s'

source: Image id is required.
uk: Потрібен ідентифікатор образу.

source: The location data has an invalid ID: %d
uk: Дані про розташування містять неприпустимий ІД: %d

source: No location found with ID %(loc)s from image %(img)s
uk: Розташування з ІД %(loc)s із образу %(img)s не знайдено

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'.
uk: Стан розташування віддаленого образу може дорівнювати лише 'pending_delete' або 'deleted'.

source: Forbidding request, task %s is not visible
uk: Запит забороняється, задача %s невидима

source: Task does not exist
uk: Задача не існує

source: Invalid update. It would result in a duplicate metadata definition namespace with the same name of %s
uk: Неприпустиме оновлення. Воно створює простір імен визначення метаданих з таким же іменем, як у простору імен %s

source: Metadata definition namespace not found for id=%s
uk: Не знайдено простору імен визначення метаданих для ІД %s

source: Forbidding request, metadata definition namespace=%s is not visible.
uk: Заборонений запит: простір імен %s визначення метаданих невидимий.

source: Metadata definition object not found for id=%s
uk: Не знайдено об’єкт визначення метаданих для ІД %s

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
uk: Неприпустиме оновлення. Воно створює об’єкт визначення метаданих з таким самим іменем, як у об’єкту %(name)s у просторі імен %(namespace_name)s.

source: Invalid update. It would result in a duplicate metadata definition property with the same name=%(name)s in namespace=%(namespace_name)s.
uk: Неприпустиме оновлення. Воно створює простір імен визначення метаданих з таким самим іменем, як у властивости %(name)s у просторі імен %(namespace_name)s.

source: Metadata definition property not found for id=%s
uk: Не знайдено властивости визначення метаданих для ІД %s

source: Metadata definition tag not found for id=%s
uk: Не знайдено тегу визначення метаданих для ІД %s

source: You do not own this image
uk: Цей образ належить не вам

source: Unknown sort direction, must be 'desc' or 'asc'
uk: Невідомий напрямок сортування, повинен бути 'desc' або 'asc'

source: Bad "%s" query filter format. Use ISO 8601 DateTime notation.
uk: Неприпустимий формат фільтру запиту "%s". Використовуйте нотацію DateTime ISO 8601.

source: cannot transition from %(current)s to %(next)s in update (wanted from_state=%(from)s)
uk: не вдається виконати перехід від %(current)s до %(next)s при оновленні (потрібен from_state=%(from)s)

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'
uk: Стан розташування віддаленого образу може дорівнювати лише 'pending_delete' або 'deleted'

source: Path to the directory where json metadata files are stored
uk: Шлях до каталогу, де зберігаються файли метаданих json

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
uk: Неприпустиме оновлення. Воно створює об’єкт визначення метаданих з таким самим іменем, як у об’єкту %(name)s у просторі імен %(namespace_name)s.

source: URI cannot contain more than one occurrence of a scheme.If you have specified a URI like swift://user:pass@http://authurl.com/v1/container/obj, you need to change it to use the swift+http:// scheme, like so: swift+http://user:pass@authurl.com/v1/container/obj
uk: URI не може містити більше однієї схеми. Якщо вказаний URI типу swift://user:pass@http://authurl.com/v1/container/obj, то потрібно замінити схему на swift+http://, наприклад: swift+http://user:pass@authurl.com/v1/container/obj

source: Badly formed credentials '%(creds)s' in Swift URI
uk: Неправильно сформовані реквізити '%(creds)s' у URI Swift

source: Badly formed credentials in Swift URI.
uk: Неправильно сформовані ідентифікаційні дані в URI Swift.

source: Badly formed S3 URI: %(uri)s
uk: Неправильно сформований URI S3: %(uri)s

source: new_image() got unexpected keywords %s
uk: В new_image() отримані непередбачені ключові слова %s

source: __init__() got unexpected keyword argument '%s'
uk: В __init__() отримано непередбачений іменований аргумент '%s'

source: Property %s must be set prior to saving data.
uk: Властивість %s повинна бути вказана до збереження даних.

source: Properties %s must be set prior to saving data.
uk: Властивости %s мають бути вказані до збереження даних.

source: Visibility must be either "public" or "private"
uk: Видимість повинна бути "public" або "private"

source: Attribute container_format can be only replaced for a queued image.
uk: container_format атрибуту може бути замінений лише для образу, що знаходиться у черзі.

source: Attribute disk_format can be only replaced for a queued image.
uk: disk_format атрибуту може бути замінений лише для образу, що знаходиться у черзі.

source: Cannot be a negative value
uk: Не може приймати негативне значення

source: Not allowed to deactivate image in status '%s'
uk: Заборонено деактивувати образ у стані %s

source: Not allowed to reactivate image in status '%s'
uk: Заборонено повторно активувати образ у стані %s

source: Status must be "pending", "accepted" or "rejected".
uk: Стан повинен бути "pending", "accepted" або "rejected".

source: Not all dependencies are in '%s' state
uk: Не усі залежності знаходяться у стані '%s'

source: Dependency property '%s' has to be deleted first
uk: Спочатку необхідно вилучити властивість залежності '%s'

source: Get blob %(name)s data failed: %(err)s.
uk: Отримання даних великого двійкового об’єкту %(name)s не виконано: %(err)s.

source: No property to access
uk: Відсутня властивість для доступу

source: Array has no element at position %d
uk: Масив не має елементу в позиції %d

source: Not an array idx '%s'
uk: Не є індексом масиву '%s'

source: No such key '%s' in a dict
uk: У словнику відсутній ключ '%s'

source: The driver to use for image cache management.
uk: Драйвер для керування кешем образів.

source: The upper limit (the maximum size of accumulated cache in bytes) beyond which the cache pruner, if running, starts cleaning the image cache.
uk: Максимальний розмір акумульованого кешу у байтах, при перевищенні якого агент очистки кешу, якщо він запущений, починає очистку кешу образів.

source: The amount of time to let an incomplete image remain in the cache, before the cache cleaner, if running, will remove the incomplete image.
uk: Час, протягом якого неповний образ може залишатися у кеші перед тим, як його вилучить агент очистки кешу, якщо він запущений.

source: Base directory that the image cache uses.
uk: Базовий каталог для кешу образів.

source: Checksum verification failed. Aborted caching of image '%s'.
uk: Перевірка контрольною сумою не виконана. Кешування образу '%s' перервано.

source: --os_auth_url option or OS_AUTH_URL environment variable required when keystone authentication strategy is enabled
uk: Опція --os_auth_url або змінна середовища OS_AUTH_URL потрібна, якщо увімкнена стратегія ідентифікації Keystone

source: Failed to read %s from config
uk: Не вдалося зчитати %s з конфігураційного файлу

source: The path to the sqlite file database that will be used for image cache management.
uk: Шлях до бази даних файлів sqlite, яка буде використана для керування кешем образів.

source: Failed to initialize the image cache database. Got error: %s
uk: Помилка ініціалізації бази даних тимчасових файлів образу. Отримана помилка: %s

source: The device housing the image cache directory %(image_cache_dir)s does not support xattr. It is likely you need to edit your fstab and add the user_xattr option to the appropriate line for the device housing the cache directory.
uk: Пристрій, на якому знаходиться директорія кешованих образів %(image_cache_dir)s, не підтримує xattr. Швидше за все, вам потрібно відредагувати fstab і додати опцію user_xattr до відповідного рядка для пристрою, на якому знаходиться директорія кешованих образів.

source: Address to find the registry server.
uk: Адреса для пошуку сервера реєстру.

source: Port the registry server is listening on.
uk: Порт, через який сервер реєстру веде приймання.

source: Invalid marker. Image could not be found.
uk: Неприпустимий маркер. Образ не знайдено.

source: Unrecognized changes-since value
uk: Нерозпізнане значення змін за період

source: protected must be True, or False
uk: Параметр protected повинен дорівнювати True або False

source: Unsupported sort_key. Acceptable values: %s
uk: Непідтримуваний sort_key. Припустимі значення: %s

source: Unsupported sort_dir. Acceptable values: %s
uk: Непідтримуваний sort_dir. Припустимі значення: %s

source: is_public must be None, True, or False
uk: is_public повинен мати значення None, True або False

source: Invalid image id format
uk: Неприпустимий формат ідентифікатора образу

source: Image with identifier %s already exists!
uk: Образ з ідентифікатором %s вже існує!

source: Failed to add image metadata. Got error: %s
uk: Додати метадані образу не вдалося. Помилка: %s

source: Image %(id)s not found
uk: Образ %(id)s не знайдено

source: No permission to share that image
uk: Немає дозволів для відкриття загального доступу до цього образу

source: Invalid membership association: %s
uk: Неприпустима асоціяція членства: %s

source: Membership could not be found.
uk: Членство не знайдено.

source: Registry service can't use %s
uk: Служба реєстру не може використовувати %s

source: The protocol to use for communication with the registry server. Either http or https.
uk: Протокол зв’язку з сервером реєстру. Або http, або https.

source: The path to the key file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_KEY_FILE environment variable to a filepath of the key file
uk: Шлях до файлу ключа для використання у з’єднаннях SSL з сервером реєстру (якщо такий є). Або можна привласнити змінній середовища GLANCE_CLIENT_KEY_FILE шлях до файлу ключа

source: The path to the cert file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_CERT_FILE environment variable to a filepath of the CA cert file
uk: Шлях до файлу сертифікату для використання у з’єднаннях SSL з сервером реєстру (якщо такий є). Або можна привласнити змінній середовища GLANCE_CLIENT_CERT_FILE шлях до файлу сертифікату CA
