Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gcab_gcab-*.po
Languages: uk

source: Removing leading '%s' from member names
uk: Видалення початкового "%s" з імен учасників

source: Dumping %s data to: %s ...
uk: Створення дампу даних %s на: %s …

source: can't write file %s: %s
uk: неможливо записати файл %s: %s

source: Print program version
uk: Вивести дані щодо версії програми

source: Be verbose
uk: Режим докладних повідомлень

source: Create archive
uk: Створити архів

source: Extract all files
uk: Розпакувати всі файли

source: Dump reserved and extra data
uk: Створити дамп зарезервованих та додаткових даних

source: List content
uk: Вивести список вмісту

source: List content with file details
uk: Вивести список вмісту із подробицями щодо файлів

source: Change to directory DIR
uk: Перейти до теки КАТАЛОГ

source: DIR
uk: КАТАЛОГ

source: Use zip compression
uk: Використовувати метод стиснення zip

source: Do not include path
uk: Не включати шлях

source: Reserve space in cabinet for signing (e.g. -s 6144 reserves 6K bytes)
uk: Зарезервувати місце в архіві для підпису (наприклад -s 6144 резервує 6К байт)

source: FILE INPUT_FILES...
uk: ФАЙЛ ВХІДНІ_ФАЙЛИ...

source: - create a Cabinet file
uk: - створення файла архіву Cabinet

source: Report bugs to <%s>
uk: Надіслати звіт про помилку на <%s>

source: gcab saves many files together into a cabinet archive, and can restore individual files from the archive.
uk: gcab зберігає багато файлів разом в один архів cabinet і може відновити окремі файли з архіву.

source: option parsing failed: %s
uk: не вдалося розібрати параметри: %s

source: Please specify a single operation.
uk: Оберіть одну операцію.

source: cabinet file must be specified.
uk: має бути вказаний файл архіву.

source: can't open %s for reading: %s
uk: не вдалося відкрити %s для читання: %s

source: error reading %s: %s
uk: помилка читання %s: %s

source: error during extraction: %s
uk: помилка під час розпакування: %s

source: error while reading signature: %s
uk: помилка читання підпису: %s

source: please specify input files.
uk: будь ласка, вкажіть вхідні файли.

source: Can't add file %s: %s
uk: Неможливо додати файл %s: %s

source: no files to be archived.
uk: файли для архівування відсутні.

source: can't create cab file %s: %s
uk: неможливо створити cab-файл %s: %s

source: can't add folder to cab file %s: %s
uk: неможливо додати теку в cab-файл %s: %s

source: can't write cab file %s: %s
uk: неможливо записати cab-файл %s: %s

source: unsupported compression method %d
uk: непідтримуваний метод стиснення %d

source: tried to decompress %
uk: спроб розпакувати %

source: incorrect checksum detected
uk: виявлена неправильна контрольна сума
