Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-geoclue-2.0_geoclue-*.po
Languages: uk

source: Display version number
uk: Вивести номер версії

source: Geolocation service in use
uk: Служба геопозиціювання, яку використано

source: Geolocation service not in use
uk: Служба геопозиціювання, яку не використано

source: Allow '%s' to access your location information?
uk: Дозволити «%s» доступ до даних щодо вашого місця перебування?

source: Geolocation
uk: Геопозиціювання

source: Yes
uk: Так

source: No
uk: Ні

source: Exit after T seconds. Default: 30
uk: Завершити роботу за T секунд. Типове значення: 30

source: Only report location update after T seconds. Default: 0 (report new location without any delay)
uk: Повідомляти про оновлення місцезнаходження тільки після T сек. Типово: 0 (повідомити про нове місце без будь-якої затримки)

source: Request accuracy level A. Country = 1, City = 4, Neighborhood = 5, Street = 6, Exact = 8.
uk: Надіслати запит щодо точності рівня A. Країна = 1, Місто = 4, Район = 5, Вулиця = 6, Точно = 8.

source: Geoclue Demo agent
uk: Демонстрація можливостей Geoclue

source: Demo geoclue agent
uk: Демонстрація можливостей geoclue

source: geolocation;
uk: geolocation;геопозиціювання;розташування;місце;

source: Where am I?
uk: Де я?

source: Demo geolocation application
uk: Демонстраційна програма визначення розташування

source: Find your current location
uk: Визначення вашого поточного місця перебування

source: Allows your current location to be shown on terminal.
uk: Надає змогу показувати ваше поточне розташування у терміналі.

source: Exit after T seconds of inactivity, 0 for never. Default: 5
uk: Виходити після T сек неактивності, 0 - ніколи. Типово: 5

source: Enable submission of network data
uk: Уможливити надання даних мережею

source: Nickname to submit network data under (2-32 characters)
uk: Псевдонім для надання даних мережею (від 2 до 32 символів)
