Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gsettings-ubuntu-touch-schemas_gsettings-ubuntu-touch-schemas-*.po
Languages: ru, uk

source: User blacklist of application notifications
ru: Чёрный список уведомлений
uk: «Чорний» список користувача щодо сповіщень

source: A list of applications that the user has blocked notifications from. For applications that are installed via Click packaging the strings are the name of the package and then the name of the application in the package. For dpkg based applications the strings are both the AppID of the application, or the desktop file name.
ru: Список приложений, уведомления от которых заблокированы пользователем. Для приложений, установленных через Сlick-пакеты, строки представляют собой имя пакета, затем имя приложения в пакете. Для приложений, основанных на dpkg, строки представляют собой AppID приложения или имя desktop-файла.
uk: Список програм, сповіщення від яких слід блокувати. Для програм, які було встановлено за допомогою пакунка Click, рядки є назвою пакунка з наступною назвою програми у пакунку. Для програм на основі пакунків dpkg рядками є ідентифікатор (AppID) або назва файла desktop.

source: Applications
ru: Приложения
uk: Програми

source: List of all applications registered for using notifications.
ru: Список всех приложений зарегистрированных для использования уведомлений.
uk: Список всіх програм, зареєстрованих для використання сповіщень.

source: Should Vibrate When in Silent Mode
ru: Использование вибрации в режиме без звука
uk: Потрібно вібрувати в беззвучноу режимі

source: Defines if applications can use vibrations to notify when system is in silent mode.
ru: Определяет использование вибрации в качестве уведомления от приложений в режиме без звука.
uk: Визначає, чи можуть програми застосовувати вібрації для сповіщення, коли система знаходиться у беззвучному режимі

source: Notifications Enabled
ru: Уведомления включены
uk: Сповіщення увімкнені

source: Defines if application can use any supported notification type. This option has precedence over others options.
ru: Определяет использование приложениями любых типов уведомлений. Этот параметр имеет приоритет над другими вариантами.
uk: Визначає, чи може програма використовувати будь-який підтримуваний тип сповіщення. Цей параметр має пріоритет над іншими параметрами.

source: Sounds Notifications Enabled
ru: Звуковые уведомления включены
uk: Звукові сповіщення увімкнено

source: Defines if application can use sounds to notify users.
ru: Определяет возможность использования звука для уведомления пользователей.
uk: Визначає, чи може програма використовувати звуки для сповіщення користувачів.

source: Vibrations Notifications Enabled
ru: Вибро-уведомления задействованы
uk: Вібросповіщення увімкнено

source: Defines if application can use vibrations to notify users.
ru: Определяет использование вибрации для уведомления пользователей.
uk: Визначає, чи може програма використовувати вібрацію для сповіщення користувачів.

source: Bubbles Notifications Enabled
ru: Всплывающие уведомления включены
uk: Бульбашкові сповіщення увімкнено

source: Defines if application can use Notification Bubbles to notify users.
ru: Определяет возможность использования приложениями всплывающих уведомлений пользователей.
uk: Визначає, чи може програма використовувати повідомлення у бульбашках для сповіщення користувачів.

source: List Notifications Enabled
ru: Список уведомлений включён
uk: Спискові сповіщення увімкнено

source: Defines if application can show messages in the Notification List.
ru: Определяет возможность отображения сообщений приложения в списке уведомлений.
uk: Визначає, чи може програма відображати повідомлення в Списку сповіщень.

source: Name per modem path
ru: Название по пути модема
uk: Одна назва на один шлях модема

source: Mapping of modem paths to SIM names.
ru: Схема привязки адресов модемов к именам SIM.
uk: Прив’язка шляхів до модема до назв SIM-карток.

source: Default sim card to use for calls, defined by a modem path or "ask".
ru: SIM-карта используемая для вызовов по умолчанию, задается адресом модема или "встречным запросом".
uk: Типова sim-картка для дзвінків, визначається шляхом до модема або значенням «ask».

source: Default sim card to use for messages, defined by a modem path or "ask".
ru: SIM-карта используемая для сообщений по умолчанию, задается адресом модема или "встречным запросом".
uk: Типова sim-картка для повідомлень, визначається шляхом до модема або значенням «ask».

source: Enable sending group chat messages over MMS.
ru: Задействовать отправку сообщений группового общения через MMS.
uk: Увімкнути відправку повідомлень балачки групи по MMS.

source: Enable flight mode
ru: Режим «В самолёте»
uk: Увімкнути режим польоту

source: Whether "flight mode" is enabled. In flight mode, no network traffic will happen on the device.
ru: Включение режима «В самолёте». Данный режим отключает передачу данных по сети для устройства.
uk: Визначає, чи увімкнено режим польоту. У режимі польоту пристрій не обмінюється даними з мережею.

source: Enable the GPS
ru: Включить GPS
uk: Увімкнути GPS

source: If present, whether the GPS hardware in this device is enabled.
ru: Включение GPS устройства, если имеется.
uk: Якщо існує, визначає, чи увімкнено апаратну частину GPS на цьому пристрої.

source: Silent mode
ru: Беззвучный режим
uk: Тихий режим

source: Whether silent mode is active or not.
ru: Включение или отключение беззвучного режима.
uk: Визначає, чи задіяно тихий режим.

source: Ringtone sound for the phone application.
ru: Мелодия звонка.
uk: Звук дзвінка для програми-телефону.

source: This sound file is played, on incoming calls, by the phone application.
ru: Данная мелодия будет воспроизводиться при входящих вызовах.
uk: Цей звуковий файл буде відтворено під час вхідних дзвінків програмою-телефоном.

source: Incoming message sound for the phone application.
ru: Звук входящего сообщения.
uk: Звук вхідного повідомлення для програми-телефону.

source: This sound file is played, on incoming messages, by the phone application.
ru: Данный звуковой файл будет воспроизводиться при входящих сообщениях.
uk: Цей звуковий файл буде відтворено під час отримання вхідних повідомлень програмою-телефоном.

source: Lock rotation
ru: Блокировка поворота экрана
uk: Блокування обертання

source: Deprecated.
ru: Устарело.
uk: Застаріле.

source: Orientation lock
ru: Блокировка поворота экрана
uk: Блокування орієнтації

source: Locks orientation to a specific value.
ru: Закрепить поворот экрана в заданном значении.
uk: Зробити певне значення орієнтації незмінним.

source: Brightness level
ru: Уровень яркости
uk: Рівень яскравості

source: The brightness setting specified by the user.
ru: Значение яркости задаваемое пользователем.
uk: Налаштування яскравості вказано користувачем

source: Brightness hardware default flag.
ru: Аппаратный флаг яркости по умолчанию.
uk: Типовий прапор яскравості обладнання.

source: A first-session flag denoting that 'brightness' needs to be initialized to that hardware's default level.
ru: Флаг первой очереди, означающий необходимость инициализации 'яркости' для оборудования на заданном по умолчанию уровне.
uk: Прапор першого сеансу, що означає, що "яскравість" потрібно ініціалізувати на типовому рівні цього обладнання.

source: Automatic brightness
ru: Автояркость
uk: Автоматична яскравість

source: Whether the device should adjust brightness automatically based on ambient light levels.
ru: Автоматическая регулировка яркости в зависимости от уровня освещённости.
uk: Визначає, чи слід коригувати яскравість зображення на екрані пристрою у відповідь на зміну умов освітлення.

source: Fingerprint names
ru: Имена отпечатков
uk: Назви відбитків пальців

source: Mapping of unique fingerprint ids to names set by the user.
ru: Схема привязки идентификаторов уникальных отпечатков к именам заданным пользователем.
uk: Відповідності унікальних ідентифікаторів відбитків пальців до імен, встановлених користувачем.

source: Per monitor scale factor
ru: Подисплейный коэффициент масштабирования
uk: Відповідний до монітора коефіцієнт масштабування

source: Per monitor scale factor for all user interface components. The values are stored in a dictionary where the keys are IDs of monitors and the values are the scale factors. The scale factors are not the traditional float scale factors that one might expect. Instead they are integers that need to be divided by 8 before being used as regular scale factors. That limits the number of possible scalings applied to the UI without jeopardizing flexibility (there is still enough possible scalings for all devices out there). This limiting allows for better testing since there is now only a finite number of possible scalings. The scale factor also maps directly to the grid units used in the Ubuntu UI Toolkit where one grid unit is exactly equal to 'scale factor' number of pixels.
ru: Подисплейное масштабирование для всех компонентов интерфейса пользователя. Значения сохраняются в словаре, где ключи являются идентификаторами дисплеев, а значения коэффициентами масштабирования. Коэффициенты масштабирования не являются классическими переменными коэффициентами масштабирования, как можно было бы ожидать. Вместо этого, они являются целыми числами дробными 8, чтобы использоваться в качестве постоянных коэффициентов. Тем самым, это ограничивает количество возможных вариантов применимых к интерфейсу пользователя (в тоже время, достаточно вариантов масштабирования для всех устройств). Это ограничение позволяет проводить тщательное тестирование, так как доступно конечное количество вариантов масштабирования. Коэффициент масштабирования также соответствует непосредственно элементам сетки в средстве разработки интерфейса пользователя Ubuntu UI Toolkit, где один элемент сетки точно равен количеству пикселей "коэффициента масштабирования".
uk: Відповідний до монітора коефіцієнт масштабування для усіх елементів інтерфейсу користувача. Значення коефіцієнтів зберігаються у спеціальному словнику, де кожному з ідентифікаторів моніторів поставлено у відповідність значення коефіцієнта масштабування. Самі значення коефіцієнтів не є певними дробовими десятковими числами, як можна було б очікувати. Це цілі числа, які слід поділити на 8, перш ніж використовувати як звичайні коефіцієнти масштабування. Це обмежує діапазон можливих масштабувань інтерфейсу, не обмежуючи водночас гнучкості (значень коефіцієнтів достатньо для усіх можливих пристроїв). Обмеження забезпечує кращі можливості для тестування, оскільки існує лише скінченний набір дозволених масштабів. Крім того, коефіцієнт масштабування безпосередньо пов’язано з одиницями сітки, які використовуються у наборі інструментів для побудови графічних інтерфейсів Ubuntu. Одиниця сітки точно дорівнює значенню коефіцієнта масштабування у пікселях.

source: Window scaling factor
ru: Коэффициент масштабирования окна
uk: Коефіцієнт масштабування вікна

source: Integer factor used to scale windows by. For use on high-dpi screens. 0 means pick automatically based on monitor.
ru: Целое число, используемое как коэффициент масштабирования окон для экранов с высоким разрешением. «0» — выбрать автоматически, в зависимости от монитора.
uk: Ціле число, що використовується як коефіцієнт масштабування вікон для екранів з високою роздільною здатністю. «0» — вибрати автоматично, у залежності від монітора.

source: Text scaling factor
ru: Коэффициент масштабирования текста
uk: Коефіцієнт масштабування тексту

source: Factor used to enlarge or reduce text display, without changing font size.
ru: Коэффициент масштабирования текста (при изменении коэффициента размер шрифта не изменяется).
uk: Коефіціент використовується для збільшення або зменшення текстового відображення, без зміни розміру шрифту.

source: Cursor size
ru: Размер курсора
uk: Розмір курсору

source: Size of the cursor used as cursor theme.
ru: Размер курсора, используемого в качестве темы курсора.
uk: Розмір курсора, що використовується у якості курсора теми.
