Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-glance_glance-*.po
Languages: uk

source: Digest algorithm which will be used for digital signature. Use the command "openssl list-message-digest-algorithms" to get the available algorithms supported by the version of OpenSSL on the platform. Examples are "sha1", "sha256", "sha512", etc.
uk: Алгоритм дайджесту, що застосовується для цифрового підпису. Команда "openssl list-message-digest-algorithms" виводить алгоритми, підтримувані версією OpenSSL на даній плятформі. Приклади: "sha1", "sha256", "sha512" тощо.

source: Unable to locate paste config file for %s.
uk: Не вдається знайти/вставити файл конфігурації для %s.

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
uk: Неможливо завантажити %(app_name)s з файлу конфігурації %(conf_file)s. Отримано: %(e)r

source: An unknown exception occurred
uk: Виявлено невідомий виняток

source: Missing required credential: %(required)s
uk: Відсутність потрібних облікових даних: %(required)s

source: Incorrect auth strategy, expected "%(expected)s" but received "%(received)s"
uk: Невірна стратегія авторизації, очікувалося "%(expected)s", але було отримано "%(received)s"

source: An object with the specified identifier was not found.
uk: Об’єкт з вказаним ідентифікатором не знайдено.

source: The Store URI was malformed.
uk: Некоректне посилання на сховище.

source: An object with the same identifier already exists.
uk: Об’єкт з цим ідентифікатором вже існує.

source: An object with the same identifier is currently being operated on.
uk: Об’єкт з таким ідентифікатором вже обробляється.

source: The size of the data %(image_size)s will exceed the limit. %(remaining)s bytes remaining.
uk: Розмір даних %(image_size)s витрачає ліміт. Залишилося %(remaining)s байтів.

source: Connect error/bad request to Auth service at URL %(url)s.
uk: Помилка під’єднання/неприпустимий запит до служби авторизації за адресою %(url)s.

source: Auth service at URL %(url)s not found.
uk: Адреса служби авторизації %(url)s не знайдена.

source: Authorization failed.
uk: Помилка авторизації.

source: You are not authenticated.
uk: Автентифікація не виконана.

source: Image upload problem: %s
uk: Проблема при передачі образу: %s

source: You are not authorized to complete this action.
uk: Вы не маєте повноважень для завершення цієї дії.

source: Image %(image_id)s is protected and cannot be deleted.
uk: Образ %(image_id)s захищений й не може бути вилученим.

source: Metadata definition namespace %(namespace)s is protected and cannot be deleted.
uk: Простір імен %(namespace)s визначення метаданих захищено й не може бути вилучено.

source: Metadata definition property %(property_name)s is protected and cannot be deleted.
uk: Властивіть %(property_name)s визначення метаданих захищено й не може бути вилучено.

source: Metadata definition object %(object_name)s is protected and cannot be deleted.
uk: Об’єкт %(object_name)s визначення метаданих захищено й не може бути вилучено.

source: Metadata definition resource-type-association %(resource_type)s is protected and cannot be deleted.
uk: Зв’язок типу ресурсу %(resource_type)s визначення метаданих захищено й не може бути вилучено.

source: Metadata definition resource-type %(resource_type_name)s is a seeded-system type and cannot be deleted.
uk: Тип ресурсу %(resource_type_name)s визначення метаданих є системним типом й не може бути вилучено.

source: Metadata definition tag %(tag_name)s is protected and cannot be deleted.
uk: Тег %(tag_name)s визначення метаданих захищено й не може бути вилучено.

source: Data supplied was not valid.
uk: Введені дані недійсні.

source: Sort key supplied was not valid.
uk: Наданий сортувальний ключ недійсний.

source: Sort direction supplied was not valid.
uk: Вказано неприпустимий напрямок сортування.

source: Invalid configuration in property protection file.
uk: Неприпустима конфігурація у файлі захисту властивостей.

source: Invalid configuration in glance-swift conf file.
uk: Неприпустима конфігурація у файлі конфігурації glance-swift.

source: Unable to filter using the specified operator.
uk: Не вдається відфільтрувати з використанням вказаного оператора.

source: Unable to filter using the specified range.
uk: Неможливо зробити фільтрацію використовуючи вказаний діапазон.

source: Invalid value for option %(option)s: %(value)s
uk: Неприпустиме значення для опції %(option)s: %(value)s

source: Attribute '%(property)s' is read-only.
uk: Атрибут '%(property)s' лише для читання.

source: Attribute '%(property)s' is reserved.
uk: Атрибут '%(property)s' зарезервований.

source: Redirecting to %(uri)s for authorization.
uk: Перенаправлення на %(uri)s для виконання авторизації.

source: There was an error connecting to a server
uk: Помилка при під’єднанні до сервера

source: There was an error configuring the client.
uk: При налаштуванні клієнта трапилася помилка.

source: The request returned a 302 Multiple Choices. This generally means that you have not included a version indicator in a request URI. The body of response returned: %(body)s
uk: Результат запиту: 302 Multiple Choices. Це зазвичай означає, що ви не включили індикатор версії у URI запиту. Тіло результата: %(body)s

source: The request returned a 413 Request Entity Too Large. This generally means that rate limiting or a quota threshold was breached. The response body: %(body)s
uk: Запит повернув помилку 413 - Суттєвість запиту завелика. Як правило, це означає, що порушено обмеження на швидкість або поріг квоти. Тіло відповіді: %(body)s

source: The request returned 503 Service Unavailable. This generally occurs on service overload or other transient outage.
uk: Запит повернув помилку 503 - Служба недоступна. Як правило, це відбувається при перевантаженні служби або іншому тимчасовому збої

source: The request returned 500 Internal Server Error.
uk: Запит повернув помилку: 500 Internal Server Error.

source: The request returned an unexpected status: %(status)s. The response body: %(body)s
uk: Запит повернув непередбачений стан: %(status)s. Тіло відповіді: %(body)s

source: Invalid content type %(content_type)s
uk: Неприпустимий тип вмісту %(content_type)s

source: Registry was not configured correctly on API server. Reason: %(reason)s
uk: Реєстр не був правильно налаштований на API сервері. Причина: %(reason)s

source: Driver %(driver_name)s could not be configured correctly. Reason: %(reason)s
uk: Драйвер %(driver_name)s не може бути налаштований правильно. Причина: %(reason)s

source: Maximum redirects (%(redirects)s) was exceeded.
uk: Максимальну кількість перенаправлень (%(redirects)s) було перевищено.

source: Received invalid HTTP redirect.
uk: Отримано недійсне HTTP-перенаправлення.

source: Response from Keystone does not contain a Glance endpoint.
uk: Відповідь від Keystone не містить кінцевої точки Glance.

source: Multiple 'image' service matches for region %(region)s. This generally means that a region is required and you have not supplied one.
uk: Декілька відповідностей служби 'image' для регіону %(region)s. Зазвичай це означє, що регіон обов’язковий, але Ви його не вказали.

source: Server worker creation failed: %(reason)s.
uk: Створити виконувач сервера не вдалося: %(reason)s.

source: Unable to load schema: %(reason)s
uk: Неможливо завантажити схему: %(reason)s

source: Provided object does not match schema '%(schema)s': %(reason)s
uk: Наданий об’єкт не відповідає схемі '%(schema)s': %(reason)s

source: The provided image is too large.
uk: Наданий образ завеликий.

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(attempted)s, Maximum: %(maximum)s
uk: Ліміт на кількість дозволених властивостей образу був вичерпаний. Кількість: %(attempted)s, максимум: %(maximum)s

source: The limit has been exceeded on the number of allowed image tags. Attempted: %(attempted)s, Maximum: %(maximum)s
uk: Ліміт на кількість дозволених тегів образу був вичерпаний. Кількість: %(attempted)s, максимум: %(maximum)s

source: The limit has been exceeded on the number of allowed image locations. Attempted: %(attempted)s, Maximum: %(maximum)s
uk: Ліміт на кількість дозволених місцезнаходжень образу був вичерпаний. Кількість: %(attempted)s, максимум: %(maximum)s

source: System SIGHUP signal received.
uk: Отримано системний сигнал SIGHUP.

source: %(cls)s exception was raised in the last rpc call: %(val)s
uk: У останньому виклику rpc виникла виключна ситуація %(cls)s: %(val)s

source: An unknown task exception occurred
uk: Непередбачена виключна ситуація

source: Task was not configured properly
uk: Задача неправильно налаштована

source: Image with the given id %(image_id)s was not found
uk: Образ із заданим ідентифікатором %(image_id)s не знайдений

source: Task with the given id %(task_id)s was not found
uk: Завдання з заданим id %(task_id)s не знайдено

source: Provided status of task is unsupported: %(status)s
uk: Предоставлений стан завдання не підтримується: %(status)s

source: Provided type of task is unsupported: %(type)s
uk: Вказано непідтримуваний тип задачі: %(type)s

source: Status transition from %(cur_status)s to %(new_status)s is not allowed
uk: Змінювати стан %(cur_status)s на %(new_status)s не дозволяється

source: An import task exception occurred
uk: Виключна ситуація у задачі імпорту

source: The location %(location)s already exists
uk: Розташування %(location)s вже існує

source: Invalid value '%(value)s' for parameter '%(param)s': %(extra_msg)s
uk: Некоректне значення '%(value)s' для параметру '%(param)s': %(extra_msg)s

source: Image status transition from %(cur_status)s to %(new_status)s is not allowed
uk: Змінювати стан %(cur_status)s образу на %(new_status)s не дозволяється

source: The metadata definition namespace=%(namespace_name)s already exists.
uk: Простір імен %(namespace_name)s визначення метаданих вже існує.

source: A metadata definition object with name=%(object_name)s already exists in namespace=%(namespace_name)s.
uk: Об’єкт визначення метаданих з іменем %(object_name)s вже існує у просторі імен %(namespace_name)s.

source: A metadata definition property with name=%(property_name)s already exists in namespace=%(namespace_name)s.
uk: Властивість визначення метаданих з іменем %(property_name)s вже існує у просторі імен %(namespace_name)s.

source: A metadata definition resource-type with name=%(resource_type_name)s already exists.
uk: Тип ресурсу визначення метаданих з іменем %(resource_type_name)s вже існує.

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s already exists.
uk: Зв’язок типу ресурсу визначення метаданих для типу ресурсу%(resource_type_name)s і простору імен %(namespace_name)s вже існує.

source: A metadata tag with name=%(name)s already exists in namespace=%(namespace_name)s. (Please note that metadata tag names are case insensitive).
uk: Тег метаданих з іменем=%(name)s вже існує в просторі імен=%(namespace_name)s. (Зверніть увагу, що імена тегів метаданих є нечутливими до регістру).

source: The metadata definition %(record_type)s with name=%(record_name)s not deleted. Other records still refer to it.
uk: Визначення метаданих %(record_type)s з іменем %(record_name)s не вилучено. Інші записи усе ще посилаються на нього.

source: Metadata definition namespace=%(namespace_name)s was not found.
uk: Простір імен для визначення метаданих=%(namespace_name)s не знайдено.

source: The metadata definition object with name=%(object_name)s was not found in namespace=%(namespace_name)s.
uk: Об’єкт визначення метаданих з іменем %(object_name)s не знайдений у просторі імен %(namespace_name)s.

source: The metadata definition property with name=%(property_name)s was not found in namespace=%(namespace_name)s.
uk: Властивість визначення метаданих з іменем %(property_name)s не знайдено у просторі імен %(namespace_name)s.

source: The metadata definition resource-type with name=%(resource_type_name)s, was not found.
uk: Тип ресурсу визначення метаданих з іменем %(resource_type_name)s не знайдений.

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s, was not found.
uk: Зв’язок типу ресурсу визначення метаданих для типу ресурсу%(resource_type_name)s й простору імен %(namespace_name)s не знайдений.

source: The metadata definition tag with name=%(name)s was not found in namespace=%(namespace_name)s.
uk: Тег визначення метаданих з іменем %(name)s не знайдений у просторі імен %(namespace_name)s.

source: Unable to verify signature: %(reason)s
uk: Не вдалося перевірити підпис: %(reason)s

source: Version is invalid: %(reason)s
uk: Неприпустима версія: %(reason)s

source: Invalid property definition
uk: Неприпустиме визначення властивости

source: Invalid type definition
uk: Неприпустиме визначення типу

source: Property '%(name)s' may not have value '%(val)s': %(msg)s
uk: Властивість '%(name)s' не може мати значення '%(val)s': %(msg)s

source: Artifact with id=%(id)s was not found
uk: Артефакт з id=%(id)s не знайдений

source: Artifact with id=%(id)s is not accessible
uk: Артефакт з id=%(id)s не доступний

source: Artifact with the specified type, name and version already exists
uk: Артефакт з вказаними типом, іменем та версією вже існує

source: Artifact cannot change state from %(source)s to %(target)s
uk: Артефакт не може змінити стан з %(source)s на %(target)s

source: Artifact with the specified type, name and version already has the direct dependency=%(dep)s
uk: Артефакт з вказаними типом, іменем та версією вже має пряму залежність=%(dep)s

source: Artifact with the specified type, name and version already has the transitive dependency=%(dep)s
uk: Артефакт з вказаними типом, іменем та версією вже має транзитивну залежність=%(dep)s

source: Artifact with a circular dependency can not be created
uk: Неможна створити артефакт з циклічною залежністю

source: Operator %(op)s is not supported
uk: Оператор %(op)s не підтримується

source: Show level %(shl)s is not supported in this operation
uk: Рівень відображення %(shl)s не підтримується у цій операції

source: Property's %(prop)s value has not been found
uk: Значення %(prop)s параметру не знайдено

source: Artifact has no property %(prop)s
uk: Артефакт не має параметру %(prop)s

source: Cannot use this parameter with the operator %(op)s
uk: Неможливо використовувати цей параметр з оператором %(op)s

source: Cannot load artifact '%(name)s'
uk: Неможливо завантажити артефакт '%(name)s'

source: Plugin name '%(plugin)s' should match artifact typename '%(name)s'
uk: Ім’я модулю '%(plugin)s' повинне відповідати імені типу артефакту '%(name)s'

source: No plugin for '%(name)s' has been loaded
uk: Модуль для '%(name)s' не завантажений

source: Artifact type with name '%(name)s' and version '%(version)s' is not known
uk: Тип артефакту з іменем '%(name)s' і версією '%(version)s' невідомий

source: Artifact state cannot be changed from %(curr)s to %(to)s
uk: Стан артефакту не може бути змінений з %(curr)s на %(to)s

source: Invalid jsonpatch request
uk: Невірний запит jsonpatch

source: The provided body %(body)s is invalid under given schema: %(schema)s
uk: Вказане тіло %(body)s невірне для даної схеми: %(schema)s

source: The provided path '%(path)s' is invalid: %(explanation)s
uk: Вказаний шлях '%(path)s' невірний: %(explanation)s

source: Json path should start with a '/', end with no '/', no 2 subsequent '/' are allowed.
uk: Шлях Json повинен починатися з '/' й закінчуватися не на '/'. 2 послідовних символи '/' не дозволені.

source: Pointer contains '~' which is not part of a recognized escape sequence [~0, ~1].
uk: Вказівник містить символ '~', який не входить у склад розпізнаної escape-послідовности [~0, ~1].

source: The location of the property protection file.This file contains the rules for property protections and the roles/policies associated with it. If this config value is not specified, by default, property protections won't be enforced. If a value is specified and the file is not found, then the glance-api service will not start.
uk: Розташування файлу захисту властивостей. Цей файл містить правила для захисту властивостей і ролі/стратегії, з ними пов’язані. Якщо це значення конфігурації не вказано, то типово захист властивостей увімкнено. Якщо значення вказано, але файл не знайдений, то служба не запуститься glance-api.

source: This config value indicates whether "roles" or "policies" are used in the property protection file.
uk: Цей файл конфігурації вказує, чи будуть "roles" або "policies" використовуватися у файлі захисту властивостей.

source: Property protection on operation %(operation)s for rule %(rule)s is not found. No role will be allowed to perform this operation.
uk: Правило захисту властивостей в операції %(operation)s для правила %(rule)s не знайдено. Користувачам ні у якій ролі не буде дозволено виконувати цю операцію.

source: Request must be a list of commands
uk: Запит повинен бути наданий у вигляді переліку команд

source: Bad Command: %s
uk: Неправильна команда %s

source: Wrong command structure: %s
uk: Неправильна структура команди: %s

source: Command not found
uk: Команду не знайдено

source: Version component is too large (%d max)
uk: Компонент версії завеликий (макс. %d)

source: Prerelease numeric component is too large (%d characters max)
uk: Завеликий числовий компонент перед випуском (макс. %d символів)

source: Invalid signature key type: %s
uk: Неприпустимий тип ключа підпису: %s

source: Invalid mask_gen_algorithm: %s
uk: Неприпустимий mask_gen_algorithm: %s

source: Invalid pss_salt_length: %s
uk: Неприпустимий pss_salt_length: %s

source: Required image properties for signature verification do not exist. Cannot verify signature.
uk: Відсутні властивости образу, необхідні для перевірки підпису. Перевірка підпису неможлива.

source: Unable to verify signature since the algorithm is unsupported on this system
uk: Не вдається перевірити підпис, оскільки алгоритм не підтримується в системі

source: Error occurred while creating the verifier
uk: Помилка при створенні агента перевірки

source: Signature verification failed.
uk: Перевірка підпису не виконана.

source: Error occurred while verifying the signature
uk: Помилка при перевірці підпису

source: The signature data was not properly encoded using base64
uk: Дані підпису у кодуванні base64 містять помилку

source: Invalid signature hash method: %s
uk: Неприпустимий метод хешу підпису: %s

source: Invalid public key type for signature key type: %s
uk: Неприпустимий тип відкритого ключа для даного типу ключа підпису: %s

source: Unable to retrieve certificate with ID: %s
uk: Не вдалося отримати сертифікат з ID: %s

source: Invalid certificate format: %s
uk: Невірний формат сертифікату: %s

source: Certificate format not supported: %s
uk: Формат сертифікату не підтримується: %s

source: Certificate is not valid before: %s UTC
uk: Сертифікат не діє до: %s UTC

source: Certificate is not valid after: %s UTC
uk: Сертифікат не дійсний після: %s UTC

source: The reference to the default swift account/backing store parameters to use for adding new images.
uk: Посилання на параметри облікових записів і резервного зберігання swift типове для використання при додаванні нових образів.

source: The address where the Swift authentication service is listening.(deprecated)
uk: Адреса, за якою приймає служба ідентифікації Swift. (Застаріло)

source: The user to authenticate against the Swift authentication service (deprecated)
uk: Користувач для ідентифікації службою Swift (застаріло)

source: Auth key for the user authenticating against the Swift authentication service. (deprecated)
uk: Ідентифікаційний ключ для ідентифікації користувача службою Swift. (Застаріло)

source: The config file that has the swift account(s)configs.
uk: Файл конфігурації з обліковими записами swift.

source: Bad header: %(header_name)s
uk: Неправильний заголовок: %(header_name)s

source: Cannot convert image %(key)s '%(value)s' to an integer.
uk: Не вдається перетворити %(key)s '%(value)s' у ціле число.

source: Cannot be a negative value.
uk: Не може бути від'ємне значення.

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. Error: %(ioe)s
uk: Виникла проблема з вашими %(error_key_name)s %(error_filename)s. Будь ласка, перевірте дані. Помилка: %(ioe)s

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. OpenSSL error: %(ce)s
uk: Виникла проблема з вашими %(error_key_name)s %(error_filename)s. Будь ласка, перевірте дані. Помилка OpenSSL: %(ce)s

source: There is a problem with your key pair. Please verify that cert %(cert_file)s and key %(key_file)s belong together. OpenSSL error %(ce)s
uk: Виникла проблема з вашою парою ключів. Будь ласка, переконайтеся, що сертифікат %(cert_file)s і ключ %(key_file)s відповідають один одному. Помилка OpenSSL: %(ce)s

source: Host and port "%s" is not valid.
uk: Хост і порт "%s" неприпустимі.

source: Port "%s" is not valid.
uk: Порт "%s" неприпустимий.

source: Host "%s" is not valid.
uk: Хост "%s" неприпустимий.

source: %s Please specify a host:port pair, where host is an IPv4 address, IPv6 address, hostname, or FQDN. If using an IPv6 address, enclose it in brackets separately from the port (i.e., "[fe80::a:b:c]:9876").
uk: %s Вкажіть пару host:port, де host - це адреса IPv4, адреса IPv6, ім’я хосту або FQDN. При вказуванні адреси IPv6 помістіть його у квадратні дужки окремо від порта (наприклад, "[fe80::a:b:c]:9876").

source: Property names can't contain 4 byte unicode.
uk: Імена властивостей не можуть містити символи у кодуванні 4-байтового unicode.

source: %s can't contain 4 byte unicode characters.
uk: %s не може містити символи у кодуванні 4-байтового unicode.

source: Param values can't contain 4 byte unicode.
uk: Значення параметрів не можуть містити символи у кодуванні 4-байтового unicode.

source: Value %(value)d out of range, must not exceed %(max)d
uk: Значення %(value)d поза діяпазоном, воно не повинне перевищувати %(max)d

source: '%(param)s' value out of range, must not exceed %(max)d
uk: Значення %(param)s виходить за межі діяпазону, воно не повинне перевищувати %(max)d

source: Invalid filter value %s. There is no comma before opening quotation mark.
uk: Неприпустиме значення фільтру %s. Немає коми перед відкриваючою лапкою.

source: Invalid filter value %s. There is no comma after closing quotation mark.
uk: Неприпустиме значення фільтру %s. Немає коми після закриваючої лапки.

source: Invalid filter value %s. The quote is not closed.
uk: Неприпустиме значення фільтру %s. Немає закриваючої лапки.

source: Unable to filter on a unknown operator.
uk: Не вдається відфільтрувати з використанням невідомого оператора.

source: Address to bind the server. Useful when selecting a particular network interface.
uk: Адреса прив’язки сервера. Корисна при виборі конкретного мережевого інтерфейсу.

source: The port on which the server will listen.
uk: Порт на якому сервер буде вести прослуховування.

source: The backlog value that will be used when creating the TCP listener socket.
uk: Базове значення, яке буде використано при створенні приймального сокету TCP.

source: The value for the socket option TCP_KEEPIDLE. This is the time in seconds that the connection must be idle before TCP starts sending keepalive probes.
uk: Значення для опції сокету TCP_KEEPIDLE. Це час у секундах, протягом якого з’єднання повинне простоювати, перед чим TCP почне відправляти тести keepalive.

source: CA certificate file to use to verify connecting clients.
uk: Файл сертифікату CA для перевірки клієнтів, що під’єднуються.

source: Certificate file to use when starting API server securely.
uk: Файл сертифікату для використання при захищеному запуску сервера API.
