Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-glance_glance-*.po
Languages: uk

source: Invalid location
uk: Невірне розташування

source: Invalid locations
uk: Невірні розташування

source: Original locations is not empty: %s
uk: Початкове розташування не порожнє: %s

source: Signature verification failed
uk: Перевірка підпису не виконана.

source: Get image %(id)s data failed: %(err)s.
uk: Не вдалося отримати дані образу %(id)s: %(err)s.

source: Image storage media is full: %s
uk: На накопичувачі з образом закінчилося вільне місце: %s

source: Insufficient permissions on image storage media: %s
uk: Недостатні дозволи на носіях даних зображення: %s

source: Cannot save data for image %(image_id)s: %(error)s
uk: Неможливо зберегти дані для образу %(image_id)s: %(error)s

source: Unable to upload duplicate image data for image%(image_id)s: %(error)s
uk: Неможливо завантажити дублюючу інформацію для образу %(image_id)s: %(error)s

source: Not allowed to upload image data for image %(image_id)s: %(error)s
uk: Не дозволено завантажити інформацію для образу %(image_id)s: %(error)s

source: Image %(image_id)s could not be found after upload. The image may have been deleted during the upload: %(error)s
uk: Образ %(image_id)s не був знайдений після завантаження. Можливо, образ був вилучений під час завантаження: %(error)s

source: Failed to upload image data for image %(image_id)s due to HTTP error: %(error)s
uk: Неможливо завантажити інформацію про образ %(image_id)s через HTTP помилку: %(error)s

source: Failed to upload image data for image %(image_id)s due to internal error: %(error)s
uk: Не вдалося завантажити дані образу для образу %(image_id)s з-за внутрішньої помилки: %(error)s

source: custom properties (%(props)s) conflict with base properties
uk: користувальницькі властивості (%(props)s) конфліктують з базовими властивостями

source: The amount of time in seconds to delay before performing a delete.
uk: Кількість часу (у секундах) до виконання вилучення.

source: The size of thread pool to be used for scrubbing images. The default is one, which signifies serial scrubbing. Any value above one indicates the max number of images that may be scrubbed in parallel.
uk: Розмір пулу потоків, що використовується для чистки образів. Типово один, що означає послідовну чистку. Усі значення більше одного означають максимальну кількість образів, які можуть бути очищені паралельно.

source: Turn on/off delayed delete.
uk: Увімкнути/вимкнути затримка вилучення

source: Role used to identify an authenticated user as administrator.
uk: Роль використовуватись для ідентифікації автентичності користувача з правами адміністратора.

source: Whether to pass through headers containing user and tenant information when making requests to the registry. This allows the registry to use the context middleware without keystonemiddleware's auth_token middleware, removing calls to the keystone auth service. It is recommended that when using this option, secure communication between glance api and glance registry is ensured by means other than auth_token middleware.
uk: Чи передавати заголовки, що містять інформацію про користувачів і арендаторів, при відправці запитів до реєстру. Дозволяє реєстру використовувати проміжне проґрамне забезпечення контексту без проміжного проґрамного забезпечення auth_token Keystone, вилучаючи виклики до служби ідентифікації Keystone. При використанні цієї опції рекомендується встановити захищене з’єднання між api glance та реєстром glance за допомогою проміжного проґрамного забезпечення, що відрізняється від auth_token.

source: Loop time between checking for new items to schedule for delete.
uk: Час циклу між перевіркою нових об’єктів відкладених до вилучення.

source: Run as a long-running process. When not specified (the default) run the scrub operation once and then exits. When specified do not exit and run scrub on wakeup_time interval as specified in the config.
uk: Виконується як тривалий процес. Коли не вказаний (типово), виконується операція очистки один раз, потім виконується вихід. Коли вказаний, вихід не виконується й виконуєтьсяя очистка з інтервалом wakeup_time, вказаним у конфігурації.

source: Public images do not have members.
uk: Публічні образи не мають елементів.

source: You cannot get image member for %s
uk: Ви не можете отримати елемент образу, для %s

source: You cannot delete image member for %s
uk: Ви не можете вилучити елемент образу, для %s

source: You cannot add image member for %s
uk: Ви не можете додавати елемент образу для % s

source: You cannot update image member %s
uk: Не вдається оновити елемент образу % s

source: You are not permitted to create images owned by '%s'.
uk: Вам не дозволяється створювати образи, що належать '%s'.

source: You are not permitted to create image members for the image.
uk: Вам не дозволяється створювати графічні елементи для образу.

source: You are not permitted to modify '%(attr)s' on this %(resource)s.
uk: Вам не дозволено змінювати '%(attr)s' цього %(resource)s.

source: You are not permitted to modify locations for this image.
uk: Вам не дозволяється змінювати адресу для цього образу.

source: You are not permitted to modify '%s' on this image.
uk: Вам не дозволяється змінювати '%s' на цей образ.

source: You are not permitted to modify this image.
uk: Вам не дозволяється змінювати цей образ.

source: You are not permitted to modify tags on this image.
uk: Вам не дозволяється змінювати теги на цей образ.

source: You are not permitted to delete this image.
uk: Ви не можете вилучити цей образ.

source: You are not permitted to upload data for this image.
uk: Вам не дозволяється завантажити дані для цього образу.

source: You are not permitted to deactivate this image.
uk: Вам не дозволено деактивувати цей образ.

source: You are not permitted to reactivate this image.
uk: Вам не дозволено вдруге активувати цей образ.

source: You are not permitted to set status on this task.
uk: Вам не дозволено встановлювати статус цього завдання.

source: You are not permitted to create this task with owner as: %s
uk: Вам не дозволено створювати це завдання, використовуючи у ролі власника користувача %s

source: You are not permitted to delete this namespace.
uk: Ви не можете вилучити цей простор імен

source: You are not permitted to update this namespace.
uk: Ви не можете оновити це простір імен

source: You are not permitted to create namespace owned by '%s'
uk: Ви не можете створити простір імен, який належить '%s'

source: You are not permitted to delete this object.
uk: Ви не можете вилучити цей об'єкт.

source: You are not permitted to update this object.
uk: Ви не можете оновити цей об'єкт.

source: You are not permitted to create object owned by '%s'
uk: Ви не можете сотворите об'єкт, який належить '%s'

source: You are not permitted to delete this meta_resource_type.
uk: Ви не можете вилучити цей meta_resource_type.

source: You are not permitted to create resource_type owned by '%s'
uk: Немає прав доступу на створення resource_type, що належить %s.

source: You are not permitted to delete this property.
uk: Ви не можете вилучити цю властивість.

source: You are not permitted to update this property.
uk: Ви не можете оновити цю властивість.

source: You are not permitted to create property owned by '%s'
uk: Ви не можете створити властивість, яка належить '%s'.

source: You are not permitted to delete this tag.
uk: Ви не можете вилучити цей тег.

source: You are not permitted to update this tag.
uk: Ви не можете змінити значення цього тегу.

source: Owner must be specified to create a tag.
uk: Власник може бути також вказаний при створенні тегу.

source: You are not permitted to create a tag in the namespace owned by '%s'
uk: Ви не можете створювати теги з набору імен до яких належить '%s'

source: Corrupt image download for image %(image_id)s
uk: Пошкоджено образ для завантаженого %(image_id)s

source: Invalid locations: %s
uk: Пошкоджено адресу: %s

source: Public url to use for versions endpoint. The default is None, which will use the request's host_url attribute to populate the URL base. If Glance is operating behind a proxy, you will want to change this to represent the proxy's URL.
uk: Спільна url для кінцевої точки версій. Типове значення - None, при якому для заповнення бази URL буде використовуватися атрибут host_url запиту. Якщо Glance розташований за proxy-сервером, то знадобиться вказати URL proxy-сервера.

source: The format of the version %s is not valid. Use semver notation
uk: Неприпустимий формат версії %s. використовуйте формат semver

source: Invalid Content-Type for work with %s
uk: Неприпустимий Content-Type для роботи з %s

source: Invalid request PATCH for work with blob
uk: Неприпустимий PATCH запиту для роботи з об’єктом blob

source: Denying attempt to upload artifact because it exceeds the quota: %s
uk: Заперечення спроби завантажити артефакт через перевищення квоти: %s

source: Failed to find artifact %(artifact_id)s to delete
uk: Не вдалося знайти артефакт %(artifact_id)s для вилучення

source: Artifact %s could not be deleted because it is in use: %s
uk: Не вдалося вилучити артефакт %s, оскільки він використовується: %s

source: Unable to PUT to non-empty collection
uk: Не вдалося виконати операцію PUT у непорожній набір

source: Index is out of range
uk: Індекс знаходиться поза діяпазоном

source: Not a blob property '%s'
uk: Не є властивістю великого двійкового об’єкту '%s'

source: Not a list property '%s'
uk: Не є властивістю переліку '%s'

source: Error in store configuration. Adding artifacts to store is disabled.
uk: Помилка у конфігурації сховища. Додавання артефактів у сховище відімкнено.

source: Artifact storage media is full: %s
uk: Носій сховища артефактів заповнений: %s

source: Artifact exceeds the storage quota: %s
uk: Артефакт перевищує квоту сховища: %s

source: The incoming artifact blob is too large: %s
uk: Завеликий розмір вхідного артефакту: %s

source: Insufficient permissions on artifact storage media: %s
uk: Брак прав для доступу до носія артефактів: %s

source: Index is required
uk: Потрібен індекс

source: Not a list property
uk: Не є властивістю переліку

source: Not a downloadable entity
uk: Не є завантажуваною сутністю

source: Body expected in request.
uk: У запиті очікувалося тіло.

source: Invalid headers "Content-Type": %s
uk: Неприпустимі заголовки "Content-Type": %s

source: Invalid json body: %s
uk: Неприпустиме тіло json: %s

source: Only list indexes are allowed for blob lists
uk: Для переліків великих двійкових об’єктів дозволені лише індекси переліків

source: Limit param must be an integer
uk: Параметр обмеження має бути цілим числом

source: Limit param must be positive
uk: Параметр Limit має бути додатнім числом

source: Limit param must not be higher than %d
uk: Параметр обмеження не повинен перевищувати %d

source: Invalid sort key: %(sort_key)s. If type version is not set it must be one of the following: %(available)s.
uk: Неприпустимий ключ сортування: %(sort_key)s. Якщо версія типу не задана, допускається один із наступних: %(available)s.

source: Invalid sort key: %(sort_key)s. You cannot sort by this property
uk: Неприпустимий ключ сортування: %(sort_key)s. Неможна виконувати сортування за цією властивістю

source: Invalid sort direction: %s
uk: Неприпустимий напрямок сортування: %s

source: When true, this option sets the owner of an image to be the tenant. Otherwise, the owner of the image will be the authenticated user issuing the request.
uk: Якщо true, то цей параметр встановлює власником образу орендаря. В іншому випадку, власник образу буде автентифікований як користувач, що виконує запит.

source: Allow unauthenticated users to access the API with read-only privileges. This only applies when using ContextMiddleware.
uk: Дозволяє користувачам, які не пройшли перевірку для доступу до API права лише на читання. Це застосовується лише при використанні ContextMiddleware.

source: Limits request ID length.
uk: Обмежує довжину ідентифікатора запиту

source: Unable to retrieve request id from context
uk: Не вдається отримати ідентифікатор запиту від контексту

source: Invalid service catalog json.
uk: Невірний каталог послуг json.

source: x-openstack-request-id is too long, max size %s
uk: Завелика довжина x-openstack-request-id, максимальна довжина: %s

source: Image with identifier %s not found
uk: Образ з ідентифікатором %s не знайдено

source: Forbidden image access
uk: Доступ до образу заборонено

source: Image %s is deactivated
uk: Образ %s деактивований

source: Image %s is not active
uk: Образ %s не є активним

source: Store for image_id not found: %s
uk: Сховище для image_id, не знайдено: %s

source: Data for image_id not found: %s
uk: Не знайдені дані для image_id: %s

source: Invalid time format for %s.
uk: Неприпустимий формат часу для %s.

source: Invalid disk format '%s' for image.
uk: Неправильний формат '%s' диска для зображення.

source: Invalid container format '%s' for image.
uk: Неправильний формат '%s' контейнера для зображення.

source: Invalid mix of disk and container formats. When setting a disk or container format to one of 'aki', 'ari', or 'ami', the container and disk formats must match.
uk: Неприпустиме поєднання дисків і форматів контейнера. При встановленні диска або формат контейнера до одного 'aki', 'ari', або 'ami' формати контейнеру і дисків повинні збігатися.

source: Image name too long: %d
uk: Для образу занадто довге ім'я: %d

source: Invalid checksum '%s': can't exceed 32 characters
uk: Неправильна контрольна сума '%s': не може перевищувати 32 символи

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(num)s, Maximum: %(quota)s
uk: Був перевищений ліміт кількості дозволених властивостей образу. Значення: %(num)s, максимум: %(quota)s

source: Property '%s' is protected
uk: Параметр '%s' захищено

source: This operation is currently not permitted on Glance images details.
uk: Ця операція на цей час неприпустима на відомостях образів Glance.

source: Bad value passed to filter %(filter)s got %(val)s
uk: Неправильне значення для фільтру %(filter)s що отримав(ли) %(val)s

source: External sources are not supported: '%s'
uk: Зовнішні ресурси не підтримуються: %s

source: External source should not be empty
uk: Зовнішнє джерело не повинне бути порожнім

source: Required store %s is invalid
uk: Запитуване сховище %s недійсне

source: Invalid location %s
uk: Невірне розташування %s

source: An image with identifier %s already exists
uk: Образ з ідентифікатором %s вже існує

source: Failed to reserve image. Got error: %s
uk: Зарезервувати образ не вдалося. Помилка: %s

source: Forbidden to reserve image.
uk: Забороняється резервування образу.

source: Content-Type must be application/octet-stream
uk: Content-Type повинно бути application/octet-stream

source: Failed to activate image. Got error: %s
uk: Не вдалося активувати образ. Сталася помилка: %s

source: It's invalid to provide multiple image sources.
uk: Неприпустиме надання декількох джерел для образу.

source: Provided image size must match the stored image size. (provided size: %(ps)d, stored size: %(ss)d)
uk: Розмір наданого образу повинен відповідати розміру збереженого образу. (Наданий: %(ps)d, збережений: %(ss)d)

source: Disk format is not specified.
uk: Не вказаний формат диску.

source: Container format is not specified.
uk: Не вказаний формат контейнера.

source: Forbidden to update deleted image.
uk: Забороняється оновлювати вилучений образ.

source: Forbidden to modify '%(key)s' of %(status)s image.
uk: Заборонено змінювати '%(key)s' образу %(status)s.

source: Forbidden to modify '%s' of image.
uk: Забороненоо вносити зміни в образ '%s'.

source: Cannot upload to an unqueued image
uk: Не вдається завантажити образ з черги

source: Invalid location: %s
uk: Некоректна адреса: %s

source: Attempted to update Location field for an image not in queued status.
uk: Спробував оновити місцезнаходження на образ, що не в черзі.

source: Failed to update image metadata. Got error: %s
uk: Не вдалося оновити метадані образу. Сталася помилка: %s

source: Failed to find image to update: %s
uk: Знайти образ для оновлення не вдалося: %s

source: Forbidden to update image: %s
uk: Оновлення образу неприпустиме: %s

source: Image operation conflicts
uk: Конфлікти при виконанні операцій з образом

source: Image is protected
uk: Образ захищено

source: Forbidden to delete a %s image.
uk: Забороняється вилучити %s образ.

source: Image %s not found.
uk: Образ %s не знайдено.

source: Failed to find image to delete: %s
uk: Знайти образ для вилучення не вдалося: %s

source: Forbidden to delete image: %s
uk: Заборонено вилучати образ: %s

source: Image %(id)s could not be deleted because it is in use: %(exc)s
uk: Образ %(id)s не може бути вилучений, тому що використовується: %(exc)s

source: Store for scheme %s not found
uk: Сховище для схеми %s не знайдено

source: Denying attempt to upload image larger than %d bytes.
uk: Відмовлено у спробі завантажити образ більше ніж %d байт.

source: No authenticated user
uk: Відсутній автентифікований користувач

source: Image with identifier %s has been deleted.
uk: Образ з ідентифікатором %s було вилучено.

source: Unauthorized image access
uk: Несанкціонований доступ до образу

source: The limit has been exceeded on the number of allowed image members for this image. Attempted: %(attempted)s, Maximum: %(maximum)s
uk: Ліміт кількості дозволених користувачів образу був вичерпаний. Кількість: %(attempted)s, максимум: %(maximum)s

source: Supplied %(attr)s (%(supplied)s) and %(attr)s generated from uploaded image (%(actual)s) did not match. Setting image status to 'killed'.
uk: Надані %(attr)s (%(supplied)s) і %(attr)s, згенеровані з завантаженого образу (%(actual)s), не збігаються. Зміна статусу образу на 'вбитий'.

source: Image %s could not be found after upload. The image may have been deleted during the upload.
uk: Образ %s не може бути знайдений після завантаження. Можливо він був вилучений під час завантаження.

source: Error in store configuration. Adding images to store is disabled.
uk: Помилка у конфігурації носія. Додавання образів у носій вимкнено.

source: Attempt to upload duplicate image: %s
uk: Спроба вивантаження дублікату образу: %s

source: Forbidden upload attempt: %s
uk: Спроба забороненого вивантаження: %s

source: Denying attempt to upload image because it exceeds the quota: %s
uk: Відмова при спробі вивантажити образ з-за перевищення квоти: %s

source: Client disconnected before sending all data to backend
uk: Клієнт від’єднався до того, як послав усю інформацію на бекенд

source: Failed to upload image %s
uk: Не вдалося завантажити образ %s

source: Image %s could not be found after upload. The image may have been deleted during the upload, cleaning up the chunks uploaded.
uk: Образ %s не знайдено після завантаження. Можливо, він був вилучений під час передачі, виконується очистка переданих фрагментів.

source: Authentication error - the token may have expired during file upload. Deleting image data for %s.
uk: Помилка автентифікації - термін дії маркера під час вивантаження файлу збіг. Вилучення даних образу для %s.

source: Image exceeds the storage quota: %s
uk: Образ перевищує квоту сховища: %s

source: The incoming image is too large: %s
uk: Вхідний образ завеликий: %s

source: The requested image has been deactivated. Image data download is forbidden.
uk: Запитаний образ деактивований. Завантаження даних образу заборонена.

source: Error fetching members of image %(image_id)s: %(inner_msg)s
uk: Помилка отримання учасників образу %(image_id)s: %(inner_msg)s

source: You are not authorized to lookup image %s.
uk: Ви не авторизировані для огляду образу %s.

source: %(m_id)s not found in the member list of the image %(i_id)s.
uk: %(m_id)s не знайдений у переліку учасників образу %(i_id)s.

source: You are not authorized to lookup the members of the image %s.
uk: Ви не авторизировані для огляду учасників образу %s.

source: Not allowed to create members for image %s.
uk: Неприпустиме створення участників для образу %s.

source: Member %(member_id)s is duplicated for image %(image_id)s
uk: Участник %(member_id)s вдруге вказаний у образі %(image_id)s

source: Image member limit exceeded for image %(id)s: %(e)s:
uk: Припустима межа участників була перевищена для образу %(id)s: %(e)s:

source: Not allowed to update members for image %s.
uk: Неприпустиме оновлення участників для образу %s.

source: Incorrect request: %s
uk: Неправильний запит: %s

source: Not allowed to list members for image %s.
uk: Неприпустимий вивід участників для образу %s.

source: Not allowed to delete members for image %s.
uk: Неприпустиме вилучення участників для образу %s.

source: Member to be added not specified
uk: Не вказано користувача для додавання

source: Member can't be empty
uk: Вкажіть користувача

source: Expected a member in the form: {"member": "image_id"}
uk: Елемент має бути заданий у форматі: {"member": "image_id"}

source: Status not specified
uk: Стан не вказано

source: Expected a status in the form: {"status": "status"}
uk: Стан має бути вказаний у форматі: {"status": "status"}

source: An identifier for the image member (tenantId)
uk: Ідентифікатор користувача образу (tenantId)

source: An identifier for the image
uk: Ідентифікатор образу

source: Date and time of image member creation
uk: Дата і час створення користувача образу

source: Date and time of last modification of image member
uk: Дата і час останньої зміни користувача образу

source: The status of this image member
uk: Статус даного користувача образу

source: Not allowed to update tags for image %s.
uk: Неприпустиме оновлення тегів для образу %s.

source: Could not update image: %s
uk: Не зміг оновитися образ: %s

source: Image tag limit exceeded for image %(id)s: %(e)s:
uk: Межа тегів була досягнута для образу %(id)s: %(e)s:

source: Not allowed to delete tags for image %s.
uk: Неприпустиме вилучення тегів для образу %s.

source: Cannot set locations to empty list.
uk: Перелік розташувань не може бути порожнім.

source: Owner can't be updated by non admin.
uk: Власник не може бути оновлений користувачем без адміністративних повноважень.

source: Property %s does not exist.
uk: Властивість %s не існує.

source: Property %s already present.
uk: Властивість %s вже представлена.

source: Property %s may not be removed.
uk: Властивість %s не може бути вилучено.

source: Failed to find image %(image_id)s to delete
uk: Не вдалося знайти і вилучити образ %(image_id)s

source: It's not allowed to update locations if locations are invisible.
uk: Не дозволено оновлювати розташування, якщо вони невидимі.

source: It's not allowed to add locations if locations are invisible.
uk: Не дозволено додавати розташування, якщо вони невидимі.

source: Invalid position for adding a location.
uk: Невірна позиція для додавання розташування

source: It's not allowed to remove locations if locations are invisible.
uk: Не дозволено вилучати розташування, якщо вони невидимі.

source: Cannot remove last location in the image.
uk: Неможна вилучати останнє розташування із образу.

source: Invalid position for removing a location.
uk: Невірна позиція для вилучення розташування

source: Attribute '%s' is read-only.
uk: Атрибут '%s' доступний лише для читання.

source: Unable to find `op` in JSON Schema change. It must be one of the following: %(available)s.
uk: Не вдалося знайти `op` у змінені схеми JSON. Допускається одне із наступних значень: %(available)s.

source: Invalid operation: `%(op)s`. It must be one of the following: %(available)s.
uk: Неприпустима операція: `%(op)s`. Має бути одна з наступних: %(available)s.

source: Operation objects must contain only one member named "add", "remove", or "replace".
uk: Операції над об’єктами повинні приймати значення лише "add", "remove" або "replace".
