Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-glance_glance-*.po
Languages: uk

source: Operation objects must contain exactly one member named "add", "remove", or "replace".
uk: Операції над об’єктами повинні містити рівно один елемент з іменем "add", "remove" або "replace".

source: Unable to find '%s' in JSON Schema change
uk: Неможливо знайти '%s' у змінах JSON Schema

source: Pointer `%s` does not start with "/".
uk: Вказівник `%s` не починається з "/".

source: Pointer `%s` contains adjacent "/".
uk: Вказівник `%s` містить прилеглий "/".

source: Pointer `%s` end with "/".
uk: Вказівник `%s` закінчується на "/".

source: Pointer `%s` does not contains valid token.
uk: Вказівник `%s` не містить дійсного токену.

source: Pointer `%s` contains "~" not part of a recognized escape sequence.
uk: Вказівник `%s` містить "~", який не є частиною визнаної перемикаючої послідовності.

source: Operation "%s" requires a member named "value".
uk: Операція "%s" потребує елементу з іменем "value"

source: Attribute '%s' is reserved.
uk: Атрибут '%s' зарезервовано.

source: Invalid JSON pointer for this resource: '/%s'
uk: Невірний вказівник JSON для цього ресурсу: '/%s'

source: Unrecognized JSON Schema draft version
uk: Нерозпізнана попередня версія JSON Schema

source: Request body must be a JSON array of operation objects.
uk: Тіло запиту повинне бути представлене у вигляді масиву операційних об’єктів JSON.

source: Operations must be JSON objects.
uk: Операції повинні бути представлені у вигляді об’єктів JSON.

source: limit param must be an integer
uk: обмежуючий параметр повинен бути цілочисельним

source: limit param must be positive
uk: обмежуючий параметр повинен бути позитивним

source: Invalid sort key: %(sort_key)s. It must be one of the following: %(available)s.
uk: Неправильне сортування по ключу: %(sort_key)s. Допускається одне з наступних: %(available)s.

source: Invalid status: %s
uk: Невірний статус: %s

source: Invalid visibility value: %s
uk: Невірне значення видимості: %s

source: The "changes-since" filter is no longer available on v2.
uk: Фільтр "changes-since" більше недоступний в v2.

source: Old and new sorting syntax cannot be combined
uk: Попередній і новий синтаксиси сортування неможна змішувати

source: Number of sort dirs does not match the number of sort keys
uk: Число напрямків сортування не збігається з числом ключів сортування

source: Descriptive name for the image
uk: Показуване ім’я для образу

source: Status of the image
uk: Стан образу

source: Scope of image accessibility
uk: Лінза доступності образу

source: If true, image will not be deletable.
uk: Якщо увімкнено, образ буде захищено від вилучення.

source: md5 hash of image contents.
uk: Хеш md5 вмісту образу.

source: Owner of the image
uk: Власник образу

source: Size of image file in bytes
uk: Розмір файлу образу у байтах

source: Virtual size of image in bytes
uk: Віртуальний розмір образу у байтах

source: Format of the container
uk: Формат контейнера

source: Format of the disk
uk: Формат диска

source: Date and time of image registration
uk: Дата та час реєстрації образу

source: Date and time of the last image modification
uk: Дата та час останнього змінювання образу

source: List of strings related to the image
uk: Перелік рядків, що відносяться образу

source: URL to access the image file kept in external store
uk: URL для доступу до файлу образу, що знаходиться у зовнішньому сховищі

source: Amount of ram (in MB) required to boot image.
uk: Об’єм ОЗП (у МБ), потрібний для початкового завантаження образу.

source: Amount of disk space (in GB) required to boot image.
uk: Об’єм місця на диску (у ГБ), потрібний для початкового завантаження образу.

source: An image self url
uk: Власна url образу

source: An image file url
uk: url файлу образу

source: An image schema url
uk: url схеми образу

source: A set of URLs to access the image file kept in external store
uk: набір URL вказівників для доступу до файлу образу, розташованому у зовнішньому сховищі.

source: The unique namespace text.
uk: Унікальний текст простору імен.

source: The user friendly name for the namespace. Used by UI if available.
uk: Зручне для користувача ім’я з простору імен. Можна використовувати UI користувача, якщо це для нього допускається.

source: Provides a user friendly description of the namespace.
uk: Допускається використання зручного для користувача опису у просторі імен.

source: Scope of namespace accessibility.
uk: Область доступности простору імен.

source: If true, namespace will not be deletable.
uk: Якщо true, простір імен буде неможливо вилучити.

source: Owner of the namespace.
uk: Власник простору імен.

source: Date and time of namespace creation
uk: Дата та час створення простору імен

source: Date and time of the last namespace modification
uk: Дата та час останнього змінювання простору імен

source: Date and time of object creation
uk: Дата та час створення об’єкту

source: Date and time of the last object modification
uk: Дата та час останнього змінювання об’єкту

source: Property %(property_name)s does not start with the expected resource type association prefix of '%(prefix)s'.
uk: Властивість %(property_name)s не починається з очікуваного префіксу зв’язку типу ресурсу '%(prefix)s'.

source: Failed to find resource type %(resourcetype)s to delete
uk: Не вдалося знайти тип ресурсу %(resourcetype)s для вилучення

source: Resource type names should be aligned with Heat resource types whenever possible: http://docs.openstack.org/developer/heat/template_guide/openstack.html
uk: Імена типів ресурсів повинні бути у відповідності з набором імен типів ресурсів, що часто використовуються скрізь де це можливо: http://docs.openstack.org/developer/heat/template_guide/openstack.html

source: Specifies the prefix to use for the given resource type. Any properties in the namespace should be prefixed with this prefix when being applied to the specified resource type. Must include prefix separator (e.g. a colon :).
uk: Визначає префікс, що використовується для даного типу ресурсів. Будь-які властивості у просторі імен повинні мати префікс, що може застосовуватися до вказаного типу ресурсів. Префікс повинен включати розділювач (оскільки двокрапка :).

source: Some resource types allow more than one key / value pair per instance. For example, Cinder allows user and image metadata on volumes. Only the image properties metadata is evaluated by Nova (scheduling or drivers). This property allows a namespace target to remove the ambiguity.
uk: Деякі типи ресурсів допускають використання більше ніж однієї пари ключ / значення для кожного екземпляру об’єкту. Наприклад, Cinder може бути як користувач і образ метаданих тому. Але властивості образу метаданих можуть відноситися лише до Nova (для планувальників або драйверів). Ця властивість простору імен використовується з метою усунення неоднозначності.

source: Date and time of resource type association
uk: Дата та час пов’язування типу ресурсу

source: Date and time of the last resource type association modification
uk: Дата та час останнього змінювання зв’язку типу ресурсу

source: Date and time of tag creation
uk: Дата та час створення тега

source: Date and time of the last tag modification
uk: Дата та час останнього змінювання тега

source: This operation is currently not permitted on Glance Tasks. They are auto deleted after reaching the time based on their expires_at property.
uk: На даний час виконання цієї операції не дозволено в Glance Tasks. Вони також автоматично вилучаються після кінця терміну, вказаного у властивості expires_at.

source: Invalid status value: %s
uk: Невірний статус значення: %s

source: Invalid type value: %s
uk: Невірний тип значення: %s

source: Invalid marker format
uk: Неприпустимий формат маркера

source: Task '%s' is required
uk: Потрібне завдання '%s'

source: An identifier for the task
uk: Ідентифікатор завдання

source: The type of task represented by this content
uk: Тип завдання, виходячи з контексту

source: The current status of this task
uk: Поточний статус завдання

source: The parameters required by task, JSON blob
uk: Параметри, потрібні для виконання завдання, блоб JSON

source: The result of current task, JSON blob
uk: Результат поточного завдання, блоб JSON

source: An identifier for the owner of this task
uk: Ідентифікатор власника завдання

source: Human-readable informative message only included when appropriate (usually on failure)
uk: Зручночитане повідомлення включається лише у відповідних випадках (зазвичай при збої)

source: Datetime when this resource would be subject to removal
uk: Дата і час, коли цей ресурс буде позначений для вилучення

source: Datetime when this resource was created
uk: Дата і час створення цього ресурсу

source: Datetime when this resource was updated
uk: Дата і час оновлення цього ресурсу

source: The mode in which the engine will run. Can be 'serial' or 'parallel'.
uk: Режим роботи служби. Припустимі значення: serial, parallel.

source: The number of parallel activities executed at the same time by the engine. The value can be greater than one when the engine mode is 'parallel'.
uk: Число паралельних операцій, одночасно виконуваних службою. Значення може бути більшим 1, коли режим роботи служби - parallel.

source: Task failed due to Internal Error
uk: Помилка завдання з-за внутрішньої помилки

source: %(task_id)s of %(task_type)s not configured properly. Missing work dir: %(work_dir)s
uk: Служба %(task_id)s типу %(task_type)s налаштована неправильно. Бракує робочого каталогу: %(work_dir)s

source: %(task_id)s of %(task_type)s not configured properly. Could not load the filesystem store
uk: Служба %(task_id)s типу %(task_type)s налаштована неправильно. Не вдалося завантажити сховище у файловій системі

source: File %(path)s has invalid backing file %(bfile)s, aborting.
uk: Файл %(path)s містить неприпустимий базовий файл %(bfile)s, примусове завершення.

source: The format to which images will be automatically converted. When using the RBD backend, this should be set to 'raw'
uk: Формат, у який будуть автоматично перетворюватися образи. При роботі з RBD має бути заданий як 'raw'

source: OVA extract is limited to admin
uk: Розпакування OVA може виконати лише адміністратор

source: Could not find OVF file in OVA archive file.
uk: Не знайдено файл OVF у файлі архіву OVA.

source: Currently, OVA packages containing multiple disk are not supported.
uk: На даний час пакунки OVA з декількома дисками не підтримуються.

source: OVF metadata of interest was not specified in ovf-metadata.json config file. Please set "cim_pasd" to a list of interested CIM_ProcessorAllocationSettingData properties.
uk: Потрібні метадані OVF не задані у файлі конфігурації ovf-metadata.json. Вкажіть у параметрі "cim_pasd" перелік потрібних властивостей CIM_ProcessorAllocationSettingData.

source: OVF properties config file "ovf-metadata.json" was not found.
uk: Файл конфігурації "ovf-metadata.json" з властивостями OVF не знайдений.

source: It appears that the eventlet module has been imported prior to setting %s='yes'. It is currently necessary to disable eventlet.greendns if using ipv6 since eventlet.greendns currently breaks with ipv6 addresses. Please ensure that eventlet is not imported prior to this being set.
uk: Ймовірно, модуль eventlet імпортований до вказування %s='yes'. В дану мить необхідно вимкнути eventlet.greendns, якщо використовується ipv6, оскільки eventlet.greendns на цей час не працює з адресами ipv6. Переконайтеся, що бібліотека eventlet імпортується не до налаштування цих параметрів.

source: %(serv)s appears to already be running: %(pid)s
uk: %(serv)s вже запущений: %(pid)s

source: Removing stale pid file %s
uk: Вилучення застарілого pid файлу %s

source: Unable to increase file descriptor limit. Running as non-root?
uk: Неможливо збільшити ліміт описувача файлу. Можливо, ви працюєте не від ім’я адміністратора.

source: %(verb)sing %(serv)s with %(conf)s
uk: %(verb)s %(serv)s з %(conf)s

source: unable to launch %(serv)s. Got error: %(e)s
uk: неможливо запустити %(serv)s. Отримана помилка: %(e)s

source: %(serv)s (pid %(pid)s) is running...
uk: %(serv)s (pid %(pid)s) запущений...

source: %s is stopped
uk: %s зупинений

source: Unable to create pid file %(pid)s. Running as non-root? Falling back to a temp file, you can stop %(service)s service using: %(file)s %(server)s stop --pid-file %(fb)s
uk: Неможливо створити pid файл %(pid)s. Перевірте наявність root-прав. Відкат на тимчасовий файл, ви можете зупинити %(service)s службу за допомогою: %(file)s %(server)s stop --pid-file %(fb)s

source: Reload of %(serv)s not supported
uk: Перезавантаження %(serv)s не підтримується

source: Server %(serv)s is stopped
uk: Сервер %(serv)s зупинено

source: Reloading %(serv)s (pid %(pid)s) with signal(%(sig)s)
uk: Перезавантаження %(serv)s (pid %(pid)s) з сигналом (%(sig)s)

source: Process %d not running
uk: Процес %d не запущений

source: Stopping %(serv)s (pid %(pid)s) with signal(%(sig)s)
uk: Зупинка %(serv)s (pid %(pid)s) за допомогою сигналу(%(sig)s)

source: Waited 15 seconds for pid %(pid)s (%(file)s) to die; giving up
uk: Файли pid %(pid)s (%(file)s) не були вилучені протягом 15 секунд; перехід до наступної операції

source: %s is already stopped
uk: %s вже зупинений

source: Suppressed respawn as %(serv)s was %(rsn)s.
uk: Призупинений %(rsn)s був відновлений як %(serv)s.

source: Invalid int value for age_in_days: %(age_in_days)s
uk: Невірне ціле значення для age_in_days:%(age_in_days)s

source: Invalid int value for max_rows: %(max_rows)s
uk: Невірне ціле значення для max_rows: %(max_rows)s

source: Must supply a positive, non-zero value for age.
uk: У якости віку необхідно вказати додатнє число, що не дорівнює 0.

source: Maximal age is count of days since epoch.
uk: Максимальний вік - число днів з початку епохи.

source: Minimal rows limit is 1.
uk: Мінімальне число рядків дорівнює 1.

source: Available categories:
uk: Наявні категорії:

source: The image %s is already present on the slave, but our check for it did not find it. This indicates that we do not have permissions to see all the images on the slave server.
uk: Образ %s вже знаходиться на підпорядкованому сервері, але наша перевірка не виявила його. Це каже про те, що в нас невистачає повноважень для перегляду усіх образів, розташованих на підпорядкованому сервері.

source: Too few arguments.
uk: Замало аргументів

source: Total size is %(size)d bytes across %(img_count)d images
uk: Загальний розмір: %(size)d байтів. Кількість образів: %(img_count)d

source: Unknown command: %s
uk: Невідома команда: %s

source: Unexpected response: %s
uk: Несподівана відповідь: %s

source: Unknown auth strategy '%s'
uk: Невідома стратегія авторизації '%s'

source: You have selected to use SSL in connecting, and you have supplied a cert, however you have failed to supply either a key_file parameter or set the GLANCE_CLIENT_KEY_FILE environ variable
uk: Ви вибрали використання з’єднання з SSL й надали сертифікат, тим не менш, сталася помилка у наданні параметру key_file або набору змінних середовищ GLANCE_CLIENT_KEY_FILE

source: You have selected to use SSL in connecting, and you have supplied a key, however you have failed to supply either a cert_file parameter or set the GLANCE_CLIENT_CERT_FILE environ variable
uk: Ви вибрали для використання SSL при під’єднанні, й ви поставили ключ, але ви не змогли надати або cert_file параметрів або встановити змінну оточення GLANCE_CLIENT_CERT_FILE

source: The key file you specified %s does not exist
uk: Вказаний вами ключовий файл %s не існує

source: The cert file you specified %s does not exist
uk: Вказаний вами файл сертифікату %s не існує

source: The CA file you specified %s does not exist
uk: Вказаний вами CA файл %s не існує

source: Constructed URL: %s
uk: Створений URL: %s

source: Partial name of a pipeline in your paste configuration file with the service name removed. For example, if your paste section name is [pipeline:glance-api-keystone] use the value "keystone"
uk: Неповне ім’я конвеєра у файлі конфігурації що вставляється, з якого вилучено ім’я служби. Наприклад, якщо ім’я розділу що вставляється - [pipeline:glance-api-keystone], то використовується значення "keystone"

source: Name of the paste configuration file.
uk: Ім’я файлу конфігурації, що вставляється.

source: Supported values for the 'container_format' image attribute
uk: Підтримувані значення для атрибуту образу 'container_format'

source: Supported values for the 'disk_format' image attribute
uk: Підтримувані значення для атрибуту образу 'disk_format'

source: Time in hours for which a task lives after, either succeeding or failing
uk: Час в годинах, протягом якого завдання буде залишатися запущеним у випадку як вдалого, так і невдалого завершення

source: Specifies which task executor to be used to run the task scripts.
uk: Вказує, щоб застосовуваний виконувач задачі виконував сценарії задачі.

source: Work dir for asynchronous task operations. The directory set here will be used to operate over images - normally before they are imported in the destination store. When providing work dir, make sure enough space is provided for concurrent tasks to run efficiently without running out of space. A rough estimation can be done by multiplying the number of `max_workers` - or the N of workers running - by an average image size (e.g 500MB). The image size estimation should be done based on the average size in your deployment. Note that depending on the tasks running you may need to multiply this number by some factor depending on what the task does. For example, you may want to double the available size if image conversion is enabled. All this being said, remember these are just estimations and you should do them based on the worst case scenario and be prepared to act in case they were wrong.
uk: Робочий каталог для операцій асинхронних задач. Вказаний тут каталог буде використовуватися для образів (зазвичай перед їх імпортом у цільове сховище). Вказуючи робочий каталог, переконайтеся, що у ньому вистачає місця для ефективного виконання паралельних задач. У якости грубої оцінки можна помножити значення max_workers (або число працюючих виконувачів) на середній розмір образу (наприклад, 500 МБ). Оцінка розміру образу повинна виконуватися на підставі середнього розміру у розгортанні. Нотатка: залежно від виконуваних задач може знадобитися помножити це значення на певний коеффіцієнт, який залежить від того, що задачі роблять. Наприклад, може знадобитися подвоїти доступний розмір, якщо увімкнено перетворення образів. Пам’ятайте, що це лише приблизна оцінка, її слід виконувати, виходячи з найгіршого сценарію, й потрібно бути готовим до того, що її результати можуть виявитися невірними.

source: Whether to allow users to specify image properties beyond what the image schema provides
uk: Визначає, чи дозволено користувачам вказувати властивості образу окрім тих, що надані схемою

source: Maximum number of image members per image. Negative values evaluate to unlimited.
uk: Максимальне число користувачів для одного образу. При введенні негативних значень кількість користувачів буде необмеженою.

source: Maximum number of properties allowed on an image. Negative values evaluate to unlimited.
uk: Максимально дозволена кількість властивостей образу. Від’ємні значення будуть розцінені як відсутність обмежень.

source: Maximum number of tags allowed on an image. Negative values evaluate to unlimited.
uk: Максимально дозволена кількість позначок образу. Від’ємні значення будуть розцінені як відсутність обмежень.

source: Maximum number of locations allowed on an image. Negative values evaluate to unlimited.
uk: Максимально дозволена кількість місцезнаходжень образу. Від’ємні значення будуть розцінені як відсутність обмежень.

source: Python module path of data access API
uk: Шлях модулю Python до API доступу до даних

source: Default value for the number of items returned by a request if not specified explicitly in the request
uk: Кількість позицій, що видаватимуться на запит типово, якщо у ньому не вказано точне значення

source: Maximum permissible number of items that could be returned by a request
uk: Максимально припустиме число позицій, які можуть бути видані на запит

source: Whether to include the backend image storage location in image properties. Revealing storage location can be a security risk, so use this setting with caution!
uk: Визначає, чи варто включати місцезнаходження бекенд-сховища образу у властивості образу. Розкривання місцезнаходження сховища може бути пов’язано з ризиком для безпеки, тому використовуйте це налаштування з обережністю!

source: Whether to include the backend image locations in image properties. For example, if using the file system store a URL of "file:///path/to/image" will be returned to the user in the 'direct_url' meta-data field. Revealing storage location can be a security risk, so use this setting with caution! Setting this to true overrides the show_image_direct_url option.
uk: Вказує, чи включати розташування образів у базовій системі у властивости образів. Наприклад, якщо використовується сховище у файловій системі, URL "file:///шлях/до/образу" буде повертатися користувачу у поле метаданих direct_url. Розкриття інформації про розташування сховища може бути загрозою захисту, тому даний параметр слід використовувати з обережністю! Якщо параметр заданий таким, що дорівнює true, то він перевизначає show_image_direct_url.

source: Maximum size of image a user can upload in bytes. Defaults to 1099511627776 bytes (1 TB).WARNING: this value should only be increased after careful consideration and must be set to a value under 8 EB (9223372036854775808).
uk: Максимальний розмір образу, який може бути завантажений користувачем, 1099511627776 байтів (1 ТБ). ПОПЕРЕДЖЕННЯ: це значення слід збільшувати лише після ретельної оцінки; воно не може перевищувати 8 ЕБ (9223372036854775808).

source: Set a system wide quota for every user. This value is the total capacity that a user can use across all storage systems. A value of 0 means unlimited.Optional unit can be specified for the value. Accepted units are B, KB, MB, GB and TB representing Bytes, KiloBytes, MegaBytes, GigaBytes and TeraBytes respectively. If no unit is specified then Bytes is assumed. Note that there should not be any space between value and unit and units are case sensitive.
uk: Встановити загальносистемну квоту для кожного користувача. Це загальний об’єм пам’яти, доступної користувачу в усіх системах зберігання даних. 0 означає відсутність обмеження. Додатково можна вказати одиницю вимірювання. Припустимі одиниці вимірювання: Б (байт), КБ (кілобайт), МБ (мегабайт), ГБ (гігабайт) та ТБ (терабайт). Типова одиниця вимірювання - Б (байт). Зауважте, що одиниця вимірювання вказується без пробілу й з врахуванням регістру.

source: Deploy the v1 OpenStack Images API.
uk: Розгортання v1 OpenStack Images API.

source: Deploy the v2 OpenStack Images API.
uk: Розгортання v2 OpenStack Images API.

source: Deploy the v1 OpenStack Registry API.
uk: Розгортання v1 OpenStack Registry API.

source: Deploy the v2 OpenStack Registry API.
uk: Розгортання v2 OpenStack Registry API.

source: The hostname/IP of the pydev process listening for debug connections
uk: Ім’я хосту або IP-адреса процесу pydev, що приймає з’єднання налагодження

source: The port on which a pydev process is listening for connections.
uk: Порт, через який процес pydev приймає з’єднання.

source: AES key for encrypting store 'location' metadata. This includes, if used, Swift or S3 credentials. Should be set to a random string of length 16, 24 or 32 bytes
uk: Ключ AES для шифрування метаданих location сховища. Якщо використовується, то включає ідентифікаційні дані Swift або S3. Значення повинне бути випадковим рядком довжиною 16, 24 або 32 байтів
