Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gcc-11_libstdc++-*.po
Languages: uk

source: please
uk: будь ласка

source: thank you
uk: дякуємо

source: true
uk: істина

source: false
uk: неправда

source: bitset value is too large to fit in unsigned long
uk: значення bitset занадто велике для типу даних unsigned long

source: bitset is zero-length
uk: bitset нульової довжини

source: bitset::set() argument too large
uk: bitset::set() занадто велике значення аргументу

source: bitset::reset() argument too large
uk: bitset::reset() занадто велике значення аргументу

source: bitset::flip() argument too large
uk: bitset::flip() занадто велике значення аргументу

source: bitset::test() argument too large
uk: bitset::test() занадто велике значення аргументу
