Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-gnome-shell-extension-manager_extension-manager-*.po
Languages: be

source: Browse, install, and manage GNOME Shell Extensions
be: Праглядайце, усталёўвайце і кіруйце GNOME Shell Extensions

source: A utility for browsing and installing GNOME Shell Extensions.
be: Утыліта для прагляду і ўсталявання GNOME Shell Extensions.

source: Features:
be: Функцыі:

source: Browse extensions.gnome.org right inside the app
be: Прагляд extensions.gnome.org непасрэдна ў праграме

source: Manage the extensions you already have installed
be: Кіравання пашырэннямі, якія ўжо ўсталяваны

source: A utility for managing GNOME Shell Extensions
be: Утыліта для кіравання GNOME Shell Extensions

source: Extension Manager (Development)
be: Extension Manager (у распрацоўцы)

source: Browse, install, and manage GNOME Shell Extensions.
be: Праглядайце, усталёўвайце і кіруйце GNOME Shell Extensions.

source: translator-credits
be: Launchpad Contributions: Ubuntu Belarusian Translators Team https://launchpad.net/~btt4ubuntu Ubuntu Belarusian Translators Team https://launchpad.net/~ubuntu-belarusian-translators

source: Search for extensions
be: Пошук пашырэнняў

source: Enter a keyword to search 'extensions.gnome.org' for GNOME Shell Extensions.
be: Увядзіце ключавыя словы для пошуку пашырэнняў GNOME Shell Extensions на вэб-сайце extensions.gnome.org.

source: Popularity
be: Папулярнасць

source: Downloads
be: Спампоўкі

source: Recent
be: Нядаўнія

source: Name
be: Назва

source: Load More Results
be: Загрузіць больш вынікаў

source: No Results Found
be: Нічога не знойдзена

source: e.g. “%s”
be: напрыклад, «%s»

source: Comments
be: Каментарыі

source: An Error Occurred
be: Адбылася памылка

source: Zoom In
be: Павялічыць

source: Zoom Out
be: Паменшыць

source: Return to view
be: Вярнуцца да прагляду

source: Enlarge image
be: Павялічыць відарыс

source: Description
be: Апісанне

source: View on Extensions
be: Прагледзець у пашырэнні

source: Supported Versions
be: Версіі, якія падтрымліваюцца

source: User Reviews
be: Водгукі карыстальнікаў

source: Show All Reviews
be: Паглядзець усе водгукі

source: Loading…
be: Загрузка…

source: Error Report
be: Справаздача аб памылцы

source: An unexpected error occurred in Extension Manager.
be: У Extension Manager адбылася нечаканая памылка.

source: Copy to Clipboard
be: Скапіяваць у буфер абмену

source: New Issue
be: Новая праблема

source: Copied
be: Скапіявана

source: Please open a new issue and attach the following information:
be: Адкрыйце новую праблему і далучыце наступныя звесткі:

source: You are using a third-party build of Extension Manager. Please <span weight="bold">contact the package distributor (%s) first</span> before filing an issue. Be sure to attach the following information:
be: Вы выкарыстоўваеце староннюю зборку Extension Manager. <span weight="bold">Спачатку звяжыцеся з пастаўшчыком пакета (%s)</span> перад тым, як паведаміць аб праблеме. Абавязкова далучыце наступныя звесткі:

source: Open extension preferences
be: Адкрыць параметры пашырэння

source: An error occurred while loading this extension
be: Адбылася памылка падчас загрузкі гэтага пашырэння

source: This extension is incompatible with your current version of GNOME
be: Гэта пашырэнне не сумяшчальна з вашай бягучай версіяй GNOME

source: A newer version of this extension is available
be: Даступна новая версія гэтага пашырэння

source: Version
be: Версія

source: Error
be: Памылка

source: See Details
be: Паглядзець падрабязнасці

source: Remove
be: Выдаліць

source: This extension is incompatible with your current version of GNOME.
be: Гэта пашырэнне не сумяшчальна з вашай бягучай версіяй GNOME.

source: Install
be: Усталяваць

# State
source: Installed
be: Усталявана

source: Unsupported
be: Не падтрымліваецца

source: Use Extensions
be: Выкарыстоўваць пашырэнні

source: Extensions can cause performance and stability issues.
be: Пашырэнні могуць стаць прычынай праблем з прадукцыйнасцю і стабільнасцю.

source: User-Installed Extensions
be: Пашырэнні ўсталяваныя карыстальнікам

source: System Extensions
be: Сістэмныя пашырэнні

source: Updates are available
be: Даступны абнаўленні

source: Log Out
be: Выйсці

source: Browse
be: Агляд

source: There are no user extensions installed.
be: Адсутнічаюць пашырэнні ўсталяваныя карыстальнікам.

source: There are no system extensions installed.
be: Адсутнічаюць пашырэнні ўсталяваныя сістэмай.

source: Upgrade Assistant
be: Памочнік абнаўленняў

source: Check Compatibility
be: Праверыць сумяшчальнасць

source: <b>GNOME %s</b> supports <b>%d out of %d</b> of the extensions currently installed on the system.
be: <b>GNOME %s</b>падтрымлівае <b>%d з %d</b> пашырэнняў, якія цяпер усталяваны ў сістэме.

source: Supported
be: Падтрымліваецца

source: A compatible version of the extension exists.
be: Існуе сумяшчальная версія гэтага пашырэння.

source: No compatible version of the extension exists.
be: Сумяшчальнай версіі гэтага пашырэння не існуе.

source: Unknown
be: Невядома

source: This extension is not hosted on extensions.gnome.org. Its compatibility cannot be determined.
be: Немагчыма вызначаць сумяшчальнасць пашырэння з вашай сістэмай, бо яно адсутнічае на extensions.gnome.org.

source: You are currently running <b>GNOME %s</b>. Select a version of GNOME below and check whether your extensions will continue to be available.
be: У цяперашні час у вас запушчаны <b>GNOME %s</b>. Выберыце версію GNOME са спіса ніжэй і праверце, ці будуць гэтыя пашырэнні і далей заставацца даступнымі.

source: Theme
be: Тэма

source: Follow System
be: Прытрымлівацца сістэмы

source: Light
be: Светлая

source: Dark
be: Цёмная

source: Sort Enabled First
be: Спачатку сартаваць уключаныя пашырэнні

source: Show Unsupported
be: Паказваць не сумяшчальныя

source: About Extension Manager
be: Аб Extension Manager

source: Are you sure you want to uninstall?
be: Вы сапраўды хочаце выдаліць?

source: This extension does not support your GNOME Shell version. Would you like to install anyway?
be: Гэта пашырэнне не падтрымліваецца вашай версіяй GNOME Shell. Вы сапраўды хочаце ўсталяваць яго?

source: An error occurred.
be: Адбылася памылка.

source: Details
be: Падрабязнасці
