Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-hello-debhelper_hello-debhelper-*.po
Languages: ru

source: %s: extra operand: %s
ru: %s: лишний операнд: %s

source: Try `%s --help' for more information.
ru: Воспользуйтесь `%s --help' для получения дополнительной информации.

source: hello, world
ru: здравствуй, мир

source: +---------------+ | Hello, world! | +---------------+
ru: +------------------+ | Здравствуй, мир! | +------------------+

source: Hello, world!
ru: Здравствуй, мир!

source: Usage: %s [OPTION]...
ru: Использование: %s [КЛЮЧ]...

source: Print a friendly, customizable greeting.
ru: Печатает дружественное, настраиваемое приветствие.

source: -h, --help display this help and exit -v, --version display version information and exit
ru: -h, --help показать эту справку и выйти -v, --version показать информацию о версии и выйти

source: -t, --traditional use traditional greeting format -n, --next-generation use next-generation greeting format -g, --greeting=TEXT use TEXT as the greeting message
ru: -t, --traditional использовать традиционный вид приветствия -n, --next-generation использовать формат приветствия нового поколения -g, --greeting=ТЕКСТ использовать ТЕКСТ в качестве приветствия

source: Report bugs to: %s
ru: Сообщайте об ошибках на: %s

source: Report %s bugs to: %s
ru: Отчёты об ошибках %s отправляйте по адресу <%s>

source: %s home page: <%s>
ru: %s вэб-сайт: <%s>

source: %s home page: <http://www.gnu.org/software/%s/>
ru: %s домашняя страница: <http://www.gnu.org/software/%s/>

source: General help using GNU software: <http://www.gnu.org/gethelp/>
ru: Общая информация по использованию программ GNU: <http://www.gnu.org/gethelp/>

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
ru: Copyright (C) %s Free Software Foundation, Inc. Лицензия GPLv3+: GNU GPL версии 3 или новее <http://gnu.org/licenses/gpl.html> Это свободное ПО: вы можете изменять и распространять его. Нет НИКАКИХ ГАРАНТИЙ в пределах, допускаемых законом.

source: Unknown system error
ru: Неизвестная системная ошибка

source: %s: option '%s' is ambiguous; possibilities:
ru: %s: неоднозначный параметр '%s'; варианты:

source: %s: option '--%s' doesn't allow an argument
ru: %s: параметр «--%s» не может иметь аргумент

source: %s: option '%c%s' doesn't allow an argument
ru: %s: параметр «%c%s» не может иметь аргумент

source: %s: option '--%s' requires an argument
ru: %s: параметр «--%s» требует наличия аргумента

source: %s: unrecognized option '--%s'
ru: %s: нераспознанный параметр --%s

source: %s: unrecognized option '%c%s'
ru: %s: неизвестный параметр «%c%s»

source: %s: invalid option -- '%c'
ru: %s: недопустимый параметр -- «%c»

source: %s: option requires an argument -- '%c'
ru: %s: параметр требует наличие аргумента -- «%c»

source: %s: option '-W %s' is ambiguous
ru: %s: параметр «-W %s» неоднозначен

source: %s: option '-W %s' doesn't allow an argument
ru: %s: параметр «-W %s» не допускает наличия аргумента

source: %s: option '-W %s' requires an argument
ru: %s: параметр «-W %s» требует наличия аргумента

source: write error
ru: ошибка записи

source: memory exhausted
ru: память исчерпана
