Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-indicator-messages_indicator-messages-*.po
Languages: ru, uk

# Clear All
source: Ачысціць усё
ru: Очистить все
uk: Очистити все

# Available
source: Даступны(ая)
ru: В сети
uk: Доступний

# Away
source: Адсутнічаю
ru: Отошёл
uk: Відсутній

# Busy
source: Заняты(ая)
ru: Занят
uk: Зайнятий

# Invisible
source: Нябачны(ая)
ru: Невидимый
uk: Невидимий

# Offline
source: Па-за сеткай
ru: Не в сети
uk: Поза мережею

# Clear
source: Ачысціць
ru: Очистить
uk: Очистити

# New Messages
source: Новыя паведамленні
ru: Новые сообщения
uk: Нові Повідомлення

# Messages
source: Паведамленні
ru: Сообщения
uk: Повідомлення

# Notifications
source: Апавяшчэнні
ru: Уведомления
uk: Сповіщення
