Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ibus-chewing_ibus-chewing-*.po
Languages: uk

source: Editing
uk: Редагування

source: Selecting
uk: Позначення

source: Keyboard
uk: Клавіатура

source: default
uk: типове

source: hsu
uk: сюй

source: gin_yieh
uk: жін_є

source: eten
uk: етен

source: eten26
uk: етен26

source: dvorak
uk: дворак

source: dvorak_hsu
uk: дворак_сюй

source: hanyu
uk: ханю

source: no default
uk: немає типового

source: lowercase
uk: нижній регістр

source: uppercase
uk: верхній регістр

# Sync
source: disable
uk: вимкнути

# Sync
source: keyboard
uk: клавіатура

# Sync
source: input method
uk: спосіб уведення

source: Auto
uk: Авто

source: Keyboard Type
uk: Тип клавіатури

source: Select Zhuyin keyboard layout
uk: Виберіть розкладку клавіатури чжуїн

source: Selection keys
uk: Клавіші для вибору

source: Keys used to select candidate. For example "asdfghjkl;", press 'a' to select the 1st candidate, 's' for 2nd, and so on.
uk: Клавіші, які використовуватимуться для вибору варіантів. Наприклад, якщо це «asdfghjkl;», натискання «a» вибиратиме перший кандидат, «s» — другий тощо.

source: Show systray icons
uk: Показувати піктограми у системному лотку

source: On: Show Chinese/English and Full/Half shape status as a systray icon Off: Do not show the status icon
uk: Увімкнено: показувати стан «Китайська/Англійська» і «Повні/Половинні форми» за допомогою піктограми системного лотка Вимкнено: не показувати піктограму стану

source: Auto move cursor
uk: Автоматичне переміщення курсору

source: Clean pre-edit buffer when focus out
uk: Спорожняти буфер попереднього редагування після втрати фокуса

source: On: Clean pre-edit buffer when focus out to prevent program crash Off: Keep what you already type for convenience
uk: Увімкнено: спорожняти буфер попереднього редагування після втрати фокуса для запобігання аваріям Вимкнено: зберігати введене для зручності

source: Easy symbol input
uk: Просте уведення символів

source: Press shift to input Chinese punctuation symbols
uk: Натискати Shift для введення китайських символів пунктуації

source: Esc clean all buffer
uk: Esc спрожнює увесь буфер

source: Escape key cleans the text in pre-edit-buffer
uk: Клавіша Escape спорожнює вміст буфера попереднього редагування

source: Maximum Chinese characters
uk: Максимальна кількість символів китайською

source: Maximum Chinese characters in pre-edit buffer, not including inputing Zhuyin symbols.
uk: Максимум китайських літер у буфері попереднього редагування, не включаючи введення символів Чжуїня.

source: no control: No default letter case. Not recommend if you use multiple keyboards or synergy lowercase: Default to lowercase, press shift for uppercase. uppercase: Default to uppercase, press shift for lowercase.
uk: немає типового: без типового регістру літер. Не рекомендовано, якщо ви використовуєте декілька клавіатур або користуєтеся комп’ютером паралельно із іншими нижній регістр: типово використовувати нижній регістр літер, натискати Shift для отримання верхнього регістру. верхній регістр: типово використовувати верхній регістр літер, натискати Shift для отримання нижнього регістру.

source: Sync between CapsLock and IM
uk: Синхронізація CapsLock зі способом уведення

source: Occasionally, the CapsLock status does not match the IM, this option determines how these status be synchronized. Valid values: "disable": Do nothing "keyboard": IM status follows keyboard status "IM": Keyboard status follows IM status
uk: Якщо раптом стан CapsLock не відповідає стану способу введення, за допомогою цього пункту можна визначити спосіб синхронізації станів. Можливі значення: «вимкнути»: не виконувати синхронізації. «клавіатура»: змінювати стан способу введення за станом на клавіатурі. «спосіб введення»: змінювати стан на клавіатурі за станом у способі введення.

source: Plain Zhuyin mode
uk: Звичайний режим чжуїн

source: In plain Zhuyin mode, automatic candidate selection and related options are disabled or ignored.
uk: У режимі звичайного уведення чжуїн автоматичний вибір варіянтів та пов’язані з ним параметри буде вимкнено або знехтувано.

source: Candidate per page
uk: Варіант на сторінку

source: Number of candidate per page.
uk: Кількість варіантів на сторінку.

source: Choose phrases from backward
uk: Вибирати фрази з кінця

source: Space to select
uk: Пробіл для позначення

source: Left click to toggle Chi/Eng; Right click to toggle full/half shape
uk: Клацання лівою перемикає «Кит/Анг»; клацання правою — «повні/половинні» форми

# Configure
source: Cancel
uk: Скасувати

# Configure
source: Save
uk: Зберегти

# Configure
source: Apply
uk: Застосувати

# Configure
source: Close
uk: Закрити

# Configure
source: Ok
uk: Гаразд

source: Setting
uk: Параметри

source: Cannot connect to IBus!
uk: Не вдалося з’єднатися із IBus!

source: Chewing component
uk: Компонент чжуінь

source: Peng Huang, Ding-Yi Chen
uk: Пень Юань, Дінь-Ї Чен

source: Chewing
uk: Чжуінь

source: Chinese chewing input method
uk: Чжуінь спосіб уведення
