Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ibus-unikey_ibus-unikey-*.po
Languages: uk

source: Enable spell check
uk: Увімкнути перевірку правопису

source: If enable, you can decrease mistake when typing
uk: Якщо позначено, можна уникнути частини помилок під час введення

source: Auto restore keys with invalid words
uk: Автоматичне відновлення ключів з неприпустимими словами

source: When typing a word not in Vietnamese, it will auto restore keystroke into original
uk: При введенні слова не в'єтнамською мовою це автоматично відновить натискання клавіші на оригінал

source: Use oà, uý (instead of òa, úy)
uk: Використовувати oà, uý (замість òa, úy)

source: Allow type with more freedom
uk: Дозвольте вводити текст з більшою свободою

source: Enable Macro
uk: Використовувати макрос

source: Process W at word begin
uk: Обробляти W на початку слова

source: Capture mouse event
uk: Перехоплювати події від миші

source: Auto send PreEdit string to Application when mouse move or click
uk: Автоматично відправляти рядок попереднього редагування в програму, коли миша переміщується або клацає

source: Run Setup...
uk: Виконати налаштовування…

source: Run setup utility for IBus-Unikey
uk: Виконати налаштовування IBus-Unikey

source: Choose input method
uk: Виберіть спосіб введення

source: Choose output charset
uk: Виберіть набір символів виведення

source: Options
uk: Параметри

source: Options for Unikey
uk: Параметри Unikey

source: Vietnamese Input Method Engine for IBus using Unikey Engine Usage: - Choose input method, output charset, options in language bar. - There are 4 input methods: Telex, Vni, STelex (simple telex) and STelex2 (which same as STelex, the difference is it use w as ư). - And 7 output charsets: Unicode (UTF-8), TCVN3, VNI Win, VIQR, CString, NCR Decimal and NCR Hex. - Use <Shift>+<Space> or <Shift>+<Shift> to restore keystrokes. - Use <Control> to commit a word.
uk: Рушій методу вводу в'єтнамської IBus за допомогою Unikey Engine Використання: - Виберіть метод вводу, вихідний набір символів, параметри мовної панелі. - Існує 4 метода вводу:Telex, Vni, STelex (простий telex) та STelex2 (те саме, що й STelex, різниця у використанні w як ư). - Та 7 вихідних набори символів: Unicode (UTF-8), TCVN3, VNI Win, VIQR, CString, NCR Decimal та NCR Hex. - Використовуйте <Shift>+<Space> чи <Shift>+<Shift> для відновлення натискань клавіш. - Використовуйте <Control> для передавання слова.

source: IBus-Unikey Setup
uk: Налаштовування IBus-Unikey

source: Input method:
uk: Спосіб введення:

source: Output charset:
uk: Набір символів виведення:

source: <b>Input/Output</b>
uk: <b>Введення/Виведення</b>

source: Enable _spell check
uk: Увімкнути _перевірку правопису

source: Auto _restore keys with invalid words
uk: Автоматично _відновлювати ключі на хибних словах

source: Use oà, _uý (instead of òa, úy)
uk: Використовувати oà, _uý (замість òa, úy)

source: Allow type with more _freedom
uk: Дозволити тип з більшою _свободою

source: Enable _macro
uk: Використовувати_макрос

source: _Edit macro
uk: _Редагувати макрос

source: Process _W at word begin
uk: Обробляти _W на початку слова

source: Capture _mouse event
uk: Захопити подію _миші

source: <b>Options</b>
uk: <b>Параметри</b>

source: Macro table definition
uk: Визначення макротаблиці

source: Word
uk: Слово

source: Replace with
uk: Замінити на

source: Delete _all
uk: Ви_лучити все

source: _Import...
uk: _Імпортувати…

source: _Export...
uk: _Експортувати…

source: (replace text)
uk: (текст-замінник)

source: Choose file to import
uk: Виберіть файл для імпортування

source: Choose file to export
uk: Виберіть файл для експортування
