Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-indicator-printers_indicator-printers-*.po
Languages: ru, uk

source: Printers
ru: Принтеры
uk: Друкарки

source: Paused
ru: Приостановлено
uk: Призупинено

source: You have %d job queued to print on this printer.
ru: У вас %d задание в очереди на печать для этого принтера.
uk: У черзі %d завдання для цієї друкарки.

source: Printing Problem
ru: Неполадки при печати
uk: Проблема з друком

source: _Settings…
ru: _Параметры…
uk: П_араметри…

source: The printer “%s” is low on paper.
ru: В принтере «%s» недостаточно бумаги.
uk: У лотку друкарки «%s» залишилося мало паперу.

source: The printer “%s” is out of paper.
ru: В принтере «%s» нет бумаги.
uk: У лотку друкарки «%s» немає паперу.

source: The printer “%s” is low on toner.
ru: В принтере "%s" заканчивается краска.
uk: У картриджі друкарки «%s» залишилося мало чорнила.

source: The printer “%s” is out of toner.
ru: В принтере «%s» кончился тонер.
uk: У картриджі друкарки «%s» немає чорнила.

source: A cover is open on the printer “%s”.
ru: Крышка принтера «%s» открыта.
uk: Відчинено кришку друкарки «%s».

source: A door is open on the printer “%s”.
ru: Открыта дверца принтера «%s».
uk: Відкрито бічні дверцята друкарки «%s».

source: The printer “%s” can’t be used, because required software is missing.
ru: Принтер «%s» нельзя использовать, так как отсутствует необходимое ПО
uk: Друк друкаркою «%s» неможливий, оскільки не встановлено відповідного програмного забезпечення.

source: The printer “%s” is currently off-line.
ru: Принтер “%s” недоступен.
uk: Друкарка «%s» зараз недоступна.
