Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ibus-hangul_ibus-hangul-*.po
Languages: uk

source: Select Hangul toggle key
uk: Виберіть перемикач Хангиля

source: Press any key which you want to use as hangul toggle key. The key you pressed is displayed below. If you want to use it, click "Ok" or click "Cancel"
uk: Натисніть будь-яку клавішу, яку ви хочете використовувати як перемикач хангиля. Натиснута клавіша відображається нижче. Якщо ви хочете її використовувати, натисніть "Гаразд", інакше натисніть "Скасувати"

source: Select Hanja key
uk: Виберіть клавішу Ханча

source: Press any key which you want to use as hanja key. The key you pressed is displayed below. If you want to use it, click "Ok" or click "Cancel"
uk: Натисніть будь-яку клавішу, яку ви хочете використовувати як клавішу ханча. Натиснута клавіша відображається нижче. Якщо ви хочете її використовувати, натисніть "Гаразд", інакше натисніть "Скасувати"

source: IBusHangul Setup
uk: Встановлення IBusHangul

source: IBus daemon is not running. Hangul engine settings cannot be saved.
uk: Демон IBus не запущений. Налаштування рушія Хангиля неможливо зберегти.

source: IBus Hangul Preferences
uk: Параметри введення символів хангиля для IBus

source: Set IBus Hangul Preferences
uk: Налаштування параметрів IBus для хангиля

source: <b>Keyboard Layout</b>
uk: <b>Розкладка клавіатури</b>

source: Hangul _keyboard:
uk: _Клавіатура Хангиля:

source: Start in _Hangul mode
uk: Починати в режимі _Хангиля

source: Commit in _word unit
uk: Скидати у _одиницях слів

source: Automatic _reordering
uk: Автоматичне _перевпорядкування

source: <b>Hangul Toggle Key</b>
uk: <b>Клавіша перемикання Хангиля</b>

source: Hangul
uk: Хангиль

source: <b>Hanja Key</b>
uk: <b>Клавіша Ханча</b>

source: Hanja
uk: Ханча

source: Advanced
uk: Додатково

source: Hangul mode
uk: Режим хангиль

source: Enable/Disable Hangul mode
uk: Увімкнути/Вимкнути режим хангиль

source: Hanja lock
uk: Блокування Ханча

source: Enable/Disable Hanja mode
uk: Увімкнути/Вимкнути режим ханча

source: Setup
uk: Налаштування

source: Configure hangul engine
uk: Налаштувати рушій обробки хангиля

source: Korean input method
uk: Спосіб введення для корейської мови

source: Korean Input Method
uk: Спосіб введення для корейської мови
