Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-isoquery_isoquery-*.po
Languages: uk

source: The file "%s" does not contain valid ISO %s data.
uk: Файл "%s" не містить дійсних даних ISO %s .

source: isoquery: %s
uk: запит iso: %s

source: Run "isoquery --help" to see a full list of available command line options.
uk: Віддайте команду «isoquery --help», щоб ознайомитися з повним списком доступних параметрів командного рядка.

source: The ISO standard to use. Possible values: 639-2, 639-3, 639-5, 3166-1, 3166-2, 3166-3, 4217, 15924 (default: 3166-1)
uk: Стандарт ISO для використання. Можливі значення: 639-2, 639-3, 639-5, 3166-1, 3166-2, 3166-3, 4217, 15924 (типово: 3166-1)

source: STANDARD
uk: СТАНДАРТ

source: Use pathname as prefix for the data files (default: /usr/share/iso-codes/json)
uk: Використовуєте назву шляху як префікс для файлів даних (типово: /usr/share/iso-codes/json)

source: PATHNAME
uk: ШЛЯХ

source: Use this locale for output
uk: Використати це місце для виводу

source: LOCALE
uk: ЛОКАЛЬ

source: Name for the supplied codes (default)
uk: Назва для наданих кодів (типово)

source: Official name for the supplied codes. This may be the same as --name (only applies to ISO 3166-1)
uk: Офіційна назва наданих кодів. Може бути така ж сама назва як --name (лише для ISO 3166-1)

source: Common name for the supplied codes. This may be the same as --name (only applies to ISO 639-2, 639-3, and 3166-1)
uk: загальна назва для наданих кодів. Може бути така ж як --name (лише для to ISO 639-2, 639-3, and 3166-1)

source: Separate entries with a NULL character instead of newline
uk: Замість нового рядка окремі записи із символом НУЛЬ

source: Show program version and copyright
uk: Показати версію програми та авторські права

source: [ISO codes]
uk: [коди ISO]

source: ISO standard "%s" is not supported.
uk: Стандарт ISO "%s" не підтримується.

source: isoquery %s
uk: запит iso %s

source: Copyright © 2007-2016 Dr. Tobias Quathamer
uk: Авторські права © 2007-2017 Dr. Tobias Quathamer Переклад українською Віталій Паславський

source: Translation to LANGUAGE Copyright © YEAR YOUR-NAME
uk: Переклад українською © Перекладачі Ubuntu, 2014

source: The code "%s" is not defined in ISO %s.
uk: Код "%s" не визначений в ISO %s.
