Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-kubuntu-debug-installer_kubuntu-debug-installer-*.po
Languages: ru, uk

# @info Error message
source: No file paths were provided, so no debug packages could be found.
ru: Не удалось найти отладочные пакеты, т.к. не было указано ни одного пути к файлу.
uk: Не вказано шляхи до файлів, отже пошук пакунків з даними для зневаджування неможливий.

# @title:window
source: Couldn't find debug packages
ru: Не удалось найти отладочные пакеты
uk: Не вдалося знайти пакунків для зневаджування

# @info
source: No debug packages could be found for the files listed below. Do you want to continue anyway?
ru: Для перечисленных ниже файлов отладочные пакеты не найдены. Всё равно продолжить?
uk: Для файлів з наведеними нижче назвами не вдалося знайти пакунків для зневаджування. Бажаєте продовжити виконання дії попри це?

# @info
source: Do you want to install the following debug packages so that the necessary debug symbols become available?
ru: Вы хотите установить следующие пакеты для отладки, чтобы необходимые отладочные символы стали доступны?
uk: Бажаєте встановити пакунки для зневаджування з наведеними нижче назвами, щоб програма отримала доступ до потрібних їй для зневаджування символів?

# @title:window
source: Confirm package installation
ru: Подтвердите установку пакета
uk: Підтвердження встановлення пакунків

# @action:button
source: Install
ru: Установить
uk: Встановити

# @info:progress
source: Looking for debug packages
ru: Поиск отладочных пакетов
uk: Пошук пакунків для зневаджування

source: A debug package installer for Kubuntu
ru: Установщик отладочных пакетов для Kubuntu
uk: Програма для встановлення пакунків для зневаджування у Kubuntu

source: Debug package installer
ru: Установщик отладочных пакетов
uk: Встановлення пакунків для зневаджування

source: (C) 2010 Harald Sitter
ru: © 2010 Harald Sitter
uk: © Harald Sitter, 2010

source: Files to find debug packages for
ru: Файлы, для которых требуется найти отладочные пакеты
uk: Файли, для яких слід знайти пакунки для зневаджування

# NAME OF TRANSLATORS
source: Your names
ru: ,Launchpad Contributions:,BusteR,Dmitry Zhigulin,Ivan,Ivan Akulov,Lyebpya,Nikita Putko,Nikita Shehov,Sergey Loshakov,Yegor,Yuri Efremov, ,Launchpad Contributions:,Andrey Skvortsov,BusteR,Dmitry Zhigulin,Ivan,Ivan Akulov,Jonathan Riddell,Nikita Putko,Nikita Shehov,Sergey Loshakov,Yegor,Yuri Efremov
uk: ,Launchpad Contributions:,Yuri Chornoivan, ,Launchpad Contributions:,Yuri Chornoivan

# EMAIL OF TRANSLATORS
source: Your emails
ru: ,,,,,,,,,,,yur.arh@gmail.com,,,,,,,,riddell@gmail.com,,,,,yur.arh@gmail.com
uk: ,,yurchor@gmail.com,,,yurchor@gmail.com
