Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-kubuntu-patched-l10n_kubuntu-patched-l10n-*.po
Languages: ru, uk

source: Install Plugins
ru: Установить модули
uk: Встановити додатки

source: <p><b>External program <em>normalize</em> is not installed.</b><p>K3b uses <em>normalize</em> (http://normalize.nongnu.org/) to normalize audio tracks. In order to use this functionality, please install it first.
ru: <p><b>Внешняя программа <em>normalize</em> не установлена.</b><p>K3b использует <em>normalize</em> (http://normalize.nongnu.org/) для нормализации звуковых дорожек. Установите её для использования этой функциональности.
uk: <p><b>Не встановлено сторонньої програми <em>normalize</em>.</b><p>K3b використовує <em>normalize</em> (http://normalize.nongnu.org/) для вирівнювання гучності звукових доріжок. Щоб скористатися відповідними можливостями, будь ласка, спочатку встановіть відповідний пакунок.

source: %1 will be run with root privileges on kernel >= 2.6.8
ru: %1 будет запущен с привилегиями суперпользователя на ядре >= 2.6.8
uk: %1 буде запущено з привілеями адміністратора (root) на ядрі >= 2.6.8

source: Since Linux kernel 2.6.8 %1 will not work when run suid root for security reasons anymore.
ru: Начиная с ядра Linux 2.6.8, %1 не будет работать при запуске suid root по соображениям безопасности.
uk: Починаючи від версії ядра Linux 2.6.8, через причини пов'язані з безпекою, %1 вже не буде працювати при виконанні suid root.

source: %1 will be run without root privileges
ru: %1 будет запущен без привилегий суперпользователя
uk: %1 буде запущено без привілеїв адміністратора

source: It is highly recommended to configure cdrecord to run with root privileges, as then cdrecord runs with high priority that increases the overall stability of the burning process. As well as this, it allows the size of the burning buffer to be changed, and a lot of user problems can be solved this way.
ru: Настоятельно рекомендуется настроить cdrecord для запуска с привилегиями root, так как в этом случае cdrecord будет запускаться с высоким приоритетом, что улучшит общую стабильность процесса записи. Кроме того, это позволит изменять размер буфера записи и решит множество проблем пользователя.
uk: Наполегливо рекомендуємо налаштувати cdrecord на запуск з правами доступу адміністратора (root), оскільки тоді cdrecord працюватиме з вищим пріоритетом, що збільшить загальну стабільність процесу запису даних. Це також надасть змогу змінювати розмір буфера запису та усуне безліч інших проблем у користуванні програмою.

source: It is highly recommended to configure cdrdao to run with root privileges to increase the overall stability of the burning process.
ru: Настоятельно рекомендуется настроить cdrdao на выполнение с правами root для увеличения общей стабильности процесса записи.
uk: Настійливо рекомендується налаштувати, щоб cdrdao запускався з привілеями адміністратора (root), що й підвищить загальну стабільність процесу запису.

source: MP3 Audio Decoder plugin not found.
ru: Не найден модуль аудиодекодера MP3.
uk: Не знайдено додатка декодування звукових даних MP3

source: K3b could not load or find the MP3 decoder plugin. This means that you will not be able to create Audio CDs from MP3 files. Many Linux distributions do not include MP3 support for legal reasons.
ru: K3b не может загрузить или найти модуль аудиодекодера MP3. Это значит, что Вы не сможете создать Аудио CDs из MP3 файлов. Многие дистрибутивы Linux не поддерживают формат MP3 по юридическим причинам.
uk: K3b не вдалося завантажити або знайти додаток декодування звукових даних MP3. Це означає, що ви не зможете створювати звукові компакт-диски на основі файлів MP3. Типові комплекти пакунків багатьох дистрибутивів Linux не містять пакунків підтримки MP3 з юридичних міркувань.

source: To enable MP3 support, please install the MAD MP3 decoding library as well as the K3b MAD MP3 decoder plugin (the latter may already be installed but not functional due to the missing libmad). Some distributions allow installation of MP3 support via an online update tool.
ru: Чтобы включить поддержку формата MP3, установите библиотеку аудиодекодера MAD MP3 и модуль аудиодекодера K3b MAD MP3 (модуль может быть уже установлен, но не функционировать по причине отсутствующей библиотеки libmad). Некоторые дистрибутивы позволяют устанавливать поддержку формата MP3 через утилиту online-обновления.
uk: Щоб уможливити підтримку MP3, будь ласка, встановіть бібліотеку декодування MP3 MAD, а також додаток декодування MP3 MAD для K3b (останній вже могло бути встановлено, але він не здатен працювати через те, що не встановлено libmad). У деяких дистрибутивах встановлення підтримки MP3 можливе за допомогою інструмента оновлення з інтернету.

source: System locale charset is ANSI_X3.4-1968
ru: Кодировка системной локали - ANSI_X3.4-1968
uk: Набір символів системної локалі ANSI_X3.4-1968

source: Your system's locale charset (i.e. the charset used to encode filenames) is set to ANSI_X3.4-1968. It is highly unlikely that this has been done intentionally. Most likely the locale is not set at all. An invalid setting will result in problems when creating data projects.
ru: Кодировка системной локали (т.е. набор символов, используемый для кодировки названий файлов) настроена на ANSI_X3.4-1968. Маловероятно, что это сделано намеренно. Скорее всего, локаль не задана совсем. Неверная настройка может привести к ошибкам при создании проектов с данными.
uk: Набір символів локалі вашої системи (тобто, набір символів, який, напр., використовується для кодування назв файлів) встановлено до ANSI_X3.4-1968. Малоймовірно, що це було зроблено навмисне. Ймовірніше, локаль взагалі не вказано. Неправильний параметр локалі призведе до проблем при створенні проектів запису даних.

source: To properly set the locale charset make sure the LC_* environment variables are set. Normally the distribution setup tools take care of this.
ru: Для правильной настройки кодировки локали убедитесь, что переменные окружения LC_* заданы. Обычно, эти действия выполняются программой установки системы.
uk: Щоб належно встановити набір символів локалі, переконайтесь, що вказано змінні середовища LC_*. Зазвичай, це робиться автоматично засобами встановлення дистрибутива.

source: Running K3b as root user
ru: Запуск K3b с правами суперпользователя
uk: K3b запущено від імені користувача root

source: It is not recommended to run K3b under the root user account. This introduces unnecessary security risks.
ru: Не рекомендуется запускать K3b с правами суперпользователя. Это создаёт дополнительные угрозы безопасности.
uk: Не рекомендовано запускати програму K3b від імені користувача root (адміністративного облікового запису). Це несе за собою невиправданий ризик для безпеки.

source: Run K3b from a proper user account and setup the device and external tool permissions appropriately.
ru: Запустите K3b с правами подходящего пользователя, а затем надлежащим образом настройте права для устройств и внешних инструментов.
uk: Запустіть K3b з відповідного облікового запису користувача і налаштуйте права доступу для пристрою, а також для зовнішніх засобів.

source: The latter can be done via "Modify Permissions...".
ru: Это может быть сделано через "Изменение прав доступа...".
uk: Останнє можна зробити за допомогою кнопки «Змінити права доступу…».

source: No problems found in system configuration.
ru: Проблем в системной конфигурации не найдено.
uk: В конфігурації системи не знайдено проблем.

source: System configured properly
ru: Система настроена правильно
uk: Систему налаштовано як слід

source: <p><b>External program <em>normalize-audio</em> is not installed.</b><p>K3b uses <em>normalize-audio</em> (http://normalize.nongnu.org/) to normalize audio tracks. In order to use this functionality, please install it first. (sudo apt-get install normalize-audio)
ru: <p><b>Внешняя программа <em>normalize-audio</em> не установлена.</b><p>K3b использует <em>normalize-audio</em> (http://normalize.nongnu.org/) для нормализации аудио-дорожек. Для использования этой функции, пожалуйста, установите это приложение (sudo apt-get install normalize-audio)
uk: <p>Не встановлено <b>зовнішню програму <em>normalize-audio</em>.</b><p>K3b використовує <em>normalize-audio</em> (http://normalize.nongnu.org/) для вирівнювання гучності звукових доріжок. Щоб скористатися відповідною можливістю, вам слід встановити пакунок з зовнішньою програмою (sudo apt-get install normalize-audio).

source: <p><b>External program <em>normalize-audio</em> is not installed.</b><p>K3b uses <em>normalize-audio</em> (http://normalize.nongnu.org/) to normalize audio tracks. In order to use this functionality, please install it first (sudo apt-get install normalize-audio).
ru: <p><b>Внешняя программа <em>normalize-audio</em> не установлена.</b><p>K3b использует <em>normalize-audio</em> (http://normalize.nongnu.org/) для нормализации аудио-дорожек. Для использования этой функции, пожалуйста, установите это приложение (sudo apt-get install normalize-audio).
uk: <p>Не встановлено <b>зовнішню програму <em>normalize-audio</em>.</b><p>K3b використовує <em>normalize-audio</em> (http://normalize.nongnu.org/) для вирівнювання гучності звукових доріжок. Щоб скористатися відповідною можливістю, вам слід встановити пакунок з зовнішньою програмою (sudo apt-get install normalize-audio).

source: Could not find normalize executable.
ru: Не удалось найти исполняемый файл normalize.
uk: Не вдалося знайти виконуваного файла normalize.

source: Could not start normalize.
ru: Не удалось запустить нормализацию.
uk: Не вдалося запустити normalize.

source: Could not find normalize-audio executable.
ru: Не удалось найти исполняемый файл нормализации звука.
uk: Не вдалося знайти виконуваного файла normalize-audio.

source: Could not start normalize-audio.
ru: Не удалось запустить нормализацию звука.
uk: Не вдалося запустити normalize-audio.

source: Automatically submit a crash report
ru: Автоматически отправлять отчёты о сбоях
uk: Автоматично надсилати звіти щодо аварій

# @status message widget
source: You tried to remove your active system language, this is not supported.
ru: Вы пытались удалить активный язык системы, это не поддерживается.
uk: Ви намагалися вилучити активну мову системи, це не підтримується.

source: Install Progress:
ru: Состояние установки:
uk: Поступ встановлення:

source: Explicit --desktop enables autostart handling which may be disabled with this option
ru: Явно указанный параметр --desktop включает обработку автозапуска, которая может быть отключена с помощью этого параметра.
uk: Явне визначення параметра --desktop вмикає обробку завдань автозапуску, яку може бути вимкнено цим пунктом

source: Enable autostart handling
ru: Включить обработку автозапуска
uk: Увімкнути обробку автозапуску

# @action:button
source: Install Default Wallpapers...
ru: Установить обои по умолчанию...
uk: Встановити типові шпалери…

source: kdeinit shared executables (resource added by Debian)
ru: Общие исполняемые файлы kdeinit (ресурс добавлен Debian)
uk: Виконувані файли спільного використання kdeinit (ресурс додано Debian)

source: The plugin '%1' or its library dependencies are not compatible with currently loaded libraries: %2
ru: Модуль '%1' или зависимости его библиотек несовместимы с загруженными в настоящее время библиотеками: %2
uk: Додаток «%1» або бібліотеки, від яких залежить його робота, несумісні з поточними завантаженими бібліотеками: %2

source: Planet Ubuntu
ru: Планета Ubuntu

source: Kubuntu.org News
ru: Новости Kubuntu.Org

source: This is possibly due to old tools configuration; you can restore default tools configuration in Settings->Configure Kile->Tools->Build->Restore Default Tools.
ru: Вероятно это связано с устаревшими параметрами настройки инструментов. Вы можете вернуть настройки по-умолчанию в меню Settings->Configure Kile->Tools->Build->Restore Default Tools
uk: Причиною можуть бути застарілі налаштування інструментів. Ви можете відновити типові налаштування за допомогою пункту меню Параметри->Налаштувати Kile->Інструменти->Збирання->Типові інструменти.

source: Debian policy compatibility, not used
ru: Совместимость с политиками Debian, не используется
uk: Сумісність з правилами Debian, не використовується
