Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-kerneloops_kerneloops-*.po
Languages: ru, uk

source: Always
ru: Всегда
uk: Завжди

source: Connecting to system bus failed: %s
ru: Не удалось подключиться к системной шине: %s
uk: Не вдається з’єднатися з системною шиною: %s

source: Diagnostic information from your Linux kernel has been sent to <a href="http://oops.kernel.org">oops.kernel.org</a> for the Linux kernel developers to work on. Thank you for contributing to improve the quality of the Linux kernel.
ru: Диагностическая информация из вашего ядра Linux отправлена на <a href="http://oops.kernel.org">oops.kernel.org</a> для обработки разработчиками ядра Linux. Спасибо за сотрудничество в деле улучшения качества ядра Linux!
uk: Діягностична інформація з Вашого ядра Linux відправлена на <a href="http://oops.kernel.org">oops.kernel.org</a> для опрацювання розробниками ядра Linux. Дякуємо за співробітництво у справі покращення якости ядра Linux!

source: Kernel bug diagnostic information sent
ru: Диагностическая информация об ошибках ядра отправлена
uk: Діагностичну інформацію про помилку ядра відправлено

source: Never
ru: Никогда
uk: Ніколи

source: Never again
ru: Никогда больше
uk: Ніколи

source: No
ru: Нет
uk: Ні

source: There is diagnostic information available for this failure. Do you want to submit this information to the <a href="http://oops.kernel.org/">www.oops.kernel.org</a> website for use by the Linux kernel developers?
ru: Для этого сбоя доступна диагностическая информация. Хотите отправить её на сайт <a href="http://oops.kernel.org/">www.oops.kernel.org</a> для использования разработчиками ядра Linux?
uk: Для цього збою доступна діягностична інформація. Волієте відправити її на сайт <a href="http://oops.kernel.org/">www.oops.kernel.org</a> для використання розробниками ядра Linux?

source: Yes
ru: Да
uk: Так

source: Your system had a kernel failure
ru: В вашей системе произошла ошибка ядра
uk: На вашій системі був збій ядра

source: kerneloops client
ru: kerneloops клиент
uk: клієнт kerneloops
