Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-keystone_keystone-*.po
Languages: uk

source: Expecting to find %(attribute)s in %(target)s - the server could not comply with the request since it is either malformed or otherwise incorrect. The client is assumed to be in error.
uk: Очікується %(attribute)s в %(target)s - серверу не вдалося задовільнити запит, оскільки його формат є невірним, або запит некоректний з іншої причини. Припущення, що клієнт знаходиться у стані помилки.

source: Cannot create an endpoint with an invalid URL: %(url)s
uk: Не вдалося створити кінцеву точку із неприпустимою URL: %(url)s

source: Timestamp not in expected format. The server could not comply with the request since it is either malformed or otherwise incorrect. The client is assumed to be in error.
uk: Відмітка не у очікуваному форматі. Сервер не може виконати запит, оскільки він або пошкоджений або хибний. Клієнт вважається помилковим.

source: The 'expires_at' must not be before now. The server could not comply with the request since it is either malformed or otherwise incorrect. The client is assumed to be in error.
uk: Значення параметру 'expires_at' не повинне бути менше поточного часу. Серверу не вдалося виконати запит, оскільки він пошкоджений або неправильно сформований. Ймовірно, клієнт знаходиться у стані помилки.

source: String length exceeded.The length of string '%(string)s' exceeded the limit of column %(type)s(CHAR(%(length)d)).
uk: Перевищена довжина рядка. Перевищено ліміт довжини рядка '%(string)s' у стовпці %(type)s(CHAR(%(length)d)).

source: Request attribute %(attribute)s must be less than or equal to %(size)i. The server could not comply with the request because the attribute size is invalid (too large). The client is assumed to be in error.
uk: Запит атрибуту %(attribute)s повинен бути меншим або дорівнювати %(size)i. Сервер не може виконати запит бо розмір атрибуту є неприпустимим. Клієнт вважається помилковим.

source: The specified parent region %(parent_region_id)s would create a circular region hierarchy.
uk: Вказана батьківська область %(parent_region_id)s створить кругову структуру області.

source: The password length must be less than or equal to %(size)i. The server could not comply with the request because the password is invalid.
uk: Довжина паролю не повинна перевищувати %(size)i. Сервер не може виконати запит, оскільки пароль неприпустимий.

source: Unable to delete region %(region_id)s because it or its child regions have associated endpoints.
uk: Не вдалося вилучити регіон %(region_id)s: регіон або його дочірні регіони мають зв’язані кінцеві точки.

source: The certificates you requested are not available. It is likely that this server does not use PKI tokens otherwise this is the result of misconfiguration.
uk: Запитувані Вами сертифікати не доступні. Цілком ймовірно, що цей сервер не використовує PKI-маркери, у протилежному випадку це результат неправильного налаштування.

source: (Disable insecure_debug mode to suppress these details.)
uk: (Вимкніть режим insecure_debug, щоб не показувати ці подробиці.)

source: The request you have made requires authentication.
uk: Запит що ви зробили вимагає автентифікації.

source: Authentication plugin error.
uk: Помилка модулю автентифікації.

source: Unable to find valid groups while using mapping %(mapping_id)s
uk: Не вдається знайти дійсні групи, використовуючи відображення %(mapping_id)s

source: Attempted to authenticate with an unsupported method.
uk: Спроба автентифікації непідтримуваним методом.

source: Additional authentications steps required.
uk: Потрібні додаткові етапи автентифікації

source: You are not authorized to perform the requested action.
uk: Ви повинні авторизуватися для виконання данної дії

source: You are not authorized to perform the requested action: %(action)s
uk: В Вас немає прав на виконання запитаної дії: %(action)s

source: Could not change immutable attribute(s) '%(attributes)s' in target %(target)s
uk: Змінити постійний атрибут '%(attributes)s' у мети %(target)s неможливо

source: Group membership across backend boundaries is not allowed, group in question is %(group_id)s, user is %(user_id)s
uk: Членство у групі не може розповсюджуватися через межі базових систем, група під питанням - %(group_id)s, користувач - %(user_id)s

source: Invalid mix of entities for policy association - only Endpoint, Service or Region+Service allowed. Request was - Endpoint: %(endpoint_id)s, Service: %(service_id)s, Region: %(region_id)s
uk: Неприпустиме змішування сутностей для зв’язування стратегії. Лише Кінцева точка, Служба та Регіон+Служба дозволені. У запиті було: Кінцева точка %(endpoint_id)s, Служба %(service_id)s, Регіон %(region_id)s

source: Invalid domain specific configuration: %(reason)s
uk: Неприпустима конфігурація для домену: %(reason)s

source: Could not find: %(target)s
uk: не знайдена: %(target)s

source: Could not find endpoint: %(endpoint_id)s
uk: Кінцева точка %(endpoint_id)s не знайдена

source: An unhandled exception has occurred: Could not find metadata.
uk: Необроблене виключення: Не знайдені метадані.

source: Could not find policy: %(policy_id)s
uk: Стратегія %(policy_id)s не знайдена

source: Could not find policy association
uk: Не знайдено зв’язок стратегії

source: Could not find role: %(role_id)s
uk: Роль %(role_id)s не знайдена

source: %(prior_role_id)s does not imply %(implied_role_id)s
uk: %(prior_role_id)s не має на увазі %(implied_role_id)s

source: %(role_id)s cannot be an implied roles
uk: %(role_id)s не може бути роллю, що мається на увазі

source: Could not find role assignment with role: %(role_id)s, user or group: %(actor_id)s, project or domain: %(target_id)s
uk: Не знайдено привласнення ролі %(role_id)s, користувач/група: %(actor_id)s, проєкт/домен: %(target_id)s

source: Could not find region: %(region_id)s
uk: Не вдалося знайти область: %(region_id)s

source: Could not find service: %(service_id)s
uk: Не вдалося знайти сервіс: %(service_id)s

source: Could not find domain: %(domain_id)s
uk: Домен %(domain_id)s не знайдено

source: Could not find project: %(project_id)s
uk: Проєкт %(project_id)s не знайдено

source: Cannot create project with parent: %(project_id)s
uk: Не вдається створити проєкт з батьківським об’єктом: %(project_id)s

source: Could not find token: %(token_id)s
uk: Ключ %(token_id)s не знайдено

source: Could not find user: %(user_id)s
uk: Користувач %(user_id)s не знайдений

source: Could not find group: %(group_id)s
uk: Група %(group_id)s не знайдена

source: Could not find mapping: %(mapping_id)s
uk: Відображення %(mapping_id)s не знайдено

source: Could not find trust: %(trust_id)s
uk: Група довір’я %(trust_id)s не знайдена

source: No remaining uses for trust: %(trust_id)s
uk: Варіянтів використання групи довір’я %(trust_id)s не залишилося

source: Could not find credential: %(credential_id)s
uk: Ідентифікаційні дані %(credential_id)s не знайдені

source: Could not find version: %(version)s
uk: Версія %(version)s не знайдена

source: Could not find Endpoint Group: %(endpoint_group_id)s
uk: Не знайдена група кінцевих точок: %(endpoint_group_id)s

source: Could not find Identity Provider: %(idp_id)s
uk: Постачальник ідентифікаторів %(idp_id)s не знайдений

source: Could not find Service Provider: %(sp_id)s
uk: Не вдалося знайти постачальник служб %(sp_id)s

source: Could not find federated protocol %(protocol_id)s for Identity Provider: %(idp_id)s
uk: Об’єднанийй протокол %(protocol_id)s для постачальника ідентифікаторів %(idp_id)s не знайдений

source: Could not find %(group_or_option)s in domain configuration for domain %(domain_id)s
uk: Не знайдений користувач/група %(group_or_option)s у конфігурації домену %(domain_id)s

source: Conflict occurred attempting to store %(type)s - %(details)s
uk: При спробі зберегти %(type)s виник конфлікт - %(details)s

source: An unexpected error prevented the server from fulfilling your request.
uk: Непередбачена помилка перешкоджає серверу виконати запит.

source: An unexpected error prevented the server from fulfilling your request: %(exception)s
uk: З-за непередбаченої помилки Ваш запит не був виконаний сервером: %(exception)s

source: Unable to consume trust %(trust_id)s, unable to acquire lock.
uk: Прийняти групу довір’я %(trust_id)s і захопити блокування неможливо.

source: Expected signing certificates are not available on the server. Please check Keystone configuration.
uk: Очікувані сертифікати підпису не доступні на сервері. Будь ласка, перевірте конфігурацію Keystone.

source: Malformed endpoint URL (%(endpoint)s), see ERROR log for details.
uk: Некоректна URL кінцевої точки (%(endpoint)s), дивіться подробиці у журналі помилок.

source: Group %(group_id)s returned by mapping %(mapping_id)s was not found in the backend.
uk: Група %(group_id)s, повернена перетворенням %(mapping_id)s, не знайдена на базовому сервері.

source: Error while reading metadata file, %(reason)s
uk: Помилка читання файлу метаданих: %(reason)s

source: Local section in mapping %(mapping_id)s refers to a remote match that doesn't exist (e.g. {0} in a local section).
uk: Локальний розділ у перетворенні %(mapping_id)s вказує на віддалений збіг, який не існує (наприклад, {0} у локальному розділі).

source: Unexpected combination of grant attributes - User: %(user_id)s, Group: %(group_id)s, Project: %(project_id)s, Domain: %(domain_id)s
uk: Непередбачена комбінація атрибутів надання доступу - користувач: %(user_id)s, група: %(group_id)s, проєкт: %(project_id)s, домен: %(domain_id)s

source: The action you have requested has not been implemented.
uk: Дію, яку ви запитали, ще не реалізовано.

source: The service you have requested is no longer available on this server.
uk: Сервіс, який Ви запитали, більше не доступний на цьому сервері.

source: The Keystone configuration file %(config_file)s could not be found.
uk: Файл конфігурації Keystone %(config_file)s не може бути знайдено.

source: No encryption keys found; run keystone-manage fernet_setup to bootstrap one.
uk: Не знайдені ключі шифрування. Виконайте команду keystone-manage fernet_setup, щоб створити ключ.

source: The Keystone domain-specific configuration has specified more than one SQL driver (only one is permitted): %(source)s.
uk: У конфігурації для домену Keystone вказано декілька драйверів SQL (допустимий лише один): %(source)s.

source: %(mod_name)s doesn't provide database migrations. The migration repository path at %(path)s doesn't exist or isn't a directory.
uk: %(mod_name)s не забезпечує можливість перенесення бази даних. Шлях переміщення репозиторію у %(path)s не існує або не є каталогом.

source: Token version is unrecognizable or unsupported.
uk: Версія маркера нерозпінана або не підтримується

source: Unable to sign SAML assertion. It is likely that this server does not have xmlsec1 installed, or this is the result of misconfiguration. Reason %(reason)s
uk: Не вдалося підписати ствердження SAML. Ймовірно, на цьому сервері не встановлена проґрама xmlsec1 або це результат неправильного налаштування. Причина: %(reason)s

source: No Authorization headers found, cannot proceed with OAuth related calls, if running under HTTPd or Apache, ensure WSGIPassAuthorization is set to On.
uk: Не знайдені заголовки надання доступу - виклики, пов’язані з OAuth, неможливі при виконанні під керуванням HTTPd або Apache. Переконайтеся, що параметру WSGIPassAuthorization привласнено значення On.

source: Could not determine Identity Provider ID. The configuration option %(issuer_attribute)s was not found in the request environment.
uk: Не вдалося визначити ІД постачальника ідентифікації. Опція конфігурації %(issuer_attribute)s не знайдена у середовищі запиту.

source: The %s extension has been moved into keystone core and as such its migrations are maintained by the main keystone database control. Use the command: keystone-manage db_sync
uk: Розширення %s було переміщено в ядро keystone, й його перенесення підтримується основною системою керування бази даних keystone. Використовуйте команду: keystone-manage db_sync

source: %(driver)s is not supported driver version
uk: %(driver)s не підтримується версію драйвера

source: %(event)s is not a valid notification event, must be one of: %(actions)s
uk: %(event)s не є допустимою подією сповіщення, потрібне одне зі значень: %(actions)s

source: Method not callable: %s
uk: Виклик методу неможливий: %s

source: Name field is required and cannot be empty
uk: Потрібно заповнити поле назви

source: User roles not supported: tenant_id required
uk: Ролі користувачів не підтримуються, потрібен tenant_id

source: Specify a domain or project, not both
uk: Вкажіть домен або проект. Допускається вказування лише одного варіанту.

source: Specify one of domain or project
uk: Вкажіть один домен або проєкт

source: Specify a user or group, not both
uk: Вкажіть користувача або групу. Допускається вказування лише одного варіанту.

source: Specify one of user or group
uk: Вкажіть одного користувача або групу

source: Combining effective and group filter will always result in an empty list.
uk: Комбінація діючого фільтру і фільтру групи завжди дає порожній перелік.

source: Combining effective, domain and inherited filters will always result in an empty list.
uk: Комбінація діючого фільтру, фільтру домена й успадкованого фільтру завжди дає порожній перелік.

source: scope.project.id must be specified if include_subtree is also specified
uk: scope.project.id необхідно вказати, якщо вказаний include_subtree

source: Use of the identity driver config to automatically configure the same assignment driver has been deprecated, in the "O" release, the assignment driver will need to be expicitly configured if different than the default (SQL).
uk: Використання конфігурації драйвера ідентифікатора для автоматичного налаштування такого ж драйвера привласнення застаріло. У випуску "O" драйвер привласнення повинен буде налаштовуватися явним чином, якщо він не збігається з типовим драйвером (SQL).

source: Attempted automatic driver selection for assignment based upon [identity]\driver option failed since driver %s is not found. Set [assignment]/driver to a valid driver in keystone config.
uk: Не вдалося автоматично обрати драйвер на основі опції [identity]\driver, оскільки драйвер %s не знайдено. Вкажіть потрібнийй драйвер в [assignment]/driver у конфігурації keystone.

source: Must specify either domain or project
uk: Необхідно вказати домен або проєкт

source: Cannot list assignments sourced from groups and filtered by user ID.
uk: Не вдається показати перелік привласнень, отриманих із груп та відфільтрованих за ІД користувача.

source: Project (%s)
uk: Проект (%s)

source: Domain (%s)
uk: Домен (%s)

source: Unknown Target
uk: Невідоме завдання

source: Update of `domain_id` is not allowed.
uk: Оновлення `domain_id` не дозволено.

source: Domain specific roles are not supported in the V8 role driver
uk: Особливі ролі домену не підтримуються у драйвері ролей V8

source: Cannot remove role that has not been granted, %s
uk: Неможливо вилучити роль, яка не була дозволена, %s

source: Unexpected assignment type encountered, %s
uk: Виявлений непередбачуваний тип призначення, %s

source: Direct import of auth plugin %(name)r is deprecated as of Liberty in favor of its entrypoint from %(namespace)r and may be removed in N.
uk: Прямий імпорт модулю ідентифікації %(name)r застарів в Liberty й може бути вилучений у випуску N. Замість цього використовується його точка входу із %(namespace)r.

source: Unable to reconcile identity attribute %(attribute)s as it has conflicting values %(new)s and %(old)s
uk: Погодити атрибут ідентифікатора, %(attribute)s, неможливо, оскільки він містить конфліктуючі значення %(new)s і %(old)s

source: Domain name cannot contain reserved characters.
uk: Доменне ім'я не може містити зарезервовані символи.

source: Project name cannot contain reserved characters.
uk: Назва проєкту не може містити зарезервовані символи.

source: Scoping to both domain and project is not allowed
uk: Проведення огляду для домену та проекту не допускається

source: Scoping to both domain and trust is not allowed
uk: Одночасний огляд домену і довіреності заборонено

source: Scoping to both project and trust is not allowed
uk: Одночасний огляд проекту і довіреності заборонено

source: User not found
uk: Користувача не знайдено

source: A project-scoped token is required to produce a service catalog.
uk: Для створення каталогу служби необхідний маркер рівню проєкту.

source: No authenticated user
uk: Відсутній автентифікований користувач

source: Unable to lookup user %s
uk: Неможливий пошук користувача %s

source: auth_type is not Negotiate
uk: auth_type відрізняється від Negotiate

source: Could not map user while setting ephemeral user identity. Either mapping rules must specify user id/name or REMOTE_USER environment variable must be set.
uk: Не вдалося прив’язати користувача під час налаштування часового ідентифікатора користувача. Правила прив’язки мають вказувати ім’я/ІД користувача, або повинна бути задана змінна середовища REMOTE_USER.

source: Access token is expired
uk: Термін дії маркера доступу скінчився

source: Could not validate the access token
uk: Не вдалося перевірити ключ доступу

source: Invalid username or password
uk: Неправильне ім'я користувача або пароль

source: rescope a scoped token
uk: Змінити область поміщеного в область ключа

source: Invalid username or TOTP passcode
uk: Неприпустиме ім’я користувача або пароль TOTP

source: Conflicting region IDs specified: "%(url_id)s" != "%(ref_id)s"
uk: Вказані конфліктуючі ІД регіонів: "%(url_id)s" != "%(ref_id)s"

source: Duplicate ID, %s.
uk: Повторюється ID, %s.

source: Endpoint %(endpoint_id)s not found in project %(project_id)s
uk: Кінцева точка %(endpoint_id)s не знайдена у проєкті %(project_id)s

source: Endpoint Group Project Association not found
uk: Не знайдений зв’язок проєкту групи кінцевих точок

source: Either --bootstrap-password argument or OS_BOOTSTRAP_PASSWORD must be set.
uk: Необхідно вказати аргумент --bootstrap-password або OS_BOOTSTRAP_PASSWORD.

source: At least one option must be provided
uk: Необхідно вказати хоча б одну опцію

source: --all option cannot be mixed with other options
uk: опцію --all неможна вказувати разом з іншими опціями

source: Unknown domain '%(name)s' specified by --domain-name
uk: В опції --domain-name вказано невідоме ім’я домену '%(name)s'

source: At least one option must be provided, use either --all or --domain-name
uk: Має бути вказаний хоча б один параметр. Вкажіть --all або --domain-name

source: The --all option cannot be used with the --domain-name option
uk: Параметр --all неможна вказувати разом з параметром --domain-name

source: Invalid domain name: %(domain)s found in config file name: %(file)s - ignoring this file.
uk: Виявлено неприпустиме ім’я домену %(domain)s у файлі конфігурації %(file)s - файл пропущено.

source: Domain: %(domain)s already has a configuration defined - ignoring file: %(file)s.
uk: В домену %(domain)s вже визначена конфігурація - файл пропущено: %(file)s.

source: Error parsing configuration file for domain: %(domain)s, file: %(file)s.
uk: Помилка аналізу файлу конфігурації для домену %(domain)s, файл: %(file)s.

source: Unable to locate domain config directory: %s
uk: Не вдалося знайти каталог конфігурації домену: %s

source: Unable to access the keystone database, please check it is configured correctly.
uk: Неможливо отримати доступ до бази данних keystone, будь ласка перевірте чи усе налаштовано правильно.

source: Error while parsing rules %(path)s: %(err)s
uk: Помилка під час розбору правила %(path)s: %(err)s

source: Error while opening file %(path)s: %(err)s
uk: Помилка під час відкриття файлу %(path)s: %(err)s

source: Error while parsing line: '%(line)s': %(err)s
uk: Помилка під час розбору рядка: '%(line)s': %(err)s

source: token reference must be a KeystoneToken type, got: %s
uk: Посилання на повинне відноситися до типу KeystoneToken, а отримано %s

source: %s cannot be empty.
uk: %s не може бути порожнім.

source: %(property_name)s cannot be less than %(min_length)s characters.
uk: %(property_name)s не може містити менше %(min_length)s символів.

source: %(property_name)s should not be greater than %(max_length)s characters.
uk: %(property_name)s не повинен містити більше %(max_length)s символів.

source: %(property_name)s is not a %(display_expected_type)s
uk: %(property_name)s не є %(display_expected_type)s

source: Expected dict or list: %s
uk: Очікування словника чи списку: %s

source: Marker could not be found
uk: Маркер не знайдено

source: Invalid limit value
uk: Неприпустиме значення обмеження

source: Cannot change Domain ID
uk: Неможливо змінити ІД домену

source: You have tried to create a resource using the admin token. As this token is not within a domain you must explicitly include a domain for this resource to belong to.
uk: Спроба створення ресурсу за допомогою адміністративного маркера. Оскільки цей маркер не належить домену, необхідно явно вказати домен, якому буде належати ресурс.

source: Unregistered dependency: %(name)s for %(targets)s
uk: Незареєстрована залежність %(name)s для %(targets)s

source: Cannot truncate a driver call without hints list as first parameter after self
uk: Неможливо відсікти виклик драйвера без переліку підказок у якості першого параметру після самого себе

source: Unexpected status requested for JSON Home response, %s
uk: Запитано несподіваний стан для відповіді JSON Home, %s

source: Direct import of driver %(name)r is deprecated as of Liberty in favor of its entrypoint from %(namespace)r and may be removed in N.
uk: Прямий імпорт драйвера %(name)r застарів в Liberty й може бути вилучений у випуску N. Замість цього використовується його точка входу із %(namespace)r.

source: Neither Project Domain ID nor Project Domain Name was provided.
uk: Не вказані ні ІД домену проєкту, ні ім’я домену проєкту.

source: User auth cannot be built due to missing either user id, or user name with domain id, or user name with domain name.
uk: Не вдалося скомпонувати ідентифікацію користувача, оскільки відсутній ІД користувача, ім’я користувача з ІД домену або ім’я користувача з іменем домену.

source: Length of transformable resource id > 64, which is max allowed characters
uk: Довжина ІД перетворюваного ресурсу > 64 символів, тобто перевищує максимально припустиму

source: Invalid blob in credential
uk: Неприпустимий великий двійковий об’єкт у дозволі

source: Query string is not UTF-8 encoded
uk: Рядок запиту вказаний у кодуванні, що відрізняється від UTF-8

source: %s field is required and cannot be empty
uk: Поле %s є обов’язковим й не може бути порожнім

source: %s field(s) cannot be empty
uk: Поле %s не може бути порожнім

source: The resource could not be found.
uk: Ресурси не можуть бути знайдені.

source: Lock Timeout occurred for key, %(target)s
uk: Час натискання перевищено для клавіші, %(target)s

source: KVS region %s is already configured. Cannot reconfigure.
uk: Регіон KVS %s вже налаштований. Змінювання конфігурації неможливе.

source: Key Value Store not configured: %s
uk: Сховище значень ключів не налаштовано: %s

source: `key_mangler` option must be a function reference
uk: Опція `key_mangler` має бути посиланням на функцію

source: Lock key must match target key: %(lock)s != %(target)s
uk: Блокування має відповідати цільовому ключу: %(lock)s != %(target)s

source: Must be called within an active lock context.
uk: Потрібен виклик у контексті активного блокування.

source: Maximum lock attempts on %s occurred.
uk: Виконано максимальне число спроб блокування в %s.

source: Backend `%(backend)s` is not a valid memcached backend. Valid backends: %(backend_list)s
uk: Базова система `%(backend)s` не є припустимою базовою системою у кеші пам’яті. Припустимі базові системи: %(backend_list)s
