Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-kubuntu-driver-manager_kcm-driver-manager-*.po
Languages: ru, uk

source: Driver Manager
ru: Диспетчер драйверов
uk: Керування драйверами

source: Rohan Garg
ru: Рохан Гардж

source: Author
ru: Автор
uk: Автор

source: Harald Sitter
ru: Харалд Ситтер

source: Qt 5 port
ru: Вариант для Qt 5
uk: Портування на Qt 5

# @title/rich
source: <title>Your computer requires no proprietary drivers</title>
ru: <title>Проприетарные драйверы не требуются</title>
uk: <title>Для роботи вашого комп’ютера не потрібні закриті драйвери</title>

source: Collecting information about your system
ru: Сбор сведений о системе
uk: Збираємо дані щодо вашої системи

# @label
source: The package system could not be initialized, your configuration may be broken.
ru: Не удалось инициализировать систему управления пакетами, ваша конфигурация может быть повреждена.
uk: Не вдалося ініціалізувати систему керування пакунками, ймовірно, систему пакунків пошкоджено.

# The backend replied with a error
source: Something went terribly wrong. Please hit the 'Refresh Driver List' button
ru: Что-то пошло совсем не так. Пожалуйста, нажмите кнопку "Обновить список драйверов"
uk: Щось пішло не так. Будь ласка, натисніть кнопку «Оновити список драйверів».

# NAME OF TRANSLATORS
source: Your names
ru: ,Launchpad Contributions:,Roman Mindlin,Shakir. Timur,Матвей Вялков
uk: ,Launchpad Contributions:,Mykola Tkach,Yuri Chornoivan

# EMAIL OF TRANSLATORS
source: Your emails
ru: ,,mindline@mail.ru,,matvei.vialkov@yandex.ru
uk: ,,chistomov@gmail.com,yurchor@gmail.com

source: Form
ru: Форма
uk: Форма

source: TextLabel
ru: ТекстоваяМетка
uk: Текстова мітка

source: Dialog
ru: Диалог
uk: Діалогове вікно

source: Refresh Driver List
ru: Обновить список драйверов
uk: Оновити список драйверів

# Manually installed 3rd party driver
source: This device is using a manually-installed driver : (%1)
ru: Устройство использует драйвер, установленный вручную : (%1)
uk: Цей пристрій використовує драйвер, встановлений вручну: (%1)

# %1 is description and %2 is package name; when driver is recommended for use
source: Using %1 from %2 (Recommended Driver)
ru: Используется %1 из %2 (Рекомендуемый драйвер)
uk: Використовуємо %1 від %2 (рекомендований драйвер)

# %1 is description and %2 is package name
source: Using %1 from %2
ru: Используется %1 из %2
uk: Використовуємо %1 від %2

# The driver is under a open source license
source: Open Source Driver
ru: Драйвер с открытым исходным кодом
uk: Драйвер з відкритим кодом

# The driver is under a proprietary license
source: Proprietary Driver
ru: Проприетарный драйвер
uk: Закритий драйвер

# @label
source: Another application seems to be using the package system at this time. You must close all other package managers before you will be able to install or remove any packages.
ru: Похоже, в настоящее время ещё одно приложение использует систему управления пакетами. Вам следует завершить работу всех других программ управления пакетами, прежде чем вы сможете устанавливать или удалять пакеты.
uk: Зараз з системою керування пакунками працює стороння програма. Вам слід завершити роботу всіх сторонніх програм, перш ніж ви зможете встановлювати, вилучати будь-які пакунки.

# @label
source: You do not have enough disk space in the directory at %1 to continue with this operation.
ru: В каталоге %1 недостаточно места для продолжения выполнения этого действия.
uk: У каталозі %1 недостатньо місця для виконання цієї дії.

# @label
source: Could not download packages
ru: Не удалось загрузить пакеты
uk: Не вдалося завантажити пакунки

# @label
source: An error occurred while applying changes:
ru: При внесении изменений произошли ошибки:
uk: Під час внесення змін сталась така помилка:

# @label
source: This operation cannot continue since proper authorization was not provided
ru: Выполнение этого действия без соответствующего полномочия невозможно
uk: Виконання цієї дії без належного уповноваження неможливе

# @label
source: It appears that the QApt worker has either crashed or disappeared. Please report a bug to the QApt maintainers
ru: Похоже, базовая программа QApt аварийно завершила работу или исчезла из списка процессов. Пожалуйста, сообщите об этой ошибке сопровождающему QApt.
uk: Здається, базова програма QApt аварійно завершила роботу або зникла зі списку процесів. Будь ласка, повідомте про цю помилку супровідникам QApt.

# @label
source: The following package has not been verified by its author. Downloading untrusted packages has been disallowed by your current configuration.
ru: Следующий пакет не был подписан авторами. Загрузка ненадёжных пакетов запрещена текущими настройками.
uk: Пакунки з наведеного нижче списку не було підписано автором. Звантаження таких ненадійних пакунків заборонено поточними налаштуваннями.

# @label
source: The package "%1" has not been found among your software sources. Therefore, it cannot be installed.
ru: Пакет «%1» не был найден в источниках программного обеспечения. Таким образом, он не может быть установлен.
uk: У списках ваших джерел програмного забезпечення не знайдено пакунка «%1». Отже його не вдасться встановити.

# @title:window
source: Media Change Required
ru: Требуется сменить носитель
uk: Потрібна зміна носія

# @label
source: Please insert %1 into <filename>%2</filename>
ru: Пожалуйста, вставьте %1 в <filename>%2</filename>
uk: Будь ласка, вставте %1 до <filename>%2</filename>

# @title:window
source: Warning - Unverified Software
ru: Внимание — непроверенное программное обеспечение
uk: Попередження: непідписане програмне забезпечення

# @label
source: The following piece of software cannot be verified. <warning>Installing unverified software represents a security risk, as the presence of unverifiable software can be a sign of tampering.</warning> Do you wish to continue?
ru: Не удается проверить подлинность следующего программного обеспечения. <warning>Установка непроверенных программ может представлять угрозу безопасности.</warning> Продолжить?
uk: Не вдалося перевірити достовірність цієї частини програмного забезпечення. <warning>Встановлення неперевіреного програмного забезпечення може зашкодити безпеці вашої системи, оскільки таке програмне забезпечення могло бути підроблено зловмисниками.</warning> Бажаєте продовжити встановлення цього програмного забезпечення?

# @title:window
source: Configuration File Changed
ru: Файл конфигурации изменен
uk: Конфігураційний файл змінено

# @label Notifies a config file change
source: A new version of the configuration file <filename>%1</filename> is available, but your version has been modified. Would you like to keep your current version or install the new version?
ru: Доступна новая версия конфигурационного файла <filename>%1</filename>, но ваша версия была изменена. Сохранить текущую версию или установить новую?
uk: Нова версія конфігураційного файлу <filename>%1</filename> доступна, але ваша версія була змінена. Зберегти поточну версію чи встановити нову версію?

# @action Use the new config file
source: Use New Version
ru: Использовать новую версию
uk: Використовувати нову версію

# @action Keep the old config file
source: Keep Old Version
ru: Сохранить старую версию
uk: Зберігати старі версії

source: Copyright 2013 Rohan Garg
uk: © Rohan Garg, 2013
