Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-kde-config-whoopsie_kcm-whoopsie-*.po
Languages: ru

# @title
source: Diagnostics
ru: Диагностика

# @info:credit
source: Harald Sitter
ru: Харалд Ситтер

# @info:credit
source: Author
ru: Автор

# @info
source: Kubuntu can collect anonymous information that helps developers improve it. All information collected is covered by our <link url='%1'>privacy policy</link>.
ru: Kubuntu может собирать анонимную информацию, которая помогает разработчикам улучшать систему. Правила сбора и обработки информации описаны в нашей <link url='%1'>политике конфиденциальности</link>.

# @info
source: <link url='%1'>Previous Reports</link>
ru: <link url='%1'>Предыдущие отчёты</link>

# NAME OF TRANSLATORS
source: Your names
ru: ,Launchpad Contributions:,Roman Mindlin,mcilya,Матвей Вялков,☠Jay ZDLin☠

# EMAIL OF TRANSLATORS
source: Your emails
ru: ,,mindline@mail.ru,ilya.tretyakov85@gmail.com,matvei.vialkov@yandex.ru,

source: Send error reports to Canonical
ru: Отправлять отчёты об ошибках в Canonical

source: Error reports include information about what a program was doing when it failed. You always have the choice to send or cancel an error report.
ru: Отчёты содержат в себе информацию о работе программы в момент возникновения ошибки. Вы всегда можете отменить отправку отчётов об ошибках.

source: Send a report automatically if a problem prevents login
ru: Отправлять отчёт автоматически, если ошбика не позволяет выполнить вход

source: Send occasional system information to Canonical
ru: Отправить дополнительные сведения о системе в Canonical

source: This includes things like how many programs are running, how much disk space the computer has, and what devices are connected.
ru: Дополнительные сведения включают в себя количество запущенных программ, объём дискового пространства, а также информацию о подключённых устройствах.
