Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-keystone_keystone-*.po
Languages: uk

source: `key_mangler` functions must be callable.
uk: Функції `key_mangler` повинні бути доступні для виклику.

source: Invalid LDAP deref option: %(option)s. Choose one of: %(options)s
uk: Неприпустима опція deref LDAP: %(option)s. Виберіть одне з наступних значень: %(options)s

source: Invalid LDAP TLS certs option: %(option)s. Choose one of: %(options)s
uk: Неприпустима опція certs TLS LDAP: %(option)s. Виберіть одне з наступних значень: %(options)s

source: Invalid LDAP scope: %(scope)s. Choose one of: %(options)s
uk: Неприпустима область LDAP: %(scope)s. Виберіть одне з наступних значень: %(options)s

source: Invalid TLS / LDAPS combination
uk: Невірна TLS / LDAPS комбінація

source: Invalid LDAP TLS_AVAIL option: %s. TLS not available
uk: Неприпустима опція TLS_AVAIL LDAP: %s. TLS недоступний

source: tls_cacertfile %s not found or is not a file
uk: tls_cacertfile %s не знайдено або не є файлом

source: tls_cacertdir %s not found or is not a directory
uk: tls_cacertdir %s не знайдена або не є директорією

source: ID attribute %(id_attr)s not found in LDAP object %(dn)s
uk: Атрибут ІД %(id_attr)s не знайдений в об’єкті LDAP %(dn)s

source: LDAP %s create
uk: Створити в LDAP %s

source: LDAP %s update
uk: Оновити %s в LDAP

source: LDAP %s delete
uk: Вилучити %s в LDAP

source: Duplicate name, %s.
uk: Повторюється назва, %s.

source: Disabling an entity where the 'enable' attribute is ignored by configuration.
uk: Відмикання сутності, при якому атрибут 'enable' у конфігурації нехтується.

source: Cannot change %(option_name)s %(attr)s
uk: Неможливо змінити %(option_name)s %(attr)s

source: Member %(member)s is already a member of group %(group)s
uk: Елемент %(member)s вже є участником групи %(group)s

source: Duplicate Entry
uk: Дублікат запису

source: An unexpected error occurred when trying to store %s
uk: При спробі зберегти %s сталася непередбачена помилка

source: Unable to downgrade schema
uk: Не вдається понизити версію схеми

source: %s extension does not exist.
uk: %s розширення не існує.

source: validated expected to find %(param_name)r in function signature for %(func_name)r.
uk: очікувалося знайти перевірений параметр %(param_name)r у підпису функції %(func_name)r.

source: Invalid input for field '%(path)s': %(message)s
uk: Неприпустиме введення для поля '%(path)s': %(message)s

source: Remove admin_crud_extension from the paste pipeline, the admin_crud extension is now always available. Updatethe [pipeline:admin_api] section in keystone-paste.ini accordingly, as it will be removed in the O release.
uk: Вилучіть admin_crud_extension із конвеєра вставки, розширення admin_crud тепер доступне завжди. Оновіть розділ [pipeline:admin_api] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: Invalid EC2 signature.
uk: Невірний підпис EC2.

source: EC2 signature not supplied.
uk: Ненаданий підпис EC2.

source: User not valid for tenant.
uk: Неприпустимий користувач для арендатора.

source: EC2 access key not found.
uk: EC2 не знайдено ключ доступу.

source: Token belongs to another user
uk: Маркер привласнений іншому користувачу

source: Credential belongs to another user
uk: Дозвіл належить іншому користувачу

source: Remove endpoint_filter_extension from the paste pipeline, the endpoint filter extension is now always available. Update the [pipeline:api_v3] section in keystone-paste.ini accordingly as it will be removed in the O release.
uk: Вилучіть endpoint_filter_extension із конвеєра вставки, розширення фільтру кінцевої точки тепер доступне завжди. Оновіть розділ [pipeline:api_v3] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: Remove federation_extension from the paste pipeline, the federation extension is now always available. Update the [pipeline:api_v3] section in keystone-paste.ini accordingly, as it will be removed in the O release.
uk: Вилучіть federation_filter_extension із конвеєра вставки, розширення об’єднання тепер доступне завжди. Оновіть розділ [pipeline:api_v3] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: Remove oauth1_extension from the paste pipeline, the oauth1 extension is now always available. Update the [pipeline:api_v3] section in keystone-paste.ini accordingly, as it will be removed in the O release.
uk: Вилучіть oauth1_filter_extension із конвеєра вставки, розширення oauth1 тепер доступне завжди. Оновіть розділ [pipeline:api_v3] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: Remove revoke_extension from the paste pipeline, the revoke extension is now always available. Update the [pipeline:api_v3] section in keystone-paste.ini accordingly, as it will be removed in the O release.
uk: Вилучіть revoke_filter_extension із конвеєра вставки, розширення відклику тепер доступне завжди. Оновіть розділ [pipeline:api_v3] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: Credential signature mismatch
uk: Незбіг підпису ідентифікаційних даних

source: Remove simple_cert from the paste pipeline, the PKI and PKIz token providers are now deprecated and simple_cert was only used insupport of these token providers. Update the [pipeline:api_v3] section in keystone-paste.ini accordingly, as it will be removed in the O release.
uk: Вилучіть simple_cert із конвеєра вставки, тепер постачальники ключів PKI і PKIz застаріли, а simple_cert використовувався лише для підтримки цих постачальників. Оновіть розділ [pipeline:api_v3] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: Remove user_crud_extension from the paste pipeline, the user_crud extension is now always available. Updatethe [pipeline:public_api] section in keystone-paste.ini accordingly, as it will be removed in the O release.
uk: Вилучіть user_crud_extension із конвеєра вставки, розширення user_crud тепер доступне завжди. Оновіть розділ [pipeline:public_api] у файлі keystone-paste.ini відповідно, оскільки він буде вилучений у випуску O.

source: No policy is associated with endpoint %(endpoint_id)s.
uk: З кінцевою точкою %(endpoint_id)s не пов’язано жодної стратегії.

source: Request must have an origin query parameter
uk: Запит повинен містити параметр origin

source: %(host)s is not a trusted dashboard host
uk: %(host)s не є надійним хостом звідних панелей

source: Missing entity ID from environment
uk: У середовищі відсутні ІД сутності

source: Use a project scoped token when attempting to create a SAML assertion
uk: Використовувати локальний ключ проєкту при створенні ствердження SAML

source: Cannot open certificate %(cert_file)s. Reason: %(reason)s
uk: Не вдалося відкрити сертифікат %(cert_file)s. Причина: %(reason)s

source: Ensure configuration option idp_entity_id is set.
uk: Переконайтеся, що вказано параметр конфігурації idp_entity_id.

source: Ensure configuration option idp_sso_endpoint is set.
uk: Переконайтеся, що вказано параметр конфігурації idp_sso_endpoint.

source: idp_contact_type must be one of: [technical, other, support, administrative or billing.
uk: Значення idp_contact_type має бути одним з наступних: technical, other, support, administrative або billing.

source: Federation token is expired
uk: Термін дії ключа об’єднання вийшов

source: Could not find Identity Provider identifier in environment
uk: Не вдалося знайти ідентифікатор постачальника ідентифікаторів у середовищі

source: Incoming identity provider identifier not included among the accepted identifiers.
uk: Вхідний ідентифікатор постачальника ідентифікаторів не включений у принйнятні ідентифікатори.

source: User type %s not supported
uk: Тип користувача %s не підтримується

source: Could not map any federated user properties to identity values. Check debug logs or the mapping used for additional details.
uk: Не вдається пов’язати об’єднані ціхи користувача з ідентифікаторами. Додаткові відомости про пов’язування наведено у протоколі зневадження.

source: Invalid rule: %(identity_value)s. Both 'groups' and 'domain' keywords must be specified.
uk: Неприпустиме правило: %(identity_value)s. Ключові слова 'groups' і 'domain' мають бути вказані.

source: Identity Provider %(idp)s is disabled
uk: Постачальник ідентифікаторів %(idp)s вимкнений

source: Service Provider %(sp)s is disabled
uk: Постачальник служби %(sp)s вимкнений

source: Duplicate remote ID: %s
uk: Дублікат віддаленого ID: %s

source: Duplicate entry: %s
uk: Дублікат запису: %s

source: Enabled field must be a boolean
uk: Активне поле має бути булевським значенням

source: Enabled field should be a boolean
uk: Активне поле має бути булевським значенням

source: Config API entity at /domains/%s/config
uk: Налаштувати елемент API в /domains/%s/config

source: Exceeded attempts to register domain %(domain)s to use the SQL driver, the last domain that appears to have had it is %(last_domain)s, giving up
uk: Перевищено число спроб реєстрації домену %(domain)s для використання драйвера SQL. Останній домен, для якого це було зроблено - %(last_domain)s. Більше спроб не буде

source: Invalid user / password
uk: Неприпустимий користувач / пароль

source: User is disabled: %s
uk: Користувач відімкнений: %s

source: update of domain_id is deprecated as of Mitaka and will be removed in O.
uk: оновлення domain_id застаріло в Mitaka й буде вилучено в O.

source: Cannot change user ID
uk: Неможливо змінити ІД користувача

source: %s for the LDAP identity backend has been deprecated in the Mitaka release in favor of read-only identity LDAP access. It will be removed in the "O" release.
uk: %s для системи ідентифікації LDAP застаріло Mitaka, замість нього використовується ідентифікація LDAP з доступом лише для читання. Ця функція буде вилучена у випуску "O".

source: Cannot change user name
uk: Неможливо змінити ім’я користувача

source: User '%(user_id)s' not found in group '%(group_id)s'
uk: Користувач '%(user_id)s' не знайдений у групі '%(group_id)s'

source: User %(user_id)s is already a member of group %(group_id)s
uk: Користувач %(user_id)s вже є членом групи %(group_id)s

source: Found invalid token: scoped to both project and domain.
uk: Виявлено неприпустимий маркер: він відноситься й до рівню проєкту, й до рівню домену.

source: Cannot list request tokens with a token issued via delegation.
uk: Показати перелік маркерів запитів з маркером, виданим за допомогою делегування, неможливо.

source: User IDs do not match
uk: Ідентифікатори користувача не збігаються

source: Invalid signature
uk: Нечинний підпис

source: Request token is expired
uk: Термін дії маркера запиту вийшов

source: There should not be any non-oauth parameters
uk: Не допускаються параметри, що відрізняються від oauth

source: provided consumer key does not match stored consumer key
uk: переданий ключ приймача не збігається із збереженим

source: provided verifier does not match stored verifier
uk: передана функція перевірки не збігається із збереженою

source: provided request key does not match stored request key
uk: переданий ключ запиту не збігається із збереженим

source: Request Token does not have an authorizing user id
uk: Маркер запиту не містить ІД користувача для надання прав доступу

source: Cannot authorize a request token with a token issued via delegation.
uk: Надати права доступу маркеру запиту з маркером, виданим за допомогою делегування, неможливо.

source: authorizing user does not have role required
uk: користувачу, що надає права доступу, не привласнена потрібна роль

source: User is not a member of the requested project
uk: Користувач не є членом викликаного проекту

source: Consumer not found
uk: Споживач не знайдений

source: Request token not found
uk: Ключ запиту не знайдено

source: Access token not found
uk: Маркер доступу не знайдено

source: The creation of projects acting as domains is not allowed in v2.
uk: Створення проєктів, що працюють у якости доменів, не дозволено в v2.

source: Cannot use parents_as_list and parents_as_ids query params at the same time.
uk: Неможна використовувати параметри запиту parents_as_list і parents_as_ids одночасно.

source: Cannot use subtree_as_list and subtree_as_ids query params at the same time.
uk: Неможна використовувати параметри запиту subtree_as_list і subtree_as_ids одночасно.

source: Max hierarchy depth reached for %s branch.
uk: Для гілки %s досягнута максимальна глибина ієрархії.

source: Multiple domains are not supported
uk: Множинні домени не підтримуються

source: only root projects are allowed to act as domains.
uk: лише root проєктам дозволяється діяти як доменам.

source: Cannot create project, since its parent (%(domain_id)s) is acting as a domain, but project's specified parent_id (%(parent_id)s) does not match this domain_id.
uk: Не вдається створити проєкт, оскільки його батьківський елемент (%(domain_id)s) працює у якости домену, але parent_id (%(parent_id)s), вказаний для проєкту, не відповідає даному domain_id.

source: Cannot create project, since it specifies its owner as domain %(domain_id)s, but specifies a parent in a different domain (%(parent_domain_id)s).
uk: Не вдається створити проєкт, оскільки його власник вказаний як домен %(domain_id)s, але його батьківський об’єкт заданий у іншому домені (%(parent_domain_id)s).

source: cannot create a project in a branch containing a disabled project: %s
uk: Неможна створити проєкт у гілці, що містить відімкнений проєкт: %s

source: %(entity)s name cannot contain the following reserved characters: %(chars)s
uk: Ім’я %(entity)s не може містити наступні зарезервовані символи: %(chars)s

source: it is not permitted to have two projects acting as domains with the same name: %s
uk: Не дозволено використовувати два проєкти у якости доменів з однаковим іменем: %s

source: it is not permitted to have two projects with the same name in the same domain : %s
uk: не дозволяється мати два проекти з однаковим ім'ям в одному домені : %s

source: Domain is disabled: %s
uk: Домен відімкнуто:: %s

source: Domain cannot be named %s
uk: Домену неможна привласнити ім’я %s

source: Domain cannot have ID %s
uk: Домен не може мати ідентифікатор %s

source: Project is disabled: %s
uk: Проект вимкнуто: %s

source: Cannot enable project %s since it has disabled parents
uk: Не вдається увімкнути проєкт %s, оскільки в нього відімкнені батьківські об’єкти

source: Update of `parent_id` is not allowed.
uk: Оновлення `parent_id` не дозволено.

source: Update of `is_domain` is not allowed.
uk: Оновлення `is_domain` не дозволено.

source: Update of domain_id of projects acting as domains is not allowed.
uk: Не дозволено оновлювати domain_id для проєктів, що працюють у якости доменів.

source: Update of domain_id is only allowed for root projects.
uk: Оновлення domain_id дозволено лише для кореневих проєктів.

source: Cannot update domain_id of a project that has children.
uk: Не дозволено оновлювати domain_id для проєкту, в якого є дочірні об’єкти.

source: Cannot disable project %(project_id)s since its subtree contains enabled projects.
uk: Неможна відімкнути проєкт %(project_id)s, оскільки його піддерево містить увімкнені проєкти.

source: Cascade update is only allowed for enabled attribute.
uk: Каскадне оновлення дозволено лише для увімкнених атрибутів.

source: cannot delete an enabled project acting as a domain. Please disable the project %s first.
uk: не можна вилучити увімнений проєкт, діючий як домен. Будь ласка, спочатку вимкніть %s проєкт.

source: Cannot delete the project %s since it is not a leaf in the hierarchy. Use the cascade option if you want to delete a whole subtree.
uk: Неможливо вилучити проєкт %s, оскільки він не є кінцевим об’єктом у структурі. Використовуйте каскадну опцію для вилучення усього піддерева.

source: Cannot delete project %(project_id)s since its subtree contains enabled projects.
uk: Неможливо вилучити проєкт %(project_id)s, оскільки його піддерево містить увімкнені проєкти.

source: Project field is required and cannot be empty.
uk: Поле проєкту є обов’язковим й не може бути порожнім.

source: Cannot delete a domain that is enabled, please disable it first.
uk: Неможливо вилучити увімкнений домен, спочатку вимкніть його.

source: No options specified
uk: Параметри не вказані

source: The value of group %(group)s specified in the config should be a dictionary of options
uk: Значення групи %(group)s, вказане у конфігурації, має бути словарем параметрів

source: Option %(option)s found with no group specified while checking domain configuration request
uk: Виявлено параметр %(option)s без вказаної групи під час перевірки запиту на налаштування домену

source: Group %(group)s is not supported for domain specific configurations
uk: Група %(group)s не підтримується для певних конфігурацій домену

source: Option %(option)s in group %(group)s is not supported for domain specific configurations
uk: Параметр %(option)s у групі %(group)s не підтримується для певних конфігурацій домену

source: An unexpected error occurred when retrieving domain configs
uk: Виникла непередбачена помилка при отриманні конфігурацій доменів

source: option %(option)s in group %(group)s
uk: параметр %(option)s у групі %(group)s

source: group %(group)s
uk: група %(group)s

source: any options
uk: будь-які параметри

source: Trying to update option %(option)s in group %(group)s, so that, and only that, option must be specified in the config
uk: Зміна параметру %(option)s у групі %(group)s, щоб параметр повинен був вказуватися лише у конфігурації

source: Trying to update group %(group)s, so that, and only that, group must be specified in the config
uk: Зміна групи %(group)s, щоб група повинна була вказуватися лише у конфігурації

source: request to update group %(group)s, but config provided contains group %(group_other)s instead
uk: запит на зміну групи %(group)s, однак передана конфігурація містить групу %(group_other)s замість неї

source: Trying to update option %(option)s in group %(group)s, but config provided contains option %(option_other)s instead
uk: Зміна параметру %(option)s у групі %(group)s, однак передана конфігурація містить параметр %(option_other)s замість нього

source: Group %s not found in config
uk: Група %s не знайдена у конфігурації

source: Reading the default for option %(option)s in group %(group)s is not supported
uk: Читання типового значення для параметру %(option)s у групі %(group)s не підтримується

source: invalid date format %s
uk: неправильний формат дати %s

source: The revoke call must not have both domain_id and project_id. This is a bug in the Keystone server. The current request is aborted.
uk: У виклику revoke мають бути вказані domain_id і project_id. Це помилка у коді сервера Keystone. Поточний запит переваний.

source: Failed to validate token
uk: Помилка перевірки маркера

source: Tenant name cannot contain reserved characters.
uk: Ім’я арендатора не може містити зарезервовані символи.

source: Project ID not found: %(t_id)s
uk: ID проєкту не знайдений: %(t_id)s

source: User %(u_id)s is unauthorized for tenant %(t_id)s
uk: В користувача %(u_id)s немає доступу до арендатора %(t_id)s

source: Token does not belong to specified tenant.
uk: Маркер не належить вказаному тимчасовому власнику.

source: No token in the request
uk: Немає маркера у запиті

source: Unknown token version %s
uk: Невідома версія маркера %s

source: User %(user_id)s has no access to project %(project_id)s
uk: Користувач %(user_id)s не має дозволу доступу до проекту %(project_id)s

source: User %(user_id)s has no access to domain %(domain_id)s
uk: Користувач %(user_id)s не має дозволу доступу до домену %(domain_id)s

source: Trustor is disabled.
uk: Довірювач відімкнений.

source: Trustee has no delegated roles.
uk: В довіреної особи немає делегованих ролей.

source: Invalid audit info data type: %(data)s (%(type)s)
uk: Неприпустимий тип даних у інформації контролю: %(data)s (%(type)s)

source: The configured token provider does not support bind authentication.
uk: Налаштований постачальник маркера не підтримує автентифікацію bind.

source: User is not a trustee.
uk: Користувач не є довіреною особою.

source: Attempting to use OS-FEDERATION token with V2 Identity Service, use V3 Authentication
uk: Спроба використовувати маркер OS-FEDERATION із службою ідентифікації версії 2. Слід використовувати ідентифікацію версії 3

source: Non-default domain is not supported
uk: Домен, який відрізняється від застосовуваного типово, не підтримується

source: Domain scoped token is not supported
uk: Маркер, область якого - домен, не підтримується

source: Unable to sign token.
uk: Підписати маркер неможливо.

source: This is not a recognized Fernet token %s
uk: Це не маркер Fernet: %s

source: This is not a recognized Fernet payload version: %s
uk: Це нерозпізнана версія корисного навантаження Fernet: %s

source: role %s is not defined
uk: роль %s не визначена

source: Redelegation allowed for delegated by trust only
uk: Зміна делегування дозволена лише для довіреного користувача

source: The authenticated user should match the trustor.
uk: Ідентифікований користувач має відповідати довірювачу.

source: At least one role should be specified.
uk: Необхідно вказати принаймні одну роль.

source: Remaining redelegation depth of %(redelegation_depth)d out of allowed range of [0..%(max_count)d]
uk: Решта глибини зміни делегування %(redelegation_depth)d виходить за межі дозволеного діяпазону [0..%(max_count)d]

source: Field "remaining_uses" is set to %(value)s while it must not be set in order to redelegate a trust
uk: Полю "remaining_uses" привласнено значення %(value)s, хоча поле не може бути задано для зміни делегування групи довір’я

source: Requested expiration time is more than redelegated trust can provide
uk: Запитаний час закінчення терміну дії перевищує значення, яке може вказати довірений користувач

source: Some of requested roles are not in redelegated trust
uk: Деякі із запитаних ролей не відносяться до довіреного користувача зі зміненими повноваженнями

source: One of the trust agents is disabled or deleted
uk: Один з довірених агентів відімкнений або вилучений

source: remaining_uses must be a positive integer or null.
uk: Значення remaining_uses має бути додатнім цілим числом або рівним нулю.

source: Requested redelegation depth of %(requested_count)d is greater than allowed %(max_count)d
uk: Запитана глибина зміни делегування %(requested_count)d перевищує дозволену %(max_count)d

source: remaining_uses must not be set if redelegation is allowed
uk: Якщо увімкнено зміну делегування, параметр remaining_uses не повинен бути вказаний

source: Modifying "redelegation_count" upon redelegation is forbidden. Omitting this parameter is advised.
uk: Зміна параметру "redelegation_count" під час зміни делегування заборонено. Можливий пропуск цього параметру.
