Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libnss-db_nss-db-*.po
Languages: ru, uk

source: Convert key to lower case
ru: Преобразовать ключ в нижний регистр
uk: Конвертувати ключ у малий регістр

source: NAME
uk: НАЗВА

source: Write output to file NAME
ru: Записать поток вывода в файл NAME
uk: Помилка виводу у файл NAME

source: Do not print messages while building database
ru: Не печатать сообщения при сборке базы данных
uk: Не друкуйте повідомлення під час створення бази даних

source: Print content of database file, one entry a line
ru: Печатать содержимое базы данных построчно
uk: Роздрукувати вміст файлу бази даних, один елемент на рядок

source: Create simple DB database from textual input.
ru: Создание простой DB базы данных из текстового ввода
uk: Створити DB базу даних із текстового вводу.

source: INPUT-FILE OUTPUT-FILE -o OUTPUT-FILE INPUT-FILE -u INPUT-FILE
uk: ВХІДНИЙ-ФАЙЛ ВИХІДНИЙ-ФАЙЛ -o ВИХІДНИЙ-ФАЙЛ ВХІДНИЙ-ФАЙЛ -u ВХІДНИЙ-ФАЙЛ

source: wrong number of arguments
ru: Неверное количество аргументов
uk: некоректний номер аргументів

source: cannot open database file `%s': %s
ru: невозможно открыть файл базы данных `%s': %s
uk: неможу відкрити файл баз данних `%s': %s

source: cannot open input file `%s'
ru: невозможно открыть входной файл `%s'
uk: неможу відкрити файл для вводу `%s'

source: cannot open output file `%s': %s
ru: невозможно открыть выходной файл `%s': %s
uk: неможу відкрити файл для виводу `%s': %s

source: Report bugs using the `glibcbug' script to <bugs@gnu.org>.
ru: Сообщите нам об ошибках при помощи скрипта `glibcbug' на <bugs@gnu.org>.
uk: Звітуйте про помилку за допомогою використання скрипта `glibcbug' до <bugs@gnu.org>.

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ru: Copyright (C) %s Free Software Foundation, Inc. Это свободная программа; подробности об условиях распространения смотрите в исходном тексте. Мы НЕ предоставляем гарантий; даже гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ.
uk: Авторські права (C) %s Free Software Foundation, Inc. Це - вільне програмне забезпечення; умови копіювання викладені у джерельному коді. Не надається НІЯКОЇ гарантії; навіть гарантії КОМЕРЦІЙНОЇ ПРИДАТНОСТІ або ПРИДАТНОСТІ ДО ПЕВНОЇ МЕТИ.

source: Written by %s.
ru: Автор программы -- %s.
uk: Автор програми %s.

source: duplicate key
ru: Дуплицировать ключ
uk: дублювання ключа

source: while writing database file: %s
ru: при записи в файл данных: %s
uk: запис файлу бази данних: %s

source: problems while reading `%s'
ru: проблемы при чтении `%s'
uk: проблеми при зчитуванні `%s'

source: while reading database: %s
ru: при чтении базы данных: %s
uk: читання бази даних: %s
