Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libvisual_libvisual-0.4-*.po
Languages: uk

source: Show info for
uk: Показати інформацію для

source: seconds
uk: секунд(и)

source: cover art width
uk: Ширина обкладинки

source: cover art height
uk: Висота обкладинки

source: Show song information
uk: Показати інформацію про пісню

source: Show song information in plugins
uk: Показувати інформацію про пісню у плагінах

source: Over initialized
uk: Переініціалізований

source: no progname
uk: немає назви програми

source: Could not set program name
uk: Неможливо задати назву програми

source: Initialization failed, bad argv, argc
uk: Збій ініціалізації, проблеми з argv, argc

source: Never initialized
uk: Ніколи не ініціалізовано

source: Plugins references list: destroy failed: %s
uk: Список посилань плагінів: збій знищення: %s

source: Actor plugins list: destroy failed: %s
uk: Список плагінів акторів: збій знищення: %s

source: Input plugins list: destroy failed: %s
uk: Список плагінів введення: збій знищення: %s

source: Morph plugins list: destroy failed: %s
uk: Список плагінів переходів: збій знищення: %s

source: Transform plugins list: destroy failed: %s
uk: Список плагінів перетворень: збій знищення: %s

source: Global param container: destroy failed: %s
uk: Контейнер глобального параметра: збій знищення: %s

source: Error during UI destroy: %s
uk: Помилка під час знищення інтерфейсу: %s

source: the plugin list is NULL
uk: перелік плагінів порожній

source: The given actor does not reference any actor plugin
uk: Даний актор не посилається на жодний плагін актора

source: run depth %d forced %d
uk: глибина запуску %d примусово %d

source: transpitch1 %d depth %d bpp %d
uk: transpitch1 %d глибина %d bpp %d

source: Switching to Gl mode
uk: Перемикання в режим Gl

source: Switching away from Gl mode -- or non Gl switch
uk: Перехід з режиму Gl -- або не-Gl перемикання

source: video depth (from fixate): %d
uk: глибина відео (від fixate): %d

source: old depth is higher, video depth %d, depth %d, bin depth %d
uk: стара глибина вище, глибина відео %d, глибина %d, bin глибина %d

source: new depth is higher, or equal: video depth %d, depth %d bin depth %d
uk: нова глибина вище, або рівна: глибина відео %d, глибина %d, bin глибина %d

source: Switching from Gl TO framebuffer for real, framebuffer depth: %d
uk: Перехід від Gl до Framebuffer для реальної глибини кадру буфера: %d

source: Target depth selected: %d
uk: Вибрана цільова глибина: %d

source: Switch to new pitch: %d
uk: Перемкнутись на новий темп: %d

source: video pitch of that what connects to the new actor %d
uk: темп відео того, що з'єднується з новим актором %d

source: switching... ******************************************
uk: перемикання... ******************************************

source: end switch actor by name function ******************
uk: завершення перемикання актора на назвою функції ******************

source: depth of the main actor: %d
uk: глибина основного актора: %d

source: negotiate without event
uk: переговори без події

source: end negotiate without event
uk: завершити переговори без події

source: Bitmap data is not complete
uk: Дані растрового зображення неповні

source: Bitmap file not found: %s
uk: Файл растрового зображення не знайдено: %s

source: Not a bitmap file
uk: Не є файлом растрового зображення

source: Only bitmaps with 1, 4, 8 or 24 bits per pixel are supported
uk: Підтримуються лише bitmaps файли з глибиною кольору 1, 4, 8 або 24 біти

source: Bitmap uses an invalid or unsupported compression scheme
uk: Растрове зображення використовує недійсну або непідтримувану схему стиснення

source: The config registry file format is of an obsolete file format, won't load it
uk: Формат файлу реєстру конфігурації має застарілий формат файлу, не завантажуємо його

source: Broken config registry, won't load
uk: Пошкоджений реєстр конфігурації, не завантажуємо

source: There was no error
uk: Без помилок

source: General error occurred
uk: Виникла загальна помилка

source: General NULL pointer error
uk: Помилка порожнього вказівника

source: An impossible event occurred
uk: Відбулася неможлива подія

source: VisActor is NULL
uk: VisActor порожній

source: VisActor it's video is NULL
uk: VisActor його відео порожнє

source: VisActor it's plugin is NULL
uk: VisActor його плагін порожній

source: VisActor failed while trying to forcefully negotiate a GL surface
uk: VisActor провалився, намагаючись примусово зв'язатися з поверхнею GL

source: VisAudio is NULL
uk: VisAudio порожній

source: The VisAudioSamplePool is NULL
uk: VisAudioSamplePool порожній

source: The VisAudioSamplePoolChannel is NULL
uk: VisAudioSamplePoolChannel порожній

source: The VisAudioSample is NULL
uk: VisAudioSample порожній

source: Bitmap is not a bitmap file
uk: Растрове зображення не є файлом растрового зображення

source: Bitmap can not be found
uk: Bitmap не знайдено

source: Bitmap is not supported
uk: Bitmap не підтримується

source: Bitmap is corrupted
uk: Bitmap пошкоджено

source: VisBuffer is NULL
uk: VisBuffer порожній

source: The requested operation on the VisBuffer is out of bounds
uk: Запитувана операція на VisBuffer знаходиться поза межами

source: The VisCache is NULL
uk: VisCache порожній

source: VisCollection is NULL
uk: VisCollection порожній

source: VisCollectionIter is NULL
uk: VisCollectionIter порожній

source: VisColor is NULL
uk: VisColor порожній

source: VisConfigRegistry is NULL
uk: VisConfigRegistry порожній

source: VisConfigRegistrySection is NULL
uk: VisConfigRegistrySection порожній

source: The code can not run on this architecture
uk: Цей код не може бути виконаний на даній архітектурі

source: CPU feature is not supported
uk: Можливості CPU не підтримуються

source: Global error handler is NULL
uk: Глобальний обробник помилок порожній

source: VisEvent is NULL
uk: VisEvent порожній

source: VisEventQueue is NULL
uk: VisEventQueue порожній

source: VisFourier is NULL
uk: VisFourier порожній

source: The VisFourier subsystem is not initialized
uk: Підсистема VisFourier не ініціалізована

source: The native callback for a gl related function is not present.
uk: Внутрішній зворотний виклик для gl-пов'язаної функції відсутній.

source: The VisHashlist is NULL
uk: VisHashlist порожній

source: VisHashmap is NULL
uk: VisHashmap порожній

source: Key is not in hashmap
uk: Ключ не в хеш-мапі

source: Key type is not valid
uk: Неправильний тип ключа

source: VisInput is NULL
uk: VisInput порожній

source: VisInput it's plugin is NULL
uk: VisInput його плагін порожній

source: No paths were given to seek for plugins
uk: Неправильно вказаний шлях розташування втулок

source: Libvisual is already initialized
uk: Libvisual ініціялізована

source: Libvisual is not initialized
uk: Libvisual не ініціялізована

source: Libvisual has not build a plugin registry
uk: Libvisual не створив реєстр плагінів

source: VisList is NULL
uk: VisList порожній

source: VisListEntry is NULL
uk: VisListEntry порожній

source: VisListEntry is invalid
uk: VisListEntry неправильний

source: Given memory pointer is NULL
uk: Даний вказівник пам'яті порожній

source: VisMorph is NULL
uk: VisMorph порожній

source: VisMorph it's plugin is NULL
uk: VisMorph, його плагін порожній

source: The scheduler related call wasn't successful.
uk: Виклик, пов'язаний з планувальником, не був успішним.

source: Scheduler operations are not supported on the platform.
uk: Операції з планувальником не підтримуються на платформі.

source: VisPalette is NULL
uk: VisPalette порожній

source: VisPalette it's size conflicts
uk: VisPalette це конфлікти розміру

source: VisParamEntry is NULL
uk: VisParamEntry порожній

source: VisParamContainer is NULL
uk: VisParamContainer порожній

source: VisParamEntry not found in VisParamContainer
uk: VisParamEntry не знайдено у VisParamContainer

source: VisParamEntry it's change notify callback is NULL
uk: VisParamEntry зворотній виклик повідомлення зміни порожній

source: VisParamEntry contains too many change notify callbacks
uk: VisParamEntry містить забагато зворотніх викликів повідомлення зміни

source: VisParamEntry is of invalid type
uk: неправильний тип VisParamEntry

source: VisPluginData is NULL
uk: VisPluginData порожній

source: VisPluginInfo is NULL
uk: VisPluginInfo порожній

source: VisPluginRef is NULL
uk: VisPluginRef порожній

source: VisPluginEnvironElement is NULL
uk: VisPluginEnvironElement порожній

source: Plugin does not have an event handler
uk: Плагін не має обробника подій

source: Plugin handle is NULL
uk: Обробник плагіну порожній

source: Plugin is already realized
uk: Плагін вже реалізований

source: Plugin list can not be found in memory
uk: Список плагінів неможливо знайти в пам'яті

source: VisRandomContext is NULL
uk: VisRandomContext порожній

source: VisRectangle is NULL
uk: VisRectangle порожній

source: The VisRectangle operation is out of bounds
uk: Операція VisRectangle знаходиться поза межами

source: The VisRingBuffer is NULL
uk: VisRingBuffer порожній

source: The VisRingBufferEntry is NULL
uk: VisRingBufferEntry порожній

source: The VisRingBufferDataFunc data provider function callback is NULL
uk: Зворотній виклик постачальника функції VisRingBufferDataFunc порожній

source: VisSongInfo is NULL
uk: VisSongInfo порожній

source: VisThread is NULL
uk: VisThread порожній

source: The VisThread subsystem is not initialized
uk: Підсистема VisThread не ініціялізована

source: The VisThread subsystem couldn't find any threading model to use
uk: Підсистема VisThread не вдалося знайти яку-небудь модель потоку для використання

source: The VisThread subsystem is not enabled
uk: Підсистема VisThread не увімкнена

source: VisMutex is NULL
uk: VisMutex порожній

source: VisMutex lock failed
uk: Збій блокування VisMutex

source: VisMutex trylock failed
uk: Збій спроби блокування VisMutex

source: VisMutex unlock failed
uk: Збій розблокування VisMutex

source: VisTransform is NULL
uk: VisTransform порожній

source: The VisTransform negotiate with the target VisVideo failed
uk: Перемовини про VisTransform із цільовим VisVideo не вдалися

source: The VisTransform it's plugin is NULL
uk: VisTransform: плагін порожній

source: The VisTransform it's video is NULL
uk: VisTransform: відео порожнє

source: The VisTransform it's palette is NULL
uk: VisTransform: палітра порожня

source: VisObject destruction failed
uk: Деструкція VisObject зазнала невдачі

source: VisObject is NULL
uk: VisObject порожній

source: VisObject is not allocated
uk: VisObject не розподілений

source: VisTime is NULL
uk: VisTime порожній

source: visual_time_usleep() is not supported
uk: visual_time_usleep() не підтримується

source: VisTimer is NULL
uk: VisTimer порожній

source: VisUIWidget is NULL
uk: VisUIWidget порожній

source: VisUIContainer is NULL
uk: VisUIContainer порожній

source: VisUIBox is NULL
uk: VisUIBox порожній

source: VisUITable is NULL
uk: VisUITable порожній

source: VisUINotebook is NULL
uk: VisUINotebook порожній

source: VisUIFrame is NULL
uk: VisUIFrame порожній

source: VisUILabel is NULL
uk: VisUILabel порожній

source: VisUIImage is NULL
uk: VisUIImage порожній

source: VisUISeparator is NULL
uk: VisUISeparator порожній

source: VisUIMutator is NULL
uk: VisUIMutator порожній

source: VisUIRange is NULL
uk: VisUIRange порожній

source: VisUIEntry is NULL
uk: VisUIEntry порожній

source: VisUISlider is NULL
uk: VisUISlider порожній

source: VisUINumeric is NULL
uk: VisUINumeric порожній

source: VisUIColor is NULL
uk: VisUIColor порожній

source: VisUIChoice is NULL
uk: VisUIChoice порожній

source: VisUIPopup is NULL
uk: VisUIPopup порожній

source: VisUIList is NULL
uk: VisUIList порожній

source: VisUIRadio is NULL
uk: VisUIRadio порожній

source: VisUICheckbox is NULL
uk: VisUICheckbox порожній

source: VisUIChoiceEntry is NULL
uk: VisUIChoiceEntry порожній

source: No choice in VisUIChoice is activated
uk: У VisUIChoice не активовано жодного варіанту

source: The VisVideoAttributeOptions is NULL.
uk: VisVideoAttributeOptions порожній.

source: VisVideo is NULL
uk: VisVideo порожній

source: VisVideo has allocated pixel buffer
uk: VisVideo виділив піксельний буфер

source: VisVideo has no VisBuffer object
uk: VisVideo не має об'єкту VisBuffer

source: VisVideo it's pixel buffer is NULL
uk: VisVideo: піксельний буфер порожній

source: VisVideo it's pixel buffer is not allocated
uk: VisVideo: піксельний буфер не виділений

source: VisVideo has pixel buffer
uk: VisVideo має піксельний буфер

source: VisVideo is of invalid bytes per pixel
uk: VisVideo має неприпустиму кількість байт на піксель

source: VisVideo is of invalid depth
uk: VisVideo має неприпустиму глибину

source: Invalid scale method given
uk: Надано неприпустимий метод масштабування

source: Invalid rotate degrees given
uk: Вказаний неправильний кут повороту

source: Given coordinates are out of bounds
uk: Вказані координати знаходяться за межами припустимих меж

source: VisVideo is not depth transformed as requested
uk: VisVideo не перетворюється за глибиною, як вимагається

source: The error value given to visual_error_to_string() is invalid
uk: Значення помилки, надане visual_error_to_string (), недійсне

source: Cannot create a new VisEvent structure
uk: Неможливо створити нову структуру VisEvent

source: Cannot get %
uk: Неможливо отримати %

source: The given morph does not reference any plugin
uk: Даний морф не містить посилання на будь-який плагін

source: param type is not valid
uk: Тип параметру недійсний

source: Requesting string from a non string param
uk: Запит рядка з нерядкового параметра

source: Requesting integer from a non integer param
uk: Запит цілого значення з нецілого параметра

source: Requesting float from a non float param
uk: Запит float-значення з не-float параметра

source: Requesting double from a non double param
uk: Запит double-значення з не-double параметра

source: Requesting color from a non color param
uk: Запит колірного значення з неколірного параметра

source: Requested palette from a non palette param
uk: Запит palette-значення з не-palette параметра

source: Requested object from a non object param
uk: Запит object-значення з не-object параметра

source: A plugin reference with %d instances has been destroyed.
uk: Посилання на плагін з %d екземплярами було знищено.

source: Cannot create a new list
uk: Не вдається створити новий перелік

source: Tried unloading a plugin that never has been loaded.
uk: Спроба вивантажити плагін, який ніколи не завантажувався.

source: Cannot load plugin %s, the plugin is already loaded and is not reentrant.
uk: Неможливо завантажити плагін %s, плагін вже завантажений і не відкритий для входу.

source: Cannot load plugin: %s
uk: Неможливо завантажити втулку: %s

source: Cannot initialize plugin: %s
uk: Неможливо ініціялізувати втулку: %s

source: Cannot get plugin info while loading.
uk: Не вдається отримати дані втулки при завантаженні.

source: Plugin %s is not compatible with version %s of libvisual
uk: Плагін %s несумісний з версією %s libvisual

source: Cannot get plugin info
uk: Не вдається отримати дані втулки

source: Failed to add the %s directory to the plugin registry
uk: Не вдалося додати каталог %s до реєстру плагінів

source: Tried freeing thread memory while threading is not supported, simply freeing mem
uk: Спроба звільнити пам'ять потоку під час розгортання не підтримується, просто звільняємо пам'ять

source: Tried freeing mutex memory while threading is not supported, simply freeing mem
uk: Спроба звільнити пам'ять mutex під час розгортання не підтримується, просто звільняємо пам'ять

source: Error while creating thread
uk: Помилка при створенні потоку

source: Error while joining thread
uk: Помилка під час злиття потоку

source: The given transform does not reference any transform plugin
uk: Дане перетворення не посилається на жоден плагін перетворення

source: Trying to allocate an screen buffer on a VisVideo structure which points to an external screen buffer
uk: Спроба виділити екранний буфер у структурі VisVideo, яка вказує на буфер зовнішнього екрану

source: Trying to set a screen buffer on a VisVideo structure which points to an allocated screen buffer
uk: Спроба встановити екранний буфер у структурі VisVideo, яка вказує на виділений буфер екрану

source: Invalid depth passed to the scaler
uk: Невідповідна глибина передана до масштабувальника
