Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libparse-debianchangelog-perl_parse-debianchangelog-pod-*.po
Languages: uk

source: NAME
uk: ІМ'Я

source: parsechangelog - parse Debian changelogs and output them in other formats
uk: parsechangelog - аналіз журналів змін Debian і виведення їх у різних форматах

source: SYNOPSIS
uk: КОРОТКИЙ ОПИС

source: parsechangelog [options] [changelogfile]
uk: parsechangelog [парамети] [файлжурналзмін]

source: Options: --help, -h print usage information --version, -V print version information --file, -l <file> changelog file to parse, defaults to 'debian/changelog' -F<changelogformat> ignored if changelogformat = 'debian' for compatibility with dpkg-dev -L<libdir> ignored for compatibility with dpkg-dev --format <outputformat> see man page for list of available output formats, defaults to 'dpkg' for compatibility with dpkg-dev --since, -s, -v <version> include all changes later than version --until, -u <version> include all changes earlier than version --from, -f <version> include all changes equal or later than version --to, -t <version> include all changes up to or equal than version --count, -c, -n <number> include <number> entries from the top (or the tail if <number> is lower than 0) --offset, -o <number> change the starting point for --count, counted from the top (or the tail if <number> is lower than 0) --all include all changes
uk: Параметри: --help, -h вивести відомості про використання --version, -V вивести відомості про версію --file, -l <file> файл змін для аналізу, типово 'debian/changelog' -F<форматфайлузмін> ігнорується, якщо форматфайлузмін = 'debian' для сумісності з dpkg-dev -L<libdir> ігнорується для сумісності з dpkg-dev --format <форматвиводу> див. man для списку доступних форматів виведення, типово 'dpkg' для сумісності з dpkg-dev --since, -s, -v <версія> долучити всі зміни після цієї версії --until, -u <версія> долучити всі зміни до цієї версії --from, -f <версія> долучити всі зміни, що у цій або пізнішій версії --to, -t <версія> долучити всі зміни до цієї або у цій версії --count, -c, -n <число> долучити <число> записів з поч. (або з кінця, якщо <число> менше ніж 0) --offset, -o <число> змінити точку відліку для --count, відраховувану з початку (або з кінця, якщо <число> менше ніж 0) --all долучити всі зміни

source: If neither C<changelogfile> nor C<-l E<lt>fileE<gt>> are specified, F<debian/changelog> will be used. If two different files are specified the program will abort.
uk: Якщо не вказано ані C<changelogfile>, ані C<-l E<lt>fileE<gt>>, буде використано F<debian/changelog>. Якщо вказано два різних файли, програма буде перервана.

source: If the filename is C<-> the program reads the changelog from standard input.
uk: Якщо ім'я файлу C<-> програма читає журнал змін зі стандартного вводу.

source: C<--all> overrides all other range selecting options. C<--count> overrides all other range selection options except for C<--all>. The range selecting options can be mixed together, but only one of C<--since> and C<--from> and one of C<--until> and C<--to> can be specified at the same time.
uk: C<--all> перевизначає всі інші параметри вибору діапазону. C<--count> перевизначає всі інші параметри вибору діапазону, крім C<--all>. Параметри вибору діапазону можна комбінувати, але одночасно можна вказати лише один з C<-since> та C <-from>, а також один з C<--until> та C<--to>.

source: The dpkg and rfc822 formats default to showing only the first entry when no other options are given with while the HTML and XML formats default to showing all entries.
uk: Формати dpkg та rfc822 типово показують лише перший запис, коли не вказано інші параметри, тоді як HTML та XML формати типово показують всі записи.

source: For a more extensive documentation of the range selecting options and some (hopefully enlightening) examples see L<Parse::DebianChangelog/"COMMON OUTPUT OPTIONS">.
uk: Для більш детальної документації про параметри вибору діапазонів та деяких (сподіваюсь просвітницьких) прикладів див. L<Parse::DebianChangelog/"ЗАГАЛЬНІ ПАРАМЕТРИ ВИВЕДЕННЯ">.

source: DESCRIPTION
uk: ОПИС

source: parsechangelog parses Debian changelogs as described in the Debian policy (version 3.6.2.1 at the time of this writing) and converts them to other output formats. See section L<"SEE ALSO"> for locations where to find the full format definition.
uk: parsechangelog аналізує журнали змін в Debian, як це описано в правилах Debian (версія 3.6.2.1 на момент написання даної статті) і перетворює їх в інші вихідні формати. . Див. розділ L<"ДИВ.ТАКОЖ"> для місць, де розміщена інформація про повне визначення формату.

source: The output formats supported are currently:
uk: Підтримувані на даний час вихідні формати:

source: Format as known from L<dpkg-parsechangelog(1)>. All requested entries (see L<"SYNOPSIS"> on how to select specific entries) are returned in the usual Debian control format, merged in one stanza, ready to be used in a F<.changes> file.
uk: Формат, як відомо з L<dpkg-parsechangelog(1)>. Всі необхідні записи (див L<«СИНОПСИС»> про те, як вибрати певні записи) повертаються в звичайному форматі управління Debian, об'єднані в одній строфі, готові до використання в файлі з F<.changes>.

source: Similar to the C<dpkg> format, but the requested entries are returned as one stanza each, i.e. they are not merged. This is probably the format to use if you want a machine-usable representation of the changelog.
uk: Подібний до формату C<dpkg>, але запитувані записи повертаються як одна строфа, тобто вони не об'єднані. Це, мабуть, формат для машинного відображення журналу змін.

source: Just a simple XML dump of the changelog data. Without any schema or DTD currently, just some made up XML. The actual format might still change. Comments and Improvements welcome.
uk: Простий XML-дамп даних журналу змін. Наразі без будь-якої схеми або DTD, лише деякі складені XML. Фактичний формат може і надалі змінюватися. Коментарі та вдосконалення вітаються.

source: The changelog is converted to a somewhat nice looking HTML file with some nice features as a quick-link bar with direct links to every entry. NOTE: This is not configurable yet and was specifically designed to be used on L<http://packages.debian.org/>. This is planned to be changed until version 1.0. The used Parse::DebianChangelog module already supports configuration, however, this isn't exposed by this program yet.
uk: Журнал змін перетворений на дещо привабливий HTML-файл з деякими приємними функціями, як панель швидких посилань з прямими посиланнями на кожний запис. ПРИМІТКА. Це ще не налаштовується і спеціально розроблено для використання в L<http://packages.debian.org/>. Планується, що це буде змінено до версії 1.0. Використовуваний модуль Parse::DebianChangelog вже підтримує конфігурацію, однак це не викрито цією програмою.

source: SEE ALSO
uk: ДИВІТЬСЯ ТАКОЖ

source: Parse::DebianChangelog, the underlying Perl module
uk: Parse::DebianChangelog, основний модуль Perl

source: Description of the Debian changelog format in the Debian policy: L<http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog>.
uk: Опис формату змін у Debian у правилах Debian: L<http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog>.

source: AUTHOR
uk: АВТОР

source: COPYRIGHT AND LICENSE
uk: Авторскі права та ліцензія

source: Copyright (C) 2005 by Frank Lichtenheld
uk: Авторське право (C) 2005 by Frank Lichtenheld

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
uk: Ця програма є вільним програмним забезпеченням. Ви можете поширювати та/або змінювати її, відповідно до умов Загальної ліцензії GNU (GNU General Public License), яка оголошена Фундацією вільного програмного забезпечення (Free Software Foundation) під версією 2 або новішою (на Ваш розсуд).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
uk: Ця програма розповсюджується з надією, що буде корисною, але БЕЗ БУДЬ-ЯКИХ ЗОБОВ'ЯЗАНЬ; навіть без зобов'язань КОМЕРЦІЙНИХ СПРОМОЖНОСТЕЙ або КОРИСНОСТІ ДЛЯ ЗАДАНОЇ МЕТИ. Дивіться General Public License для подробиць.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
uk: Ви повинні були отримати разом з цією програмою копію Загальної публічної ліцензії GNU; якщо ні, пишіть до Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.

source: Parse::DebianChangelog - parse Debian changelogs and output them in other formats
uk: Parse::DebianChangelog - розбрати журнал змін Debian і вивести їх у інших форматах

source: # the following is semantically equivalent my $chglog = Parse::DebianChangelog->init(); $chglog->parse( { infile => 'debian/changelog' } ); $chglog->html( { outfile => 'changelog.html' } );
uk: # наступне семантично еквівалентне my $chglog = Parse::DebianChangelog->init(); $chglog->parse( { infile => 'debian/changelog' } ); $chglog->html( { outfile => 'changelog.html' } );

source: Parse::DebianChangelog parses Debian changelogs as described in the Debian policy (version 3.6.2.1 at the time of this writing). See section L<"SEE ALSO"> for locations where to find this definition.
uk: Parse ::DebianChangelog аналізує журнали змін в Debian, як це описано в правилах Debian (версія 3.6.2.1 на момент написання даної статті). Див. розділ L<"ДИВ.ТАКОЖ"> для місць, де можна знайти це визначення.

source: The parser tries to ignore most cruft like # or /* */ style comments, CVS comments, vim variables, emacs local variables and stuff from older changelogs with other formats at the end of the file. NOTE: most of these are ignored silently currently, there is no parser error issued for them. This should become configurable in the future.
uk: Синтаксичний аналізатор намагається ігнорувати кінцеві коментарі # або коментарі у стилі /* */, коментарі CVS, змінні vim, локальні змінні emacs та тексти старих журналів змін в інших форматах в кінці файлу. ПРИМІТКА. Більшість з них ігноруються в даний час, і для них аналізатор не показує жодної помилки. Це має бути налаштовуваним параметром в майбутньому.

source: Beside giving access to the details of the parsed file via the L<"data"> method, Parse::DebianChangelog also supports converting these changelogs to various other formats. These are currently:
uk: Крім надання доступу до деталей розібраного файлу за допомогою методу L<"data">, Parse::DebianChangelog також підтримує перетворення цих змін у різні інші формати. На даний момент це:

source: Format as known from L<dpkg-parsechangelog(1)>. All requested entries (see L<"METHODS"> for an explanation what this means) are returned in the usual Debian control format, merged in one stanza, ready to be used in a F<.changes> file.
uk: Формат, як відомо з L<dpkg-parsechangelog(1)>. Всі необхідні записи (для пояснень див. L<"МЕТОДИ">) повертаються в звичайному форматі управління Debian, об'єднані в одній строфі, готові до використання в файлі з F<.changes>.

source: The changelog is converted to a somewhat nice looking HTML file with some nice features as a quick-link bar with direct links to every entry. NOTE: This is not very configurable yet and was specifically designed to be used on L<http://packages.debian.org/>. This is planned to be changed until version 1.0.
uk: Журнал змін перетворений на дещо привабливий HTML-файл з деякими приємними функціями, як панель швидких посилань з прямими посиланнями на кожний запис. ПРИМІТКА. Це ще не налаштовується і спеціально розроблено для використання в L<http://packages.debian.org/>. Планується, що це буде змінено до версії 1.0.

source: METHODS
uk: МЕТОДИ

source: Creates a new object instance. Takes a reference to a hash as optional argument, which is interpreted as configuration options. There are currently no supported general configuration options, but see the other methods for more specific configuration options which can also specified to C<init>.
uk: Створення нового екземпляру об'єкта. Посилання на хеш є необов'язковим аргументом, що інтерпретується як параметри конфігурації. Наразі підтримуваних загальних параметрів конфігураіції немає, але в також C<init> можуть бути вказані специфічні параметри конфігурації з інших методів.

source: If C<infile> or C<instring> are specified (see L<parse>), C<parse()> is called from C<init>. If a fatal error is encountered during parsing (e.g. the file can't be opened), C<init> will not return a valid object but C<undef>!
uk: Якщо вказано C<infile> чи C<instring> > (див. L<parse>), C<parse ()> викликається з середини C<init>. Якщо під час аналізу виявляється фатальна помилка (наприклад, файл неможливо відкрити), C<init> не поверне правильний об'єкт, а поверне C<undef>!

source: Can be used to delete all information about errors ocurred during previous L<parse> runs. Note that C<parse()> also calls this method.
uk: Може бути використаний для видалення всієї інформації про помилки, що виникли під час попередньої обробки L<parse>. Зверніть увагу, що C<parse()> також викликає цей метод.

source: Returns all error messages from the last L<parse> run. If called in scalar context returns a human readable string representation. If called in list context returns an array of arrays. Each of these arrays contains
uk: Повертає всі повідомлення про помилки під час останнього запуску L<parse>. Якщо виклик був здійснений в скалярному контексті, результатом є легкочитне рядкове подання. Якщо у списковому контексті, то масив масивів. Кожен з цих масивів містить:

source: the filename of the parsed file or C<String> if a string was parsed directly
uk: ім'я проаналізованого файлу або C<String> , якщо рядок був розібраний безпосередньо

source: the line number where the error occurred
uk: номер рядка, де сталася помилка

source: an error description
uk: опис помилки

source: the original line
uk: оригінальний рядок

source: NOTE: This format isn't stable yet and may change in later versions of this module.
uk: ПРИМІТКА. Цей формат ще не є стабільним і може бути змінений в більш пізніх версіях цього модуля.

source: Get the last non-parser error (e.g. the file to parse couldn't be opened).
uk: Отримати останню помилку, не пов'язану з аналізатором (наприклад, файл для аналізу не може бути відкритий).

source: Parses either the file named in configuration item C<infile> or the string saved in configuration item C<instring>. Accepts a hash ref as optional argument which can contain configuration items.
uk: Аналізує або файл, названий в об'єкті конфігурації C<infile>, або рядок, збережений в об'єкті конфігурації C<instring>. Приймає хеш-посилання як необов’язковий аргумент, який може містити об'єкти конфігурації.

source: Returns C<undef> in case of error (e.g. "file not found", B<not> parse errors) and the object if successful. If C<undef> was returned, you can get the reason for the failure by calling the L<get_error> method.
uk: Повертає C<undef> у випадку помилки (наприклад, "файл не знайдено", помилки аналізу B<not>) та об'єкт, якщо все пройшло без помилок. Якщо результатом є C<undef>, ви можете дізнатися причину збою виконавши виклик методу L<get_error>.

source: C<data> returns an array (if called in list context) or a reference to an array of Parse::DebianChangelog::Entry objects which each represent one entry of the changelog.
uk: C<data> повертає масив (якщо його викликано у контексті списку) або посилання на масив об'єктів Parse::DebianChangelog::Entry, кожен з яких являє собою один запис журналу змін.

source: This is currently merely a placeholder to enable users to get to the raw data, expect changes to this API in the near future.
uk: В даний час це лише заповнювач, який дає змогу користувачам отримати вихідні дані, в цьому API у найближчому майбутньому очікуються зміни.

source: This method supports the common output options described in section L<"COMMON OUTPUT OPTIONS">.
uk: Цей метод підтримує загальні параметри виводу, описані в розділі L<"COMMON OUTPUT OPTIONS">.

source: (and B<dpkg_str>)
uk: (та B<dpkg_str>)

source: C<dpkg> returns a hash (in list context) or a hash reference (in scalar context) where the keys are field names and the values are field values. The following fields are given:
uk: C<dpkg> повертає хеш (у контексті списку) або хеш-посилання (у скалярному контексті), де ключі є іменами полів, а значення - значеннями полів. Надано такі поля:

source: Source
uk: Джерело

source: package name (in the first entry)
uk: назва пакунку (у першому записі)

source: Version
uk: Версія

source: packages' version (from first entry)
uk: версія пакунків (з першого запису)

source: Distribution
uk: Дистрибутив

source: target distribution (from first entry)
uk: цільовий дистрибутив (з першого запису)

source: Urgency
uk: Терміновість

source: urgency (highest of all printed entries)
uk: терміновість (найвища з усіх виведених записів)

source: Maintainer
uk: Супровідник

source: person that created the (first) entry
uk: особа, яка створила (перший) запис

source: Date
uk: Дата

source: date of the (first) entry
uk: дата (першого) запису

source: Closes
uk: Закриті

source: bugs closed by the entry/entries, sorted by bug number
uk: вади, закриті записами, впорядковані за номером вади

source: Changes
uk: Зміни

source: content of the the entry/entries
uk: вміст запису/записів

source: C<dpkg_str> returns a stringified version of this hash which should look exactly like the output of L<dpkg-parsechangelog(1)>. The fields are ordered like in the list above.
uk: C<dpkg_str> повертає рядковану версію цього хешу, який має виглядати абсолютно так само, як виведення L<dpkg-parsechangelog(1)>. Ці поля впорядковані, як у списку вище.

source: Both methods only support the common output options described in section L<"COMMON OUTPUT OPTIONS">.
uk: Обидва способи підтримують лише загальні параметри виводу, описані в розділі L<"ЗАГАЛЬНІ ПАРАМЕТРИ ВИВЕДЕННЯ">.

source: See L<dpkg>.
uk: Див. L<dpkg>.

source: (and B<rfc822_str>)
uk: (та B<rfc822_str>)

source: C<rfc822> returns an array of hashes (in list context) or a reference to this array (in scalar context) where each hash represents one entry in the changelog. For the format of such a hash see the description of the L<"dpkg"> method (while ignoring the remarks about which values are taken from the first entry).
uk: C<rfc822> повертає масив хешів (в контексті списку) або посилання на цей масив (у скаларному контексті), де кожен хеш являє собою один запис у журналі змін. Для формату таких хешів дивіться опис методу L<"dpkg"> (з ігноруванням зауважень про те, які значення беруться з першого запису).

source: C<rfc822_str> returns a stringified version of this hash which looks similar to the output of dpkg-parsechangelog but instead of one stanza the output contains one stanza for each entry.
uk: C<rfc822_str> повертає рядковану версію цього хешу, котрий виглядає подібно виведення dpkg-parsechangelog, але замість однієї строфи, виведення міститиме по одній строфі на запис.

source: See L<rfc822>.
uk: Див. L<rfc822>.

source: (and B<xml_str>)
uk: (та B<xml_str>)

source: C<xml> converts the changelog to some free-form (i.e. there is neither a DTD or a schema for it) XML.
uk: C<xml> перетворює журнал змін у деякий вільний формат (тобто ані DTD, ані схема для нього) XML.

source: The method C<xml_str> is an alias for C<xml>.
uk: Метод C<xml_str> є синонімом C<xml>.

source: Both methods support the common output options described in section L<"COMMON OUTPUT OPTIONS"> and additionally the following configuration options (as usual to give in a hash reference as parameter to the method call):
uk: Обидва методи підтримують загальні параметри виведення, описані в розділі L<"ЗАГАЛЬНІ ПАРАМЕТРИ ВИВЕДЕННЯ"> та додатково наступні параметри конфігурації (як звичайно, щоб передати хеш-посиланнях як параметр виклику методу):

source: directly write the output to the file specified
uk: здійснення прямого запису виведення у вказаний файл

source: See L<xml>.
uk: Див. L<xml>.

source: (and B<html_str>)
uk: (та B<html_str>)

source: C<html> converts the changelog to a HTML file with some nice features such as a quick-link bar with direct links to every entry. The HTML is generated with the help of HTML::Template. If you want to change the output you should use the default template provided with this module as a base and read the documentation of HTML::Template to understand how to edit it.
uk: C<html> перетворює журнал змін HTML-файл з деякими приємними функціями, як панель швидких посилань з прямими посиланнями на кожний запис. Цей HTML генерується за допомогою HTML::Template. Якщо ви хочете змінити виведення слід використовувати типовий шаблон, наданий модулем, як основу, і прочитати документацію HTML::Template, щоб зрозуміти, як його відредагувати.

source: The method C<html_str> is an alias for C<html>.
uk: Цей метод C<html_str> є синонімом C<html>.

source: template file to use, defaults to tmpl/default.tmpl, so you most likely want to override that. NOTE: The plan is to provide a configuration file for the module later to be able to use sane defaults here.
uk: файл шаблон для використання, типово tmpl/default.tmpl, але швидше за все ви це зміните. ПРИМІТКА: План полягає в тому, щоб пропонувати файл конфігурації для модуля пізніше, щоб тут можна було використовувати нормальне типове значення.

source: path to the CSS stylesheet to use (a default might be specified in the template and will be honoured, see the default template for an example)
uk: шлях до таблиці стилів CSS для використання (типовий може бути вказаний у шаблоні та буде використовуватись, див. типовий шаблон для прикладу).

source: path to the CSS stylesheet to use for printing (see the notes for C<style> about default values)
uk: шлях до таблиці стилів CSS, що використовується під час виведення (дивіться примітки до C<style> про типові значення)

source: See L<html>.
uk: Див. L<html>.

source: not yet documented
uk: ще не документовано

source: COMMON OUTPUT OPTIONS
uk: ЗАГАЛЬНІ ПАРАМЕТРИ ВИВЕДЕННЯ

source: The following options are supported by all output methods, all take a version number as value:
uk: Наведені нижче параметри підтримуються всіма методами виведення, всі приймають номер версії як значення:

source: Causes changelog information from all versions strictly later than B<version> to be used.
uk: Буде використовуватись інформація з журналу змін усіх версій, що перевищують версію B<version>.

source: (works exactly like the C<-v> option of dpkg-parsechangelog).
uk: (працює аналогічно параметру C<-v> для dpkg-parsechangelog).

source: Causes changelog information from all versions strictly earlier than B<version> to be used.
uk: Буде використовуватись інформація з журналу змін усіх версій, що не перевищують версію B<version>.

source: Similar to C<since> but also includes the information for the specified B<version> itself.
uk: Подібно до C<since> але також містить ані для власне зазначеної B<version>.

source: Similar to C<until> but also includes the information for the specified B<version> itself.
uk: Подібно до C<until> але також містить інформацію для власне зазначеної версії B<version>.

source: The following options also supported by all output methods but don't take version numbers as values:
uk: Наступні параметри також підтримуються всіма методами виведення, але не приймають номери версій як значення:
