Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libelf_libelf-*.po
Languages: uk

source: no error
uk: без помилок

source: unknown error
uk: невідома помилка

source: Internal error: unknown reason
uk: Внутрішня помилка: невідома причина

source: Internal error: not implemented
uk: Внутрішня помилка: відсутня реалізація

source: Request error: cntl(ELF_C_FDREAD) on write-only file
uk: Помилка запиту: cntl(ELF_C_FDREAD) на файлі лише для запису

source: Request error: invalid ELF_C_* argument
uk: Помилка запиту: неправильний параметр ELF_C_*

source: Request error: file descriptor disabled
uk: Помилка запиту: дескриптор файлу заборонено

source: Request error: not an archive
uk: Помилка запиту: немає у архіві

source: Request error: offset out of range
uk: Помилка запиту: зміщення поза допустимими межами

source: Request error: unknown ELF version
uk: Помилка запиту: невідома версія ELF

source: Request error: ELF_C_* argument does not match
uk: Помилка запиту: ELF_C_* аргумент не відповідає

source: Request error: archive member begin() for writing
uk: Помилка запиту: виклик begin() для запису архіву

source: Request error: archive/member file descriptor mismatch
uk: Помилка запиту: неспівпадіння файлового дескриптора архіву

source: Request error: not an ELF file
uk: Помилка запиту: не ELF файл

source: Request error: class file/memory mismatch
uk: Помилка запиту: клас файл/пам’ять не відповідають

source: Request error: invalid ELF_T_* argument
uk: Помилка запиту: неправильний ELF_T* аргумент

source: Request error: unknown data encoding
uk: Помилка запиту: невідоме кодування даних

source: Request error: destination buffer too small
uk: Помилка запиту: буфер призначення замалий

source: Request error: d_buf is NULL
uk: Помилка запиту: значення d_buf рівне NULL

source: Request error: unknown ELF class
uk: Помилка запиту: невідомий клас ELF

source: Request error: section does not belong to file
uk: Помилка запиту: розділ не належить файлу

source: Request error: no section at index
uk: Помилка запиту: відсутній розділ індексу

source: Request error: can't manipulate null section
uk: Помилка запиту: заборонено маніпуляції нульового розділу

source: Request error: data does not belong to section
uk: Помилка запиту: дані не належать розділу

source: Request error: no string table
uk: Помилка запиту: відсутня таблиця рядків

source: Request error: string table offset out of range
uk: Помилка запиту: зміщення у таблиці рядків поза допустимими межами

source: Request error: update(ELF_C_WRITE) on read-only file
uk: Помилка запиту: update(ELF_C_WRITE): файл лише для читання

source: I/O error: seek
uk: Помилка вводу/виводу: пошук

source: I/O error: file too big for memory
uk: Помилка вводу/виводу: файл завеликий для пам’яті

source: I/O error: raw read
uk: Помилка вводу/виводу: безпосереднє читання

source: I/O error: get file size
uk: Помилка вводу/виводу: отримання розміру файлу

source: I/O error: output write
uk: Помилка вводу/виводу: вивід запису

source: I/O error: can't truncate output file
uk: Помилка вводу/виводу: неможливо обрізати вихідний файл

source: Sequence error: must set ELF version first
uk: Неправильна послідовність: спочатку необхідно задати версію ELF

source: Sequence error: must create ELF header first
uk: Помилка послідовності: спочатку необхідно створити ELF-заголовок

source: Format error: reference outside file
uk: Помилка формату: вказування зовнішніх файлів

source: Format error: archive header truncated
uk: Помилка формату: заголовок архіву обірвано

source: Format error: archive fmag
uk: Помилка формату: архів fmag

source: Format error: archive header
uk: Помилка формату: заголовок архіву

source: Format error: archive member truncated
uk: Помилка формату: участник архіву обірваний

source: Format error: archive symbol table size
uk: Помилка формату: неправильний розмір таблиці символів

source: Format error: archive string table
uk: Помилка формату: таблиця рядків архіву

source: Format error: archive special name unknown
uk: Помилка формату: невідоме ім’я архіву

source: Format error: ELF header truncated
uk: Помилка формату: ELF-заголовок обірвано

source: Format error: program header table truncated
uk: Помилка формату: таблицю заголовку програми обірвано

source: Format error: section header table truncated
uk: Помилка формату: таблицю заголовку розділу обрізано

source: Format error: data region truncated
uk: Помилка формату: область даних усічено

source: Format error: program header table alignment
uk: Помилка формату: вирівнювання таблиці сегментів

source: Format error: section header table alignment
uk: Помилка формату: неправильне вирівнювання заголовку секції

source: Format error: bad parameter in Verdef record
uk: Помилка формату: поганий параметр у запису Verdef

source: Format error: unknown Verdef version
uk: Помилка формату: невідома версія Verdef

source: Format error: bad parameter in Verneed record
uk: Помилка формату: поганий параметр у запису Verneed

source: Format error: unknown Verneed version
uk: Помилка формату: невідома версія Verneed

source: Format error: bad e_shnum value
uk: Помилка формату: погане значення e_shnum

source: Format error: bad e_shentsize value
uk: Помилка формату: погане значення e_shentsize

source: Format error: bad e_phentsize value
uk: Помилка формату: погане значення e_phentsize

source: Format error: unterminated string in string table
uk: Помилка формату: незавершений рядок у таблиці рядків

source: Layout error: section size too small for data
uk: Помилка розміщення: розмір секції занадто малий для даних

source: Layout error: overlapping sections
uk: Помилка розміщення: секції що перекриваються

source: Memory error: elf descriptor
uk: Помилка пам’яті: дескриптор elf

source: Memory error: archive symbol table
uk: Помилка пам’яті: проблема з таблицею символів архіву

source: Memory error: archive member header
uk: Помилка пам’яті: проблема з заголовком елемента архіву

source: Memory error: ELF header
uk: Помилка пам’яті: заголовок ELF

source: Memory error: program header table
uk: Помилка пам’яті: проблема з таблицею заголовку програми

source: Memory error: section header table
uk: Помилка пам’яті: проблема з таблицею заголовку секції

source: Memory error: section descriptor
uk: Помилка пам’яті: проблема з дескриптором секції

source: Memory error: section data
uk: Помилка пам’яті: проблема з даними секції

source: Memory error: output file space
uk: Помилка пам’яті: немає місця для вихідного файлу

source: Memory error: temporary buffer
uk: Помилка пам’яті: тимчасовий буфер

source: GElf error: value out of range
uk: Помилка GElf: значення виходить з діапазону

source: GElf error: index out of range
uk: Помилка GElf: індекс виходить з діапазону

source: GElf error: type mismatch
uk: Помилка GElf: неспівпадіння типів

source: GElf error: not enough memory for GElf_Sym
uk: Помилка GElf: не вистачає пам’яті для GElf_Sym

source: GElf error: not enough memory for GElf_Dyn
uk: Помилка GElf: не вистачає пам’яті для GElf_Dyn

source: GElf error: not enough memory for GElf_Rela
uk: Помилка GElf: не вистачає пам’яті для GElf_Rela

source: GElf error: not enough memory for GElf_Rel
uk: Помилка GElf: не вистачає пам’яті для GElf_Rel
