Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libparse-debianchangelog-perl_parse-debianchangelog-pod-*.po
Languages: uk

source: If set to a true value, all entries of the changelog are returned, this overrides all other options. While the XML and HTML formats default to all == true, this does of course not overwrite other options unless it is set explicitly with the call.
uk: Якщо встановлено значення true, всі записи журналу змін повертаються, це перевизначає всі інші параметри. Хоча формати XML і HTML за умовчанням мають всі значення == true, це, звичайно, не перезаписує інші параметри, якщо воно не встановлено явним викликом.

source: Expects a signed integer as value. Returns C<value> entries from the top of the changelog if set to a positive integer, and C<abs(value)> entries from the tail if set to a negative integer.
uk: Як значення має бути знакове ціле число. Повертає записи C<value> з верхньої частини журналу змін, якщо вказане позитивне ціле значення, C<abs(value)> значення з кінця, якщо вказане негативне ціле значення.

source: Expects a signed integer as value. Changes the starting point for C<count>, either counted from the top (positive integer) or from the tail (negative integer). C<offset> has no effect if C<count> wasn't given as well.
uk: Як значення має бути знакове ціле число. Зміна початкової точки відліку для C<count> від верхньої частини (позитивне ціле) або нижньої частини (негативне ціле). C<offset> не має ефекту без зазначення C<count>.

source: Some examples for the above options. Imagine an example changelog with entries for the versions 1.2, 1.3, 2.0, 2.1, 2.2, 3.0 and 3.1.
uk: Деякі приклади наведених вище параметрів. Візьмемо як приклад журнал змін із записами для версій 1.2, 1.3, 2.0, 2.1, 2.2, 3.0 та 3.1.

source: Call Included entries C<E<lt>formatE<gt>({ since =E<gt> '2.0' })> 3.1, 3.0, 2.2 C<E<lt>formatE<gt>({ until =E<gt> '2.0' })> 1.3, 1.2 C<E<lt>formatE<gt>({ from =E<gt> '2.0' })> 3.1, 3.0, 2.2, 2.1, 2.0 C<E<lt>formatE<gt>({ to =E<gt> '2.0' })> 2.0, 1.3, 1.2 C<E<lt>formatE<gt>({ count =E<gt> 2 }>> 3.1, 3.0 C<E<lt>formatE<gt>({ count =E<gt> -2 }>> 1.3, 1.2 C<E<lt>formatE<gt>({ count =E<gt> 3, offset=E<gt> 2 }>> 2.2, 2.1, 2.0 C<E<lt>formatE<gt>({ count =E<gt> 2, offset=E<gt> -3 }>> 2.0, 1.3 C<E<lt>formatE<gt>({ count =E<gt> -2, offset=E<gt> 3 }>> 3.0, 2.2 C<E<lt>formatE<gt>({ count =E<gt> -2, offset=E<gt> -3 }>> 2.2, 2.1
uk: Виклик Записи, що додаватимуться C<E<lt>formatE<gt>({ since =E<gt> '2.0' })> 3.1, 3.0, 2.2 C<E<lt>formatE<gt>({ until =E<gt> '2.0' })> 1.3, 1.2 C<E<lt>formatE<gt>({ from =E<gt> '2.0' })> 3.1, 3.0, 2.2, 2.1, 2.0 C<E<lt>formatE<gt>({ to =E<gt> '2.0' })> 2.0, 1.3, 1.2 C<E<lt>formatE<gt>({ count =E<gt> 2 }>> 3.1, 3.0 C<E<lt>formatE<gt>({ count =E<gt> -2 }>> 1.3, 1.2 C<E<lt>formatE<gt>({ count =E<gt> 3, offset=E<gt> 2 }>> 2.2, 2.1, 2.0 C<E<lt>formatE<gt>({ count =E<gt> 2, offset=E<gt> -3 }>> 2.0, 1.3 C<E<lt>formatE<gt>({ count =E<gt> -2, offset=E<gt> 3 }>> 3.0, 2.2 C<E<lt>formatE<gt>({ count =E<gt> -2, offset=E<gt> -3 }>> 2.2, 2.1

source: Any combination of one option of C<since> and C<from> and one of C<until> and C<to> returns the intersection of the two results with only one of the options specified.
uk: Будь які комбінації одного з параметрів C<since> та C<from> та одного з параметрів C<until> та C<to> повертає перетин двох результатів лише з одним із зазначених параметрів.

source: Parse::DebianChangelog::ChangesFilters - filters to be applied to Debian changelog entries
uk: Parse::DebianChangelog::ChangesFilters - фільтри, що будуть застосовані до записів журналу змін Debian

source: This is currently only used internally by Parse::DebianChangelog and is not yet documented. There may be still API changes until this module is finalized.
uk: Наразі це використовується лише для Parse::DebianChangelog і ще не задокументовано. В АPI ще можуть бути внесені зміни перед фінальним випуском модуля.

source: Parse::DebianChangelog::Entry - represents one entry in a Debian changelog
uk: Parse::DebianChangelog::Entry - представляє собою один запис в журналі змін Debian

source: Methods
uk: Методи

source: Creates a new object, no options.
uk: Створення нового об'єкту, немає параметрів.

source: Alias for init.
uk: Синонім для init.

source: Checks if the object is actually initialized with data. Due to limitations in Parse::DebianChangelog this currently simply checks if one of the fields Source, Version, Maintainer, Date, or Changes is initialized.
uk: Перевіряє, чи об’єкт насправді ініціалізований даними. Через обмеження в Parse::DebianChangelog на цей момент просто перевіряється, чи ініціалізоване одне з полів Джерело, Версія, Супровідник, Дата чи Зміни.

source: Accessors
uk: Засіб доступу

source: The following fields are available via accessor functions (all fields are string values unless otherwise noted):
uk: Через функцій доступу такі поля (всі поля є рядковими значеннями, якщо не зазначено інше):

source: ExtraFields (all fields except for urgency as hash)
uk: Екстраполя (всі поля за винятком терміновості як хешу)

source: Header (the whole header in verbatim form)
uk: Заголовок (повний заголовок у словесній формі)

source: Changes (the actual content of the bug report, in verbatim form)
uk: Зміни (фактичний вміст звіту про помилку, у словесній формі)

source: Trailer (the whole trailer in verbatim form)
uk: Трейлер (повний трейлер у словесній формі)

source: Closes (Array of bug numbers)
uk: Закриті (Масив номерів помилок)

source: Maintainer (name B<and> email address)
uk: Супроводжувач (ім'я B<та> та електронна адреса)

source: Timestamp (Date expressed in seconds since the epoche)
uk: Мітка час (Дата у секундах від початку епохи)

source: ERROR (last parse error related to this entry in the format described at Parse::DebianChangelog::get_parse_errors.
uk: ПОМИЛКА (остання помилка синтаксичного аналізу у форматі, описаному у Parse::DebianChangelog::get_parse_errors.

source: Parse::DebianChangelog::Util - utility functions for parsing Debian changelogs
uk: Parse::DebianChangelog::Util - інструментальні функцій для синтаксичного аналізу журналу змін Debian

source: This is currently only used internally by Parse::DebianChangelog. There may be still API changes until this module is finalized.
uk: Наразі це використовується лише для Parse::DebianChangelog. В АPI ще можуть бути внесені зміни перед фінальним випуском модуля.

source: Functions
uk: Функції

source: Takes one string as argument and finds "Closes: #123456, #654321" statements as supported by the Debian Archive software in it. Returns all closed bug numbers in an array reference.
uk: Приймає один рядок як аргумент і здійснює пошук виразів "Closes: #123456, #654321" як їх підтримує програми архівації Debian Archive. Повертає як результат всі номери закритих помилок у вигляді масиву посилань.

source: Takes two hash references as arguments. The first should contain the data to output in RFC822 format. The second can contain a sorting order for the fields. The higher the numerical value of the hash value, the earlier the field is printed if it exists.
uk: Приймає як аргументи два хеш-посилання. Перший повинен містити дані, для виведення у форматі RFC822. Другий може містити впорядкування для полів. Чим вище числове значення хешу, тим раніше виводиться поле, якщо воно існує.

source: Return the data in RFC822 format as string.
uk: Повертає дані у форматі RFC822 як рядок

source: The first argument should be an array ref to an array of hash references. The second argument is a hash reference and has the same meaning as the second argument of L<data2rfc822>.
uk: Першим арґументом повинен бути масив посилань на масив хеш-посилань. Другий аргумент є хеш-посиланням і має те ж значення, що і другий аргумент методу L<data2rfc822>.

source: Calls L<data2rfc822> for each element of the array given as first argument and returns the concatenated results.
uk: Викликає L<data2rfc822> для кожного елемента масиву, заданого як перший аргумент, і повертає об'єднані результати.

source: Takes a Parse::DebianChangelog::Entry object as first argument.
uk: Приймає об'єкт Parse::DebianChangelog::Entry як перший аргумент.

source: Returns a string that is suitable for using it in a C<Changes> field in the output format of C<dpkg-parsechangelog>.
uk: Повертає рядок, придатний для використання в полі C<Changes> у вихідному форматі C<dpkg-parsechangelog>.

source: Pod::UsageTrans, pod2usage() - print a usage message from embedded pod documentation
uk: Pod::UsageTrans, pod2usage() - вивід повідомлення про використання з вбудованої документації pod

source: my $message_text = "This text precedes the usage message."; my $exit_status = 2; ## The exit status to use my $verbose_level = 0; ## The verbose level to use my $filehandle = \*STDERR; ## The filehandle to write to my $textdomain = 'prog-pod'; ## The gettext domain for the Pod documentation
uk: my $message_text = "Цей текст передує повідомленню про використання."; my $exit_status = 2; ## Використовуваний код завершення my $verbose_level = 0; ## Використовуваний рік докладності my $filehandle = \*STDERR; ## Файл для запису my $textdomain = 'prog-pod'; ## Домен gettext для документації Pod

source: Pod::UsageTrans works exactly like Pod::Usage but allows you to easily translate your messages. It was specifically written to be compatible with the F<.po> files produced by po4a(7). If you want to use any other method to produce your F<.po> files you should probably take a look at the source of code of this module to see which msgids you will need to use.
uk: Pod::UsageTrans працює так само, як Pod::Usage, але дозволяє вам легко перекладати свої повідомлення. Він був спеціально написаний для сумісності з файлами F<.po>, створені po4a(7). Якщо ви хочете використати будь-який інший метод для створення своїх файлів F<.po>, вам слід, напевно, поглянути на джерело коду цього модуля, щоб побачити, які msgid вам знадобиться використовувати.

source: For documentation on calling pod2usage from your program see Pod::Usage. Pod::UsageTrans additionally supports a C<-textdomain> option where you can specify the gettext domain to use. If C<-textdomain> isn't set, Pod::UsageTrans will behave exactly like Pod::Usage.
uk: Для отримання документації про виклик pod2usage з вашої програми див. Pod::Usage. Pod::UsageTrans додатково підтримує параметр C<-textdomain>, де ви можете вказати для використання gettext-домен. Якщо C<-textdomain> не встановлено, Pod::UsageTrans буде поводитися так само, як Pod::Usage.

source: BUGS
uk: ПОМИЛКИ

source: Pod::UsageTrans is currently in the state of a quickly hacked together solution that was tested with exactly one use case. Expect bugs in corner cases.
uk: Pod::UsageTrans наразі являє собою нашвидкоруч створене рішення, що було перевірено лише для однієї ситуації. Тому в інших ситуаціях можливі помилки в роботі.

source: It specifically doesn't support many of the po4a options like charset conversion between the POD input and the msgstr in the F<.pot> file.
uk: Він наввмисне не підтримує більшість параметрів po4a на кшталт перетворення набору символів між введенням POD та msgstr у файлі F<.pot>.

source: po4a(7), Pod::Usage, gettext info documentation
uk: po4a(7), Pod::Usage, документація у форматі gettext info

source: Based on Pod::Usage by Brad Appleton E<lt>bradapp@enteract.comE<gt> which is based on code for B<Pod::Text::pod2text()> written by Tom Christiansen E<lt>tchrist@mox.perl.comE<gt>
uk: На основі Pod::Usage від Бреда Епплтона E<lt>bradapp@enteract.comE<gt>, що заснований на коді для B<Pod::Text::pod2text()> , написаного Томом Крістіансеном E<lt>tchrist@mox.perl.comE<gt>

source: Also based on Locale::Po4a::Pod, Locale::Po4a::Po and Locale::Po4a::TransTractor by Martin Quinson and Denis Barbier.
uk: Також на основі Locale::Po4a::Pod, Locale::Po4a::Po та Locale::Po4a::TransTractor від Мартіна Кінсона та Деніса Барб'є.
