Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libparse-debianchangelog-perl_parse-debianchangelog-*.po
Languages: uk

source: changelog format %s not supported
uk: формат логу %s не підтримується

source: ignored option -L
uk: опцію -L ігноровано

source: output format %s not supported
uk: вихідний формат %s не підтримується

source: Copyright (C) 2005 by Frank Lichtenheld
uk: Авторське право (C) 2005 by Frank Lichtenheld

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty.
uk: Це - безкоштовне програмне забезпечення; див. версію 2 Ліцензії ГНУ. Немає ніякої гарантії.

source: too many arguments
uk: забагато аргументів

source: more than one file specified (%s and %s)
uk: вказано більше одного файлу (%s й %s)

source: fatal error occured while parsing %s
uk: фатальна помилка при аналізі %s

source: WARN: %s(l%s): %s LINE: %s
uk: Попередження: %s(l%s): %s У рядку: %s

source: WARN: %s(l%s): %s
uk: Попередження: %s(l%s): %s

source: FATAL: %s
uk: Фатальна помилка: %s

source: can't open file %s: %s
uk: не вдалося відкрити файл %s: %s

source: can't lock file %s: %s
uk: файл використовується іншою програмою %s: %s

source: can't load IO::String: %s
uk: неможливо завантажити IO::String: %s

source: handle is not open
uk: Хендл не відкритий

source: no changelog file specified
uk: не вказано файл змін

source: found start of entry where expected %s
uk: знайдено початок запису де очікувалося %s

source: bad key-value after `;': `%s'
uk: неправильна пара ключ-значення після `;': `%s'

source: repeated key-value %s
uk: повторення пари ключ-значення %s

source: badly formatted urgency value
uk: неправильний формат значення актуальності

source: unknown key-value key %s - copying to XS-%s
uk: невідомий ключ %s у парі ключ-значення - копіюється у XS-%s

source: badly formatted heading line
uk: неправильний формат рядка заголовку

source: found trailer where expected %s
uk: знайдено завершення де очікувалося %s

source: badly formatted trailer line
uk: неправильний формат рядка завершення

source: couldn't parse date %s
uk: не вдалося виконати аналіз дати %s

source: found change data where expected %s
uk: знайдено дані змін де очікувалося %s

source: found blank line where expected %s
uk: знайдено порожній рядок де очікувалося %s

source: unrecognised line
uk: нерозпізнаний рядок

source: found eof where expected %s
uk: знайдено символ eof де очікувалося %s

source: can't close file %s: %s
uk: не вдалося закрити файл %s: %s

source: you can't combine 'count' or 'offset' with any other range option
uk: неможна використовувати 'count' або 'offset' одночасно з будь якими іншими параметрами діапазону

source: you can only specify one of 'from' and 'since'
uk: Ви можете визначити або 'від' або 'з тих пір'

source: you can only specify one of 'to' and 'until'
uk: Ви можете лише визначити або 'на' або 'до'

source: 'since' option specifies most recent version
uk: опція 'since' визначає найостаннішу версію

source: 'until' option specifies oldest version
uk: опція 'until' визначає найстарішу версію

source: field %s has newline then non whitespace >%s<
uk: поле %s містить символ нового рядка, після якого йде непробільний символ >%s<

source: field %s has blank lines >%s<
uk: поле %s містить порожні рядки >%s<

source: field %s has trailing newline >%s<
uk: поле %s закінчується символом нового рядка >%s<
