Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-lshw_lshw-*.po
Languages: ru, uk

source: 32-bit processes
ru: 32-битные процессы
uk: 32-бітові процеси

source: 64-bit processes
ru: 64-битные процессы
uk: 64-бітові процеси

source: CPU virtualization (Vanderpool)
ru: Виртуализация ЦПУ (Vanderpool)
uk: Віртуалізація ЦПП (Vanderpool)

source: Logical CPU
ru: Логический ЦПУ
uk: Логічний ЦПП

source: L1 cache
ru: Кэш L1
uk: Кеш L1

source: L2 cache
ru: Кэш L2
uk: Кеш L2

source: Other
ru: Другой
uk: Інший

source: Unknown
ru: Неизвестно
uk: Невідомо

source: Lead Acid
ru: Свинцово-кислотный
uk: Свинцево-кислотний

source: Nickel Cadmium
ru: Никель-кадмиевый
uk: Нікель-кадмієвий

source: Nickel Metal Hydride
ru: Никель-металл-гидридный
uk: Нікель-металічний гібридний

source: Lithium Ion
ru: Литий-ионный
uk: Літій-іонний

source: Zinc Air
ru: Цинк-воздушный
uk: Цинк-повітряний

source: Lithium Polymer
ru: Литий-полимерный
uk: Літій-полімерний

source: Server Blade
ru: Блэйд-сервер
uk: Блейд-сервер

source: Connectivitiy Switch
ru: Коммутатор
uk: Комутатор

source: System Management Module
ru: Модуль управления системой
uk: Модуль керування системою

source: Processor Module
ru: Модуль процессора
uk: Модуль процесора

source: I/O Module
ru: Модуль ввода/вывода
uk: Модуль вводу/виводу

source: Memory Module
ru: Модуль памяти
uk: Модуль пам’яті

source: Daughter Board
ru: Мезонинная плата
uk: Дочірня плата

source: Motherboard
ru: Материнская плата
uk: Материнська плата

source: Processor/Memory Module
ru: Модуль процессора/памяти
uk: Модуль процесора/пам’яті

source: Processor/IO Module
ru: Модуль ввода/вывода процессора
uk: Модуль вводу/виводу процесора

source: Interconnect Board
ru: Соединительная плата
uk: З’єднувальна плата

source: ISA bus
ru: Шина ISA
uk: Шина ISA

source: MCA bus
ru: Шина MCA
uk: Шина MCA

source: EISA bus
ru: Шина EISA
uk: Шина EISA

source: PCI bus
ru: Шина PCI
uk: Шина PCI

source: Advanced Power Management
ru: Расширенное управление питанием
uk: Розширене керування живленням

source: BIOS EEPROM can be upgraded
ru: BIOS EEPROM может быть обновлён
uk: BIOS EEPROM може бути оновлено

source: VESA video extensions
uk: Відео розширення VESA

source: Booting from CD-ROM/DVD
ru: Загрузка с CD-ROM/DVD
uk: Завантаження з CD-ROM/DVD

source: Selectable boot path
ru: Выбираемое загрузочное местоположение
uk: Завантажувальне місцезнаходження, що обирається

source: BIOS ROM is socketed
uk: BIOS ROM сокетований

source: Booting from PCMCIA
ru: Загрузка с PCMCIA
uk: Завантаження з PCMCIA

source: Enhanced Disk Drive extensions
uk: Розширення Enhanced Disk Drive

source: NEC 9800 floppy
ru: Дискета NEC 9800
uk: Дискета NEC 9800

source: Toshiba floppy
ru: Дискета Toshiba
uk: Дискета Toshiba

source: 5.25" 360KB floppy
ru: Дискета 5.25" 360KB
uk: Дискета 5.25" 360KB

source: 5.25" 1.2MB floppy
ru: Дискета 5.25" 1.2MB
uk: Дискета 5.25" 1.2MB

source: 3.5" 720KB floppy
ru: Дискета 3.5" 720KB
uk: Дискета 3.5" 720KB

source: 3.5" 2.88MB floppy
ru: Дискета 3.5" 2.88MB
uk: Дискета 3.5" 2.88MB

source: Print Screen key
ru: Клавиша Print Screen
uk: Клавіша Print Screen

source: i8042 keyboard controller
ru: Контроллер клавиатуры i8042
uk: Контролер клавіатури i8042

source: INT14 serial line control
uk: Керування послідовним портом INT14

source: INT17 printer control
uk: Керування принтером INT17

source: INT10 CGA/Mono video
uk: Відео CGA/Mono INT10

source: USB legacy emulation
ru: Эмуляция устаревших устройств с USB
uk: Емуляція застарілих пристроїв з USB

source: I2O booting
uk: Завантаження I2O

source: Booting from LS-120
ru: Загрузка с LS-120
uk: Завантаження з LS-120

source: Booting from ATAPI ZIP
ru: Загрузка с ATAPI ZIP
uk: Завантаження з ATAPI ZIP

source: Booting from IEEE1394 (Firewire)
ru: Загрузка с IEEE1394 (Firewire)
uk: Завантаження з IEEE1394 (Firewire)

source: BIOS boot specification
uk: Специфікація завантаження BIOS

source: Function-key initiated network service boot
uk: Функціональна клавіша, що ініціювала завантаження мережевого сервісу

source: Synchronous
ru: Синхронная
uk: Синхронно

source: Asynchronous
ru: Асинхронная
uk: Асинхронно

source: Internal
ru: Внутренний
uk: Внутрішній

source: External
ru: Внешний
uk: Зовнішній

source: Write-trough
uk: Наскрізний запис

source: Write-back
uk: Зворотній запис

source: Varies With Memory Address
ru: Зависит от адреса памяти
uk: Змінюється з адресою пам'яті

source: cache
ru: кэш
uk: кеш

source: Instruction cache
ru: Кэш инструкций
uk: Кеш інструкцій

source: Data cache
ru: Кэш данных
uk: Кеш даних

source: Unified cache
ru: Объединённый кэш
uk: Об’єднаний кеш

source: System board or motherboard
ru: Системная плата или материнская плата
uk: Системна плата або материнська плата

source: ISA add-on card
ru: Плата расширения ISA
uk: Плата розширення ISA

source: EISA add-on card
ru: Плата расширения EISA
uk: Плата розширення EISA

source: PCI add-on card
ru: Плата расширения PCI
uk: Плата розширення PCI

source: MCA add-on card
ru: Плата расширения MCA
uk: Плата розширення MCA

source: PCMCIA add-on card
ru: Карта расширения PCMCIA
uk: Плата розширення PCMCIA

source: Proprietary add-on card
ru: Проприетарная плата расширения
uk: Власницька плата розширення

source: PC-98/C20 add-on card
ru: Плата расширения PC-98/C20
uk: Плата розширення PC-98/C20

source: PC-98/C24 add-on card
ru: Плата расширения PC-98/C24
uk: Плата розширення PC-98/C24

source: PC-98/E add-on card
ru: Плата расширения PC-98/E
uk: Плата розширення PC-98/E

source: PC-98/Local bus add-on card
ru: Плата расширения PC-98/Local bus
uk: Плата розширення PC-98/Local bus

source: PC-98/Card slot add-on card
ru: Плата расширения PC-98/слота карты
uk: Плата розширення PC-98/слоту карти

source: Chip
ru: Микросхема
uk: Мікросхема

source: Proprietary Card
ru: Проприетарная карта
uk: Власницька карта

source: Row of chips
ru: Ряд микросхем
uk: Ряд мікросхем

source: Fast-paged
uk: Швидкосторінкові

source: Static column
uk: Статичні стовпчики

source: Pseudo-static
uk: Псевдостатичні

source: Non-volatile
ru: Энергонезависимая (NVRAM)
uk: Енергонезалежна

source: Desktop Computer
ru: Настольный компьютер
uk: Настільний комп’ютер

source: Low Profile Desktop Computer
ru: Низкопрофильный настольный компьютер
uk: Низькопрофільний настільний комп’ютер

source: Pizza Box Computer
ru: Тонкий компьютер (Pizza Box)
uk: Тонкий комп’ютер (Pizza Box)

source: Mini Tower Computer
ru: Компьютер в корпусе Mini Tower
uk: Комп’ютер у корпусі Mini Tower

source: Tower Computer
ru: Компьютер в корпусе Tower
uk: Комп’ютер у корпусі Tower

source: Portable Computer
ru: Портативный компьютер
uk: Портативний комп’ютер

source: Laptop
ru: Лэптоп
uk: Лептоп

source: Notebook
ru: Ноутбук
uk: Ноутбук

source: Hand Held Computer
ru: Карманный компьютер
uk: Кишеньковий комп’ютер

source: Docking Station
ru: Док-станция
uk: Док-станція

source: All In One
ru: Всё-в-одном
uk: Все-в-одному

source: Sub Notebook
ru: Субноутбук
uk: Субноутбук

source: Space-saving Computer
ru: Эргономичный компьютер
uk: Ергономічний комп’ютер

source: Lunch Box Computer
ru: Кейсовый компьютер
uk: Кейсовий комп’ютер

source: System
ru: Система
uk: Система

source: Expansion Chassis
ru: Шасси расширения
uk: Шасі розширення

source: Sub Chassis
ru: Субшасси
uk: Субшасі

source: Bus Expansion Chassis
uk: Шасі розширення шини

source: Peripheral Chassis
uk: Периферійне шасі

source: RAID Chassis
ru: RAID-шасси
uk: RAID-шасі

source: Rack Mount Chassis
ru: Корпус с возможностью монтажа в стойку
uk: Корпус з можливістю монтажу у стойку

source: Sealed-case PC
uk: Герметичний ПК

source: Multi-system
uk: Мультисистема

source: CPU
ru: ЦПУ
uk: ЦПП

source: [empty]
ru: [пусто]
uk: [порожньо]

source: Memory Controller
ru: Контроллер памяти
uk: Контролер пам’яті

source: empty memory bank
ru: пустой банк памяти
uk: порожній банк пам’яті

source: System Memory
ru: Системная память
uk: Системна пам’ять

source: Video Memory
ru: Видеопамять
uk: Відеопам’ять

source: Flash Memory
ru: Флэш-память
uk: Флеш-пам’ять

source: Cache Memory
ru: Кэш-память
uk: Кеш пам’ять

source: Generic Memory
uk: Загальна пам’ять

source: make outbound connections
ru: создание исходящих соединений
uk: створення вихідних з’єднань

source: receive inbound connections
ru: создание входящих соединений
uk: створення вхідних з’єднань

source: <!-- generated by lshw-
ru: <!-- сгенерировано lshw-
uk: <!-- згенеровано lshw-

source: <!-- WARNING: not running as root -->
ru: <!-- ВНИМАНИЕ: программа запущена не от имени root -->
uk: <!-- УВАГА: програма запущена не від імені root -->

source: (none)
ru: (отсутствует)
uk: (відсутній)

source: memory
ru: память
uk: пам'ять

source: (prefetchable)
uk: (доступне для упереджувальної вибірки)

source: %lx(size=%ld)
ru: %lx(размер=%ld)
uk: %lx(розмір=%ld)

source: (unknown)
ru: (неизвестно)
uk: (невідомо)

source: false
ru: ложь
uk: неправда

source: true
ru: истина
uk: істина

source: (nil)
uk: (нуль)

source: System memory
ru: Системная память
uk: Системна пам’ять

source: IPtunnel
ru: IP-туннель
uk: IP-тунель

source: IP6tunnel
ru: Туннель IP6
uk: Тунель IP6

source: Logical interface
ru: Логический интерфейс
uk: Логічний інтерфейс

source: Physical interface
ru: Физический интерфейс
uk: Фізичний інтерфейс

source: Wireless-LAN
ru: Беспроводная ЛВС
uk: Бездротова-Локальна мережа

source: Wireless interface
ru: Беспроводной интерфейс
uk: Бездротовий інтерфейс

source: twisted pair
ru: витая пара
uk: вита пара

source: Media Independant Interface
ru: Независящий от среды передачи интерфейс (MII)
uk: Незалежний від середовища передачі інтерфейс (MII)

source: optical fibre
ru: оптоволокно
uk: оптоволокно

source: 10Mbit/s
ru: 10Мбит/с
uk: 10Мбіт/с

source: 10Mbit/s (full duplex)
ru: 10Мбит/с (полный дуплекс)
uk: 10Мбіт/с (повний дуплекс)

source: 100Mbit/s
ru: 100Мбит/с
uk: 100Мбіт/с

source: 100Mbit/s (full duplex)
ru: 100Мбит/с (полный дуплекс)
uk: 100Мбіт/с (повний дуплекс)

source: 1Gbit/s (full duplex)
ru: 1Гбит/с (полный дуплекс)
uk: 1Гбіт/с (повний дуплекс)

source: Auto-negotiation
ru: Автоматическое согласование
uk: Автоматичне узгодження

source: DISABLED
ru: ВЫКЛЮЧЕНО
uk: ВИМКНЕНО

source: UNCLAIMED
uk: НЕЗАТРЕБУВАНЕ

source: description
ru: описание
uk: опис

source: product
ru: продукт
uk: продукт

source: vendor
ru: производитель
uk: виробник

source: physical id
ru: физический ID
uk: фізичний ID

source: bus info
ru: сведения о шине
uk: інформація про шину

source: logical name
ru: логическое имя
uk: логічне ім’я

source: version
ru: версия
uk: версія

source: serial
ru: серийный №
uk: серійний

source: slot
ru: слот
uk: слот

source: size
ru: размер
uk: розмір

source: capacity
uk: потужність

source: address
ru: адрес
uk: адреса

source: range
ru: диапазон
uk: діапазон

source: width
ru: разрядность
uk: ширина

source: clock
ru: частота
uk: частота

source: capabilities
ru: возможности
uk: можливості

source: configuration:
ru: конфигурация:
uk: кофігурація:

source: configuration of
ru: кофигурация
uk: конфігурація

source: resources:
ru: ресурсы:
uk: ресурси:

source: resources of
ru: ресурсы
uk: ресурси

source: H/W path
uk: H/W шлях

source: Device
ru: Устройство
uk: Пристрій

source: Class
ru: Класс
uk: Клас

source: Description
ru: Описание
uk: Опис

source: Bus info
ru: Сведения о шине
uk: Інформація про шину

source: Audio device
ru: Звуковое устройство
uk: Аудіопристрій

source: Control device
ru: Устройство управления
uk: Пристрій керування

source: Audio streaming
ru: Звуковой поток
uk: Звуковий потік

source: Communication device
ru: Коммуникационное устройство
uk: Комунікаційний пристрій

source: Modem
ru: Модем
uk: Модем

source: AT (Hayes) compatible
ru: AT (Hayes) совместимый
uk: AT (Hayes) сумісний

source: Ethernet networking
ru: Сеть Ethernet
uk: Мережа Ethernet

source: OBEX networking
ru: Сетевые возможности OBEX
uk: Мережеві можливості OBEX

source: Human interface device
ru: HID
uk: HID

source: Keyboard
ru: Клавиатура
uk: Клавіатура

source: Mouse
ru: Мышь
uk: Миша

source: Printer
ru: Принтер
uk: Принтер

source: Unidirectional
ru: Однонаправленный
uk: Однонапрямний

source: Bidirectional
ru: Двунаправленный
uk: Двонапрямний

source: IEEE 1284.4 compatible bidirectional
ru: IEEE 1284.4 совместимый двунаправленный
uk: IEEE 1284.4 сумісний двонапрямний

source: Mass storage device
ru: Устройство класса устройств хранения данных
uk: Пристрій класу пристроїв зберігання даних

source: RBC (typically Flash) mass storage
uk: Сховище великих розмірів RBC (як правило, Flash)

source: Floppy (UFI)
ru: Флоппи (UFI)
uk: Дискета (UFI)

source: USB hub
ru: USB-концентратор
uk: USB-концентратор

source: Smart card reader
ru: Считыватель Smart-карт
uk: Зчитувач Smart-карт

source: Video
ru: Видео
uk: Відео

source: Bluetooth wireless interface
ru: Беспроводной интерфейс Bluetooth
uk: Бездротовий інтерфейс Bluetooth

source: Bluetooth wireless radio
ru: Беспроводная связь Bluetooth
uk: Бездротовий зв’язок Bluetooth

source: Generic USB device
ru: Типовой USB-накопитель
uk: Універсальний USB-накопичувач

source: Extended Attributes
ru: Дополнительные атрибуты
uk: Додаткові атрибути

source: 4GB+ files
ru: 4 ГБ+ файлы
uk: 4 ГБ+ файли

source: 16TB+ files
ru: 16ТБ+ файлы
uk: 16ТБ+ файли

source: directories with 65000+ subdirs
ru: каталоги с 65000+ подкаталогами
uk: каталоги з 65000+ підкаталогами

source: needs recovery
ru: необходимо восстановление
uk: потрібне відновлення

source: 64bit filesystem
ru: 64-битная файловая система
uk: 64-бітова файлова система

source: EXT4 volume
ru: Том EXT4
uk: Том EXT4

source: EXT3 volume
ru: Том EXT3
uk: Том EXT3

source: Encrypted volume
ru: Зашифрованный том
uk: Зашифрований том

source: Contains a bootable Mac OS installation
uk: Містить завантажувану програму встановлення Mac OS

source: Contains a bootable Mac OS X installation
uk: Містить завантажувану програму встановлення Mac OS X

source: initialized volume
ru: инициализированный том
uk: ініціалізований том

source: volume
uk: том

source: configuration
ru: конфигурация
uk: конфігурація

source: resources
ru: ресурсы
uk: ресурси

source: this device hasn't been claimed
uk: Цей пристрій не був затребуваний

source: this device has been disabled
ru: это устройство отключено
uk: цей пристрій вимкнено

source: usage: %s [-format] [-options ...]
ru: использование: %s [-формат] [-параметры ...]
uk: використання: %s [-формат] [-параметри ...]

source: -version print program version (%s)
ru: -version вывод версии программы (%s)
uk: -version показ версії програми (%s)

source: format can be
ru: возможный формат:
uk: можливий формат:

source: -html output hardware tree as HTML
ru: -html вывод дерева устройств в виде HTML
uk: -html вивід дерева пристроїв у вигляді HTML

source: -xml output hardware tree as XML
ru: -xml вывод дерева устройств в виде XML
uk: -xml вивід дерева пристроїв у вигляді XML

source: -short output hardware paths
uk: -short вивід шляхів пристроїв

source: -businfo output bus information
ru: -businfo вывод информации о системной шине
uk: -businfo вивід інформації про системну шину

source: -X use graphical interface
ru: -X использовать графический интерфейс
uk: -X використовувати графічний інтерфейс

source: options can be
ru: возможные параметры:
uk: можливі параметри

source: -class CLASS only show a certain class of hardware
ru: -class КЛАСС только заданный класс устройств
uk: -class КЛАС лише вказаний клас пристроїв

source: -C CLASS same as '-class CLASS'
ru: -C КЛАСС то же, что и '-class КЛАСС'
uk: -C КЛАС те ж, що й '-class КЛАС'

source: -c CLASS same as '-class CLASS'
ru: -c КЛАСС то же, что и '-class КЛАСС'
uk: -c КЛАС те ж, що й '-class КЛАС'

source: -disable TEST disable a test (like pci, isapnp, cpuid, etc. )
ru: -disable ТЕСТ отключить тест (например, pci, isapnp, cpuid и т. п.)
uk: -disable ТЕСТ вимкнути тест (наприклад, pci, isapnp, cpuid й т. п.)

source: -enable TEST enable a test (like pci, isapnp, cpuid, etc. )
ru: -enable ТЕСТ включить тест (например, pci, isapnp, cpuid и т. п.)
uk: -enable ТЕСТ увімкнути тест (наприклад, pci, isapnp, cpuid й т. п.)

source: -quiet don't display status
ru: -quiet не показывать статус
uk: -quiet не показувати стан

source: -sanitize sanitize output (remove sensitive information like serial numbers, etc.)
ru: -sanitize не выводить секретную информацию (серийные номера и т.п.)
uk: -sanitize не виводити секретну інформацію (серійні номери й т.п.)

source: -numeric output numeric IDs (for PCI, USB, etc.)
ru: -numeric выводить цифровые идентификаторы (для PCI, USB и т.п.)
uk: -numeric виводити цифрові ідентифікатори (для PCI, USB й т.п.)

source: the latest version is %s
ru: последняя версия: %s
uk: остання версія: %s

source: WARNING: you should run this program as super-user.
ru: ПРЕДУПРЕЖДЕНИЕ: эту программу нужно запускать от имени суперпользователя.
uk: ПОПЕРЕДЖЕННЯ: цю програму потрібно запускати від імені суперкористувача.

source: WARNING: output may be incomplete or inaccurate, you should run this program as super-user.
ru: ПРЕДУПРЕЖДЕНИЕ: выходная информация может быть неполной или неточной. Следует запустить эту программу от имени суперпользователя.
uk: ПОПЕРЕДЖЕННЯ: вихідна інформація може бути неповною або неточною. Потрібно запустити цю програму від імені суперкористувача.
