Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ldm_ldm-*.po
Languages: uk

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Verifying password. Please wait.
uk: Перевіряю пароль. Будь ласка зачекайте.

source: No response from server, restarting...
uk: Сервер не відповідає, перезавантаження...

source: Automatic login in %d seconds
uk: Автоматичний вхід через %d секунд

source: Select _Language ...
uk: Виберіть _мову ...

source: Select _Session ...
uk: Виберіть _сесію ...

source: Select _Host ...
uk: Виберіть _Хост ...

source: _Reboot
uk: П_ерезвантажити

source: Shut_down
uk: Вимкнути

source: _Preferences
uk: _Налаштування

source: Login as Guest
uk: Зайти у якості Гостя

source: Default
uk: Типовий

source: Failsafe xterm
uk: Безпечний режим xterm

source: Change _Session
uk: З_мінити сеанс

source: Select your session manager:
uk: Виберіть свій менеджер сесій:

source: Select the host for your session to use:
uk: Виберіть хост для використання з Вашою сесією:

source: Change _Language
uk: Змінити _мову

source: Select the language for your session to use:
uk: Виберіть мову для використання у вашому сеансі:
