Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-live-build_live-helper-*.po
Languages: ru, uk

source: clean up system build directories
ru: очистите системные каталоги сборки
uk: очистіть системні каталоги збірки

source: %s is not a good Debian Live working directory to clean.
ru: %s это не достаточно хороший Debian Live рабочий каталог для очистки.
uk: %s це не достатньо хороший Debian Live робочий каталог для очистки.

source: Cleaning chroot
ru: Отчистка chroot
uk: Отчистка chroot

source: manage /etc/hosts
ru: управление /etc/hosts
uk: керування /etc/hosts

source: Configuring file /etc/hosts
ru: Настройка /etc/hosts
uk: Налаштування файлу /etc/hosts

source: Deconfiguring file /etc/hosts
ru: Перенастройка /etc/hosts
uk: Переналаштування файлу /etc/hosts

source: build binary images
ru: Построить изображение в бинарном режиме
uk: побудувати образ в бінарному режимі

source: installs grub2 into binary
ru: Установить grub2 в бинарном режиме
uk: Встановити grub2 в бінарному режимі

source: Begin installing grub2...
ru: Начало установки grub2...
uk: Початок встановлення grub2...

source: build source images
ru: Проследить источник изображения
uk: побудова джерела образу

source: bootstrap a Debian system with debootstrap(8)
uk: початкове завантаження системи Debian із debootstrap(8)

source: Running debootstrap (download-only)...
uk: Запуск debootstrap (лише завантаження)...

source: Running debootstrap...
ru: Выполнение debootstrap...
uk: Запуск debootstrap...

source: Can't process file /usr/bin/debootstrap (FIXME)
ru: Не удаётся обработать файл /usr/bin/debootstrap (FIXME)
uk: Не вдається обробити файл /usr/bin/debootstrap (FIXME)

source: Begin building source virtual-hdd image...
uk: Початок побудови джерельного образу виртуального жорсткого диску...

source: manage /etc/debian_chroot
ru: управление /etc/debian_chroot
uk: керування /etc/debian_chroot

source: Configuring file /etc/debian_chroot
ru: Настройка /etc/debian_chroot
uk: Налаштування файлу /etc/debian_chroot

source: Deconfiguring file /etc/debian_chroot
ru: Перенастройка /etc/debian_chroot
uk: Переналаштування файлу /etc/debian_chroot

source: customize the Debian system
ru: настройка системы Debian
uk: налаштування системи Debian

source: build netboot binary image
uk: зібрати двійковий образ для мережевого завантаження

source: Begin building binary netboot image...
uk: почати збірку образу для мережевого завантаження

source: Invalid default kernel flavour for sparc "%s"
uk: неприпустимий типовий kernel flavour для sparc «%s»

source: Begin copying binary local includes...
uk: Початок копіювання двійкових локальних включень…

source: If the following stage fails, the most likely cause of the problem is with your mirror configuration, a caching proxy or the sid distribution.
uk: Якщо наступна стадія не досягається, найімовірнішою причиною є Ваша конфігурація "дзеркала", кешуючий проксі або розподілення ідентифікатора безпеки.

source: If the following stage fails, the most likely cause of the problem is with your mirror configuration or a caching proxy.
uk: Якщо наступна стадія не досягається, найімовірнішою причиною є Ваша конфігурація "дзеркала" або кешуючий проксі.

source: Executing: %s
ru: Выполнение: %s
uk: Виконання: %s

source: Cannot find /usr/sbin/debootstrap or /usr/bin/cdebootstrap. Please install debootstrap or cdebootstrap, or specify an alternative bootstrapping utility.
ru: Невозможно найти /usr/sbin/debootstrap или /usr/bin/cdebootstrap. Пожалуйста установите debootstrap или cdebootstrap или укажите альтернативную загрузочную утилиту.
uk: Неможливо знайти /usr/sbin/debootstrap або /usr/bin/cdebootstrap. Будь ласка встановіть debootstrap або cdebootstrap або вкажіть альтернативну завантажувальну утиліту.

source: Can't process file /sbin/fdisk
ru: Невозможно обработать /sbin/fdisk
uk: Неможливо обробити /sbin/fdisk

source: Can't process file /sbin/losetup
ru: Невозможно /sbin/losetup
uk: Неможливо обробити файл /sbin/losetup

source: There is no default kernel flavour defined for your architecture.
uk: Відсутній типовий kernel flavour визначений для вашої архітектури.

source: Please configure it manually with 'lb config -k FLAVOUR'.
ru: Настройте вручную, используя 'lb config -k FLAVOUR'.
uk: Налаштуйте вручну, використовуючи 'lb config -k FLAVOUR'.

source: You have placed some preseeding files into config/binary_debian-installer but you didn't specify the default preseeding file through LB_DEBIAN_INSTALLER_PRESEEDFILE. This means that debian-installer will not take up a preseeding file by default.
uk: Ви помістили деякі файли автоматизації до config/binary_debian-installer, але ви не зазначили типовий файл автоматизації через through LB_DEBIAN_INSTALLER_PRESEEDFILE. Це означає, що debian-installer за замовчуванням не прийме до уваги файл автоматизації.

source: Aborting build, please get a new version of live-build.
uk: Перериваємо збірку, будь ласка отримайте нову версію live-build.

source: Aborting build, please repopulate the config tree.
uk: Перериваємо збірку, будь ласка перестворіть дерево конфігурації.

source: This config tree does not specify a format version or has an unknown version number.
uk: Це дерево конфігурації не вказує форматну версію або має невідомий номер версії.

source: Continuing build, but it could lead to errors or different results. Please repopulate the config tree.
uk: Продовження збірки, але це може привести до помилок або різних результатів. Будь ласка, перестворіть дерево конфігурації.

source: You selected LB_PACKAGE_LISTS='%s' and LB_APT='aptitude'
ru: Вы выбрали LB_PACKAGE_LISTS='%s' и LB_APT='aptitude'
uk: Ви вибрали LB_PACKAGE_LISTS='%s' і LB_APT='aptitude'

source: You have selected values of LB_CACHE, LB_CACHE_PACKAGES, LB_CACHE_STAGES and LB_DEBIAN_INSTALLER which will result in 'bootstrap' packages not being cached. This configuration is potentially unsafe as the bootstrap packages are re-used when integrating the Debian Installer.
uk: Ви вибрали значення LB_CACHE, LB_CACHE_PACKAGES, LB_CACHE_STAGES an LB_DEBIAN_INSTALLER у результаті чого пакунки «bootstrap» не закешуються. Це потенційно небезпечна конфігурація з огляду на повторне використання пакунків «bootstrap» при інтегруванні встановлювача Debian.

source: You have selected values of LB_BOOTLOADER and LB_BINARY_FILESYSTEM which are incompatible - syslinux only supports FAT filesystems.
ru: Выбраны несовместимые значения LB_BOOTLOADER и LB_BINARY_FILESYSTEM; syslinux поддерживает только файловые системы FAT.
uk: Ви вибрали несумісні значення LB_BOOTLOADER і LB_BINARY_FILESYSTEM — syslinux підтримує лише файлові системи FAT.

source: You have selected a combination of bootloader and image type that is currently not supported by live-build. Please use either another bootloader or a different image type.
uk: Ви вибрали комбінацію bootloader та типу образу, що наразі не підтримується у live-build. Будь ласка, використайте інший bootloader або інший тип образу.

source: You have specified a value of LB_ISO_APPLICATION that is too long; the maximum length is 128 characters.
ru: Выбрано слишком большое значение LB_ISO_APPLICATION; максимальное количество символов - 128.
uk: Вибрано завелике значення LB_ISO_APPLICATION; максимальна кількість символів - 128.

source: You have specified a value of LB_ISO_PREPARER that is too long; the maximum length is 128 characters.
ru: Выбрано слишком большое значение LB_ISO_PREPARER; максимальное количество символов - 128.
uk: Вибрано завелике значення LB_ISO_PREPARER; максимальна кількість символів - 128.

source: You have specified a value of LB_ISO_PUBLISHER that is too long; the maximum length is 128 characters.
uk: Ви вказали занадто довге значення LB_ISO_PUBLISHER; максимальна довжина 128 символів.

source: You have specified a value of LB_ISO_VOLUME that is too long; the maximum length is 32 characters.
uk: Ви вказали занадто довге значення LB_ISO_VOLUME; максимальна довжина 32 символів.

source: You have selected hook to minimise image size but you are still including package indices with your value of LB_APT_INDICES.
uk: Ви обрали hook для мінімізації розміру образу, але ви все ще додаєте пакунок indices із значенням LB_APT_INDICES.

source: %s, version %s
ru: %s, версия %s
uk: %s, версія %s

source: This program is a part of %s
ru: Эта программа часть %s
uk: Ця програма є частиною %s

source: Copyright (C) 2006-2011 Daniel Baumann <daniel@debian.org>
uk: Авторське право (C) 2006-2011 Daniel Baumann <daniel@debian.org>

source: This program is free software: you can redistribute it and/or modify
ru: Данная программа является свободным программным обеспечением: её можно распространять и/или изменять
uk: Ця програма є вільним програмним забезпеченням: ви можете розповсюджувати та / або змінювати

source: it under the terms of the GNU General Public License as published by
ru: на условиях GNU General Public License, опубликованных
uk: її на умовах ліцензії GNU General Public License, оголошеної

source: the Free Software Foundation, either version 3 of the License, or
ru: Фондом свободного ПО, или 3 версии Лицензии, или
uk: Фондом вільного ПЗ, або 3 версії Ліцензії, або

source: (at your option) any later version.
ru: любой другой (на ваш выбор) более поздней версии.
uk: будь-якої пізнішої версії (на ваш вибір).

source: This program is distributed in the hope that it will be useful,
ru: Эта программа распространяется в надежде на то, что она окажется полезной,
uk: Ця програма розповсюджується з надією на те, що вона буде корисною

source: but WITHOUT ANY WARRANTY; without even the implied warranty of
ru: но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без предполагаемых гарантий
uk: але БЕЗ ЯКИХОСЬ ГАРАНТІЙ; навіть без опосередкованих гарантій

source: MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
ru: КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЁННЫХ ЦЕЛЕЙ. Смотрите
uk: КОМЕРЦІЙНОЇ ЦІННОСТІ або ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ. Дивіться

source: GNU General Public License for more details.
ru: GNU General Public License для получения дополнительной информации.
uk: GNU General Public License для отримання детальної інформації.

source: You should have received a copy of the GNU General Public License
ru: Вы должны были получить копию GNU General Public License
uk: Ви повинні були отримати копію GNU General Public License

source: along with this program. If not, see <http://www.gnu.org/licenses/>.
ru: вместе с этой программой. Если этого не произошло, зайдите на <http://www.gnu.org/licenses/>.
uk: разом з цією програмою. Якщо цього не сталося, відвідайте <http://www.gnu.org/licenses/>.

source: The complete text of the GNU General Public License
ru: Полный текст GNU General Public License
uk: Повний текст GNU General Public License

source: can be found in /usr/share/common-licenses/GPL-3 file.
ru: находится в файле /usr/share/common-licenses/GPL-3.
uk: знаходиться в /usr/share/common-licenses/GPL-3 file.

source: Homepage: <http://live.debian.net/>
ru: Домашняя страница: <http://live.debian.net/>
uk: Домашня сторінка: <http://live.debian.net/>

source: Begin unmounting filesystems...
uk: Початок розмонтування файлових систем...

source: Setting up cleanup function
ru: Настройка функции очистки
uk: Налаштування функції отчистки

source: Mounting %s with offset 0
ru: Подключение %s со смещением 0
uk: Монтування %s зі зміщенням 0

source: Mounting %s with offset %s
ru: Подключение %s со смещением %s
uk: Монтування %s зі зміщенням %s

source: Waiting at %s
ru: Ожидание %s
uk: Очікування %s

source: skipping %s
ru: пропуск %s
uk: пропуск %s

source: forcing %s
uk: примусити %s

source: %s: %s missing
ru: %s: %s отсутствует
uk: %s: %s пропущено

source: %s: one of %s is missing
uk: %s: один з %s пропущений

source: Usage:
ru: Использование:
uk: Використання:

source: Report bugs to Debian Live project <http://live.debian.net/>.
uk: Повідомляйте про помилки в проект Debian Live <http://live.debian.net/>.

source: %s templates not accessible in %s nor config/templates
uk: шаблони %s недоступні ані в %s, ані в config/templates

source: skipping %s, foreign architecture(s).
uk: пропуск %s, сторонні архітектури.

source: Reading configuration file %s
ru: Чтение конфигурационного файла %s
uk: Читання конфігураційного файлу %s

source: Failed to read configuration file %s
ru: Ошибка при чтении конфигурационного файла %s
uk: Помилка при читанні конфігураційного файлу %s

source: Try "%s --help" for more information.
ru: Для получения дополнительной информации используйте команду «%s --help».
uk: Виконайте «%s --help», щоб одержати докладнішу інформацію.

source: You need to install %s on your host system.
uk: Вам потрібно встановити %s на вашій системі.
