Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libvisual-plugins_libvisual-plugins-*.po
Languages: ru, uk

source: Original by: Zinx Verituse <zinx@xmms.org>, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Автор: Zinx Verituse <zinx@xmms.org>, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автор: Zinx Verituse <zinx@xmms.org>, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: Bumpscope visual plugin
ru: модуль визуализации Bumpscope
uk: модуль візуалізації Bumpscope

source: This is the libvisual port of the xmms Bumpscope plugin
ru: Это порт надстройки Bumpscope для libvisual
uk: Це порт надбудови Bumpscope для libvisual

source: The color of the light
ru: Окраска света
uk: Забарвлення світла

source: The size of the light
ru: Размер пятна
uk: Розмір плями

source: Cycling colors
ru: Циклически сменяющиеся цвета
uk: Циклічно змінювані кольори

source: Automatic cycling through colors
ru: Автоматическое циклирование окраски
uk: Автоматична зміна забарвлення

source: Moving light
ru: Движущийся свет
uk: Рухоме світло

source: Automatic movement of the light, when disabled it's possible to select itusing the mouse cursor
ru: Автоматическое движение света, когда отключен - можно выбрать указателем мыши
uk: Автоматичний рух світла, коли вимкнено - можна вибрати вказівником миші

source: Diamond
ru: Бриллиант
uk: Діамант

source: Diamond shaped light
ru: Свет "игра граней кристалла"
uk: Світло "гра граней кристалу"

source: Libvisual corona plugin
ru: Надстройка corona для libvisual
uk: Надбудова corona для libvisual

source: This plugin adds support for the neat corona plugin
ru: Эта надстройка добавляет поддержку neat corona
uk: Ця надбудова додає підтримку neat corona

source: GdkPixbuf image loader for libvisual
ru: Загрузчик изображений GdkPixbuf для libvisual
uk: Завантажувач зображень GdkPixbuf для libvisual

source: This plugin can be used to show images
ru: Эта надстройка может быть использована для загрузки изображений
uk: Цю надбудову може бути використано для завантаження зображень

source: WaveShape:
ru: ФормаВолны:
uk: ФормаХвилі:

source: ColorMap:
ru: Палитра:
uk: Палітра:

source: DeltaField:
ru: ПолеДельты:
uk: ПолеДельти:

source: Particles:
ru: Частицы:
uk: Частинки:

source: frames/sec
ru: кадр./с.
uk: кадр./с.

source: Amplitude scale:
ru: Амплитуда:
uk: Амплітуда:

source: Particles ON
ru: Частицы вкл.
uk: Частинки увімк.

source: Particles OFF
ru: Частицы выкл.
uk: Частинки вимк.

source: Number s steps:
ru: Число шагов:
uk: Число кроків:

source: Show names ON
ru: Показывать имена вкл.
uk: Показувати імена увімк.

source: Show names OFF
ru: Показывать имена выкл.
uk: Показувати імена вимк.

source: Normalize ON
ru: Нормализация вкл.
uk: Нормалізація увімк.

source: Normalize OFF
ru: Нормализация выкл.
uk: Нормалізація вимк.

source: Loading DeltaField:
ru: Загрузка ПоляДельты:
uk: Завантаження ПоляДельти:

source: DeltaField slideshow ON
ru: ПоказСлайдов ПоляДельты вкл.
uk: ПоказСлайдів ПоляДельти увімк.

source: DeltaField slideshow OFF
ru: ПоказСлайдов ПоляДельты выкл.
uk: ПоказСлайдів ПоляДельти вимк.

source: All slideshows ON
ru: Все ПоказыСлайдов вкл.
uk: Усі ПоказиСлайдів увімк.

source: All slideshows OFF
ru: Все ПоказыСлайдов выкл.
uk: Усі ПоказиСлайдів вимк.

source: ColorMap slideshow ON
ru: ПоказыСлайдов Палитры вкл.
uk: ПоказиСлайдів Палітри увімк.

source: ColorMap slideshow OFF
ru: ПоказыСлайдов Палитры выкл.
uk: ПоказиСлайдів Палітри вимк.

source: WaveShape slideshow ON
ru: ПоказСлайдов ФормаВолны вкл.
uk: ПоказСлайдів ФормаХвилі увімк.

source: WaveShape slideshow OFF
ru: ПоказСлайдов ФормаВолны выкл.
uk: ПоказСлайдів ФормаХвилі вимк.

source: State stored.
ru: Состояние сохранено.
uk: Стан збережено.

source: Libvisual G-Force plugin
ru: Надстройка G-Force для libvisual
uk: Надбудова G-Force для libvisual

source: This plugin is a port of the well known G-Force winamp plugin, based on an old unix port
ru: Эта надстройка - порт хорошо известной надстройки для winamp - G-Force, базирующийся на старом порту для unix
uk: Ця надбудова - порт добре відомої надбудови для winamp - G-Force, що базується на старому порту для unix

source: Original by: Julien Carme <julien.carme@acm.org>, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Автор: Julien Carme <julien.carme@acm.org>, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автор: Julien Carme <julien.carme@acm.org>, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: Infinite visual plugin
ru: Надстройка визуализации Infinite
uk: Надбудова візуалізації Infinite

source: This is the libvisual plugin for the infinite visual
ru: Эта надстройка визуализации Infinite
uk: Ця надбудова візуалізації Infinite

source: Original by: Christopher Wilson <Jakdaw@usa.net>, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Автор: Christopher Wilson <Jakdaw@usa.net>, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автор: Christopher Wilson <Jakdaw@usa.net>, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: jakdaw visual plugin
ru: Надстройка визуализации jakdaw
uk: Надбудова візуалізації jakdaw

source: This is the libvisual port of the xmms Jakdaw plugin
ru: Это порт надстройки xmms - Jakdaw для libvisual
uk: Це порт надбудови xmms - Jakdaw для libvisual

source: Blur mode:
ru: Режим размытия:
uk: Режим розмивання:

source: Plotter color:
ru: Плоттерный цвет:
uk: Плоттерний колір:

source: Plotter type:
ru: Плоттерный тип:
uk: Плоттерний тип:

source: The method of blurring
ru: Метод размытия
uk: Метод розмивання

source: The color of the plotter
ru: Цвет плоттера
uk: Колір плоттера

source: The plotter it's shape
ru: Форма плоттера
uk: Форма плоттера

source: Original by: Remi Arquier <arquier@crans.org>, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Автор: Remi Arquier <arquier@crans.org>, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автор: Remi Arquier <arquier@crans.org>, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: Jess visual plugin
ru: Надстройка визуализации Jess
uk: Надбудова візуалізації Jess

source: This is the libvisual plugin for the jess visual
ru: Это порт надстройки Jess для libvisual
uk: Це порт надбудови Jess для libvisual

source: The given plugin doesn't have private info
ru: Выбранная надстройка не имеет сопроводительной информации
uk: Обрана надбудова не має супроводжуючої інформації

source: The given plugin doesn't have priv info
ru: Выбранная надстройка не имеет сопроводительной информации
uk: Обрана надбудова не має супроводжуючої інформації

source: Libvisual analyzer plugin
ru: Надстройка анализа для libvisual
uk: Надбудова аналізу для libvisual

source: A nice simple spectrum analyzer plugin.
ru: Отличная и простая надстройка - анализатор спектра.
uk: Відмінна та проста надбудова - аналізатор спектру.

source: Original by: Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson and 4Front Technologies, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Авторы: Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson and 4Front Technologies, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автори: Peter Alm, Mikael Alm, Olle Hallnas, Thomas Nilsson and 4Front Technologies, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: Libvisual GL analyzer plugin
ru: Надстройка - анализатор GL для libvisual
uk: Надбудова - аналізатор GL для libvisual

source: This plugin shows an openGL bar analyzer like the xmms one
ru: Эта надстройка показывает панель анализатора как у xmms
uk: Ця надбудова показує панель аналізатора як в xmms

source: Transparant bars
ru: Панели-транспаранты
uk: Прозорі панелі

source: Libvisual scope plugin
ru: Надстройка scope для libvisual
uk: Надбудова scope для libvisual

source: This is a test plugin that'll display a simple scope
ru: Это тестовая надстройка, отображающая счетчик
uk: Це тестова надбудова, що показує лічильник

source: Original by: Andrew Birck <birck@uiuc.edu>, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Автор: Andrew Birck <birck@uiuc.edu>, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автор: Andrew Birck <birck@uiuc.edu>, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: Libvisual madspin plugin
ru: Надстройка madspin для libvisual
uk: Надбудова madspin для libvisual

source: This plugin shows a nifty visual effect using openGL
ru: Эта надстройка показывает стильные визуальные эффекты с использованием openGL
uk: Ця надбудова показує стильні візуальні ефекти з використанням openGL

source: Number of stars:
ru: Число звезд:
uk: Кількість зірок:

source: Speed:
ru: Скорость:
uk: Швидкість:

source: Original by: Antti Silvast <asilvast@iki.fi>, Port by: Dennis Smit <ds@nerds-incorporated.org>
ru: Автор: Antti Silvast <asilvast@iki.fi>, Портирован: Dennis Smit <ds@nerds-incorporated.org>
uk: Автор: Antti Silvast <asilvast@iki.fi>, Портований: Dennis Smit <ds@nerds-incorporated.org>

source: Libvisual yellow rose of texas port
ru: Порт надстройки желтой техасской розы для libvisual
uk: Порт надбудови жовтої техаської троянди для libvisual

source: This renders an awesome responsive flower
ru: Эта надстройка отрисовывает чувствительный цветок
uk: Ця надбудоваа відмальовує чутливу квітку

source: ESOUND capture plugin
ru: Надстройка захвата ESOUND
uk: Надбудова захоплення ESOUND

source: Use this plugin to capture PCM data from the ESD daemon
ru: Используйте эту надстройку для захвата данных PCM от сервера ESD
uk: Використовуйте цю надбудову для захоплення даних PCM від сервера ESD

source: ESD: Select error (%d, %s)
ru: ESD: ошибка выбора (%d, %s)
uk: ESD: помилка вибору (%d, %s)

source: ESD: Error while reading data
ru: ESD: ошибка чтения данных
uk: ESD: помилка читання даних

source: ALSA capture plugin
ru: Надстройка захвата ALSA
uk: Надбудова захоплення ALSA

source: Use this plugin to capture PCM data from the ALSA record device
ru: Используйте эту надстройку для захвата данных PCM от устройства записи ALSA
uk: Використовуйте цю надбудову для захоплення даних PCM від пристрою запису ALSA

source: Record open error: %s
ru: Ошибка открытия записи: %s
uk: Помилка відкривання запису: %s

source: Cannot configure this PCM device
ru: Нет возможности настроить устройство PCM
uk: Немає можливості налаштувати пристрій PCM

source: Error setting access
ru: Ошибка доступа к параметру
uk: Помилка доступу до параметру

source: Error setting format
ru: Ошибка формата параметра
uk: Помилка формату параметру

source: Error setting rate
ru: Ошибка диапазона параметра
uk: Помилка діапазону параметру

source: The rate %d Hz is not supported by your hardware. ==> Using %d Hz instead
ru: Диапазон %d Гц не поддерживается вашими устройствами. ==> Используется %d Гц
uk: Діапазон %d Гц не підтримується вашими пристроями. ==> Використовується %d Гц

source: Error setting channels
ru: Ошибка настройки каналов
uk: Помилка налаштування каналів

source: Error setting period time
ru: Ошибка настройки периода времени
uk: Помилка налаштування періоду часу

source: Error setting buffer time
ru: Ошибка настройки интервала буфера
uk: Помилка налаштування інтервалу буферу

source: Error setting HW params
ru: Ошибка настройки параметров оборудования
uk: Помилка налаштування параметрів обладнання

source: Failed to prepare interface
ru: Ошибка подготовки интерфейса
uk: Помилка підготування інтерфейсу

source: ALSA: Buffer Overrun
ru: ALSA: переполнение буфера
uk: ALSA: переповнення буферу

source: Jackit capture plugin
ru: Надстройка захвата Jackit
uk: Надбудова захоплення Jackit

source: Use this plugin to capture PCM data from the jackd daemon
ru: Используйте эту надстройку для захвата данных PCM от сервера jackd
uk: Використовуйте цю надбудову для захоплення даних PCM від сервера jackd

source: Libvisual jackit capture
ru: Надстройка захвата jackit для libvisual
uk: Надбудова захоплення jackit для libvisual

source: jack server probably not running
ru: Возможно не запущен сервер jackd
uk: Можливо не запущений сервер jackd

source: Cannot activate the jack client
ru: Нет возможности активировать клиент jack
uk: Немає можливості активувати клієнт jack

source: Cannot find any physical capture ports
ru: Не найден ни один физический порт захвата
uk: Не знайдено жодного фізичного порту захоплення

source: Cannot connect input ports
ru: Нет возможности соединиться с портом ввода
uk: Немає можливості з’єднатися з портом вводу

source: The jack server seems to have shutdown
ru: Возможно сервер jackd выключен
uk: Можливо сервер jackd вимкнено

source: Use data exported from MPlayer
ru: Использовать данные, экспортированные из MPlayer
uk: Використовувати дані, експортовані з MPlayer

source: This plugin uses data exported from 'mplayer -af export'
ru: Эта надстройка использует данные, экспортированные с помощью 'mplayer -af export'
uk: Ця надбудова використовує дані, експортовані за допомогою 'mplayer -af export'

source: Could not open file '%s': %s
ru: Файл не может быть открыт '%s': %s
uk: Файл не може бути відкрито '%s': %s

source: No audio channel available
ru: Нет доступных звуковых каналов
uk: Немає доступних звукових каналів

source: Data in wrong format. It should be 2 channels with 512 16bit samples. There are %d channels %d 16bit samples in it (buffer is %d bytes)
ru: Данные в неверном формате. Должно быть два канала с 512-ю 16-разрядными потоками. Имеется %d каналов %d 16-разрядных потоков в них (буфер -%d байт)
uk: Дані у неправильному форматі. Має бути два канали з 512-ма 16-розрядними потоками. Є %d каналів %d 16-розрядних потоків у них (буфер -%d байт)

source: Could not mremap() area from file '%s' (%p from %d to %d bytes): %s
ru: Невозможно применить mremap() к файлу '%s' (%p из %d в %d байт): %s
uk: Неможливо застосувати mremap() до файлу '%s' (%p з %d у %d байт): %s

source: Could not close file descriptor %d: %s
ru: Невозможно закрыть файловый дескриптор %d: %s
uk: Неможливо закрити файловий дескриптор %d: %s

source: Wrong file descriptor %d
ru: Неверный файловый дескриптор %d
uk: Неправильний файловий дескриптор %d

source: Could not munmap() area %p+%d. %s
ru: Невозможно применить munmap() к %p+%d. %s
uk: Неможливо застосувати munmap() до %p+%d. %s
