Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-landscape-client_landscape-client-*.po
Languages: ru, uk

source: Success.
ru: Выполнено.
uk: Виконано.

source: Failure.
ru: Ошибка.
uk: Збій.

source: Authentication failed
ru: Ошибка аутентификации
uk: Помилка автентификації

source: Registering client failed
ru: Ошибка регистрации клиента
uk: Помилка реєстрації клієнта

source: Registering client was successful
ru: Регистрация клиента выполнена
uk: Реєстрацію клієнта виконано

source: Attempting to register at %s
ru: Попытка регистрации на %s
uk: Спроба реєстрації на %s

source: Disabling client failed
ru: Ошибка отключения клиента
uk: Помилка вимикання клієнта

source: Disabling client was successful
ru: Отключение клиента выполнено
uk: Вимикання клієнта здійснено

source: Attempting to disable landscape client.
ru: Попытка отключения клиента landscape.
uk: Спроба вимкнути клієнта landscape.

source: Landscape Service
ru: Служба Landscape
uk: Служба Landscape

source: None
ru: Ничего
uk: Немає

source: Landscape - hosted by Canonical
ru: Landscape - обслуживается Canonical
uk: Landscape обслуговується Canonical

source: Landscape - dedicated server
ru: Landscape - выделенный сервер
uk: Landscape - окремий сервер

source: Register
ru: Зарегистрироваться
uk: Реєстрація

source: Disable
ru: Отключить
uk: Вимкнути

source: Invalid host name.
ru: Недопустимое имя узла.
uk: Невірне ім’я вузла.

source: Only ASCII characters are allowed.
ru: Допустим ввод только ASCII символов.
uk: Дозволено уведення лише ASCII символів.

source: Landscape is a remote administration service from Canonical. If you allow it, a Landscape server can monitor this computer's performance and send administration commands.
ru: Landscape - это сервис удаленного администрирования от Canonical. Если вы разрешите, сервер Landscape будет отслеживать производительность компьютера и отправлять административные команды.
uk: Landscape — сервіс віддаленого адміністрування від Canonical. Якщо ви дозволите, сервер Landscape може стежити за продуктивністю комп’ютерів та надсилати адміністративні команди.

source: Find out more...
ru: Узнать подробнее...
uk: Дізнайтеся більше...

source: Landscape service:
ru: Служба Landscape:
uk: Служба Landscape:

source: Account name:
ru: Учётная запись:
uk: Обліковий запис:

source: Registration Key:
ru: Ключ регистрации
uk: Реєстраційний ключ:

source: Don't have an account?
ru: Еще не зарегистрированы?
uk: Ще не маєте облікового запису?

source: Sign up...
ru: Зарегистрироваться...
uk: Реєстрація...

source: Landscape server hostname:
ru: Доменное имя сервера Landscape:
uk: Доменне ім'я сервера Landscape:

source: If you click "Disable" the Landscape client on this machine will be disabled. You can reenable it later by revisiting this dialog.
ru: Если вы щёлкните "Отключить", на этой системе будет отключён клиент Landscape. Вы можете включить его позднее, открыв этот диалог снова.
uk: Якщо ви натиснете "Вимкнути", Landscape буде вимкнено у цій системі. Ви зможете увімкнути його пізніше, відкривши цей діалог знову.

source: Landscape Management Service Preferences
ru: Параметры службы управления Landscape
uk: Параметри служби керування Landscape

source: Allow the user to read and write Landscape Client settings.
ru: Разрешить пользователю просматривать и изменять настройки клиента Landscape.
uk: Дозволити користувачу переглядати та змінювати налаштування Landscape.

source: System policy prevents you from reading and writing Landscape Client Settings.
ru: Системная политика не позволяет вам просматривать и изменять настройки клиента Landscape.
uk: Системна політика забороняє переглядати та змінювати налаштування Landscape.

source: Landscape client
ru: Клиент Landscape
uk: Клієнт Landscape

source: Landscape is an easy-to-use commercial systems management and monitoring service offered by Canonical that helps administrators manage multiple machines efficiently.
ru: Landscape простая в использовании коммерческая система управления, мониторинга, предлагаемая Canonical, которая помогает администраторам управлять группой машин эффективнее.
uk: Landscape простий у використанні комерційний сервіс віддаленого керування та моніторингу від Canonical, який допомагає адміністраторам ефективно керувати групою машин.

source: You need to install Landscape client to be able to configure it. Do you want to install it now?
ru: Вам необходимо установить клиент Landscape чтобы воспользоваться сервисом. Установить его сейчас?
uk: Вам потрібно встановити клієнт Landscape, щоб ви змогли його налаштувати. Бажаєте встановити його зараз?

source: Install Landscape client?
ru: Установить клиент Landscape?
uk: Встановити Landscape?

source: Install
ru: Установить
uk: Встановити
