Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libnih_libnih-*.po
Languages: ru, uk

source: display list of commands
ru: показать список команд
uk: показати список каманд

source: For a list of commands, try `%s help'.
ru: Наберите `%s help' для получения списка команд.
uk: Для показу списку команд, спробуйте набрати '%s help'

source: COMMAND [OPTION]... [ARG]...
ru: КОМАНДА [ОПЦИЯ]... [АРГУМЕНТ]...
uk: КОМАНДА [ОПЦІЯ]...[АРГ]

source: %s: missing command
ru: %s: пропущена команда
uk: %s: відсутня команда

source: %s: invalid command: %s
ru: %s: неверная команда: %s
uk: %s:неправильна команда:%s

source: %s [OPTION]...
ru: %s [ОПЦИЯ]...
uk: %s [ОПЦІЯ]...

source: For more information on a command, try `%s COMMAND --help'.
ru: Чтобы получить больше информации о команде, попробуйте `%s COMMAND --help'
uk: Для отримання більше інформації про команду, наберіть'%s COMMAND --help.'

source: %s commands:
ru: Команды группы %s:
uk: %s команди

source: Other commands:
ru: Другие команды:
uk: Інші команди

source: Commands:
ru: Команды:
uk: Команди:

source: Error while reading from descriptor
ru: Ошибка при чтении из дескриптора
uk: Помилка зчитування з дескриптора

source: Try `%s --help' for more information.
ru: По команде `%s --help' можно получить дополнительную информацию.
uk: Спробуйте набрати `%s --help' , щоб отримати більше інформації.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ru: Это свободное программное обеспечение; смотрите исходный текст для получения информации о лицензионных соглашениях. НЕТ НИКАКИХ ГАРАНТИЙ, в том числе ГАРАНТИЙ ТОВАРНОГО СОСТОЯНИЯ ПРИ ПРОДАЖЕ и ПРИГОДНОСТИ ДЛЯ ИСПОЛЬЗОВАНИЯ В КОНКРЕТНЫХ ЦЕЛЯХ.
uk: Це вільне програмне забезпечення; умови копіювання наведені у джерелах програми. Немає ЖОДНИХ гарантій; навіть гарантії КОМЕРЦІЙНОЇ ЦІННОСТІ або ПРИДАТНОСТІ ДЛЯ КОНКРЕТНОЇ МЕТИ.

source: Unable to write pid file
ru: Не удаётся записать pid файл
uk: Неможливо записати pid файл

source: reduce output to errors only
ru: ограничить вывод только сообщениями об ошибках
uk: обмежити вивід лише повідомленнями про помилки

source: increase output to include informational messages
ru: включить в вывод информационные сообщения
uk: включити у вивід інформаційні повідомлення

source: display this help and exit
ru: показать эту справку и выйти
uk: показати цю довідку та вийти

source: output version information and exit
ru: вывести информацию о версии и выйти
uk: вивести інформацію про версію та вийти

source: %s: invalid option: -%c
ru: %s: некорректный параметр: -%c
uk: %s: некоректний параметр: -%c

source: %s: invalid option: --%s
ru: %s: некорректный параметр: --%s
uk: %s: некоректний параметр --%s

source: %s: unexpected argument: --%s
ru: %s: неожиданный аргумент: --%s
uk: %s: неочікуваний аргумент: --%s

source: %s: missing argument: %s
ru: %s: пропущен аргумент: %s
uk: %s: відсутній аргумент: %s

source: %s: illegal argument: %s
ru: %s: неверный аргумент: %s
uk: %s: неправильний аргумент: %s

source: Usage
ru: Использование
uk: Використання

source: [OPTION]...
ru: [ПАРАМЕТР]...
uk: [ПАРАМЕТР]

source: Report bugs to <%s>
ru: Сообщайте об ошибках по адресу <%s>
uk: Сповістити про помилку <%s>

source: Report bugs at <%s>
ru: Сообщить об ошибке <%s>
uk: Сповісти про помилку на <%s>

source: %s options:
ru: Параметры %s:
uk: %s параметри:

source: Other options:
ru: Другие параметры:
uk: Інші параметри:

source: Options:
ru: Параметры:
uk: Параметри:

source: Unable to watch directory
ru: Невозможно просмотреть каталог
uk: Неможливо переглянути директорію

source: Expected token
ru: Ожидаемая лексема
uk: Очікується символ

source: Unexpected token
ru: Неожиданная лексема
uk: Неочікуваний символ

source: Trailing slash in file
ru: Завершающая косая черта ("/") в файле
uk: Завершальна коса риска ("/") у файлі

source: Unterminated quoted string
ru: Незакрытые кавычки в строке
uk: Незакриті лапки у рядку

source: Unterminated block
ru: Незавершённый блок
uk: Незакінчений блок

source: Unknown stanza
ru: Неизвестная строфа
uk: Невідома строфа

source: Directory loop detected
ru: Обнаружено зацикливание каталогов
uk: Знайдено зациклювання каталогів

source: Invalid arguments to Introspect method
ru: Неправильные параметры в методе Introspect
uk: Неправильні аргументи у методі Introspect

source: Invalid arguments to Get method
ru: Неправильные параметры в методе Get
uk: Неправильні аргументи у методі Get

source: The %s property is write-only
ru: Свойство %s доступно только для записи
uk: Властивість %s доступна лише для запису

source: Invalid arguments to GetAll method
ru: Неправильные параметры в методе GetAll
uk: Неправильні аргументи у методі GetAll

source: Invalid arguments to Set method
ru: Неправильные параметры в методе Set
uk: Неправильні аргументи у методі Set

source: The %s property is read-only
ru: Свойство %s доступно только для чтения
uk: Властивість %s доступна лише для читання

source: Invalid arguments received in reply
ru: Неправильные параметры получены в ответе
uk: Неправильні аргументи отримані у відповіді

source: Ignored unexpected <annotation> tag
ru: Проигнорирован неожиданный тег <annotation>
uk: Проігноровано неочікуваний тег <annotation>

source: Ignored unknown <annotation> attribute
ru: Проигнорирован неизвестный атрибут <annotation>
uk: Проігноровано невідомий атрибут <annotation>

source: Ignored unknown interface annotation
ru: Проигнорирована неизвестная аннотация интерфейса
uk: Проігнорована невідома анотація інтерфейсу

source: Ignored unknown method annotation
ru: Проигнорирована неизвестная аннотация метода
uk: Проігнорована невідома анотація методу

source: Ignored unknown signal annotation
ru: Проигнорирована неизвестная аннотация сигнала
uk: Проігнорована невідома анотація сигналу

source: Ignored unknown property annotation
ru: Проигнорирована неизвестная аннотация свойства
uk: Проігнорована невідома анотація властивості

source: Ignored unknown argument annotation
ru: Проигнорирована неизвестная аннотация аргумента
uk: Проігнорована невідома анотація аргументу

source: Ignored unexpected <arg> tag
ru: Проигнорирован неожиданный тег <arg>
uk: Проігноровано неочікуваний тег <arg>

source: Ignored unknown <arg> attribute
ru: Проигнорирован неизвестный атрибут <arg>
uk: Проігноровано невідомий атрибут <arg>

source: Ignored unexpected <interface> tag
ru: Проигнорирован неожиданный тег <interface>
uk: Проігноровано неочікуваний тег <interface>

source: Ignored unknown <interface> attribute
ru: Проигнорирован неизвестный атрибут <interface>
uk: Проігноровано невідомий атрибут <interface>

source: %s: illegal output mode: %s
ru: %s: неправильный режим вывода: %s
uk: %s: неправильний режим виводу: %s

source: output mode: object, or proxy [default: proxy]
ru: режим вывода: object или proxy [по умолчанию: proxy]
uk: режим виводу: object або proxy [типово: proxy]

source: prefix for C functions [default: dbus]
ru: префикс для функций C [по умолчанию: dbus]
uk: префікс для функцій C [типово: dbus]

source: interface name not included in symbols
ru: название интерфейса не включено в символы
uk: назву інтерфейсу не включено у символи

source: write C source to FILENAME, header alongside
ru: записать исходный текст на C в ИМЯФАЙЛА, вместе с заголовком
uk: записати вихідний текст на C у ІМ’ЯФАЙЛУ, разом з заголовком

source: name of software source being created for
ru: имя создаваемого исходного кода
uk: ім’я створюваного вихідного коду

source: [XMLFILE]
ru: [ФАЙЛ_XML]
uk: [ФАЙЛ_XML]

source: Generate C bindings for D-Bus objects
ru: Создать привязки C для объектов D-Bus
uk: Створти прив’язки C для об’єктів D-Bus

source: Fill this in later
ru: Заполнить это позже
uk: Заповнити це пізніше

source: %s: --output must be specified when using standard input
ru: %s: --output должен быть определён при использовании стандартного ввода
uk: %s: --output повинен бути визначений при використанні стандартного вводу

source: No such interface
ru: Нет такого интерфейса
uk: Немає такого інтерфейсу

source: Ignored unexpected <method> tag
ru: Проигнорирован неожиданный тег <method>
uk: Проігноровано неочікуваний тег <method>

source: Ignored unknown <method> attribute
ru: Проигнорирован неизвестный атрибут <method>
uk: Проігноровано невідомий атрибут <method>

source: Ignored NoReply annotation for method with output arguments
ru: Проигнорирована аннотация NoReply для метода без аргументов
uk: Проігноровано анотацію NoReply для методу без аргументів

source: Ignored Async annotation for NoReply method
ru: Проигнорирована аннотация Async для метода NoReply
uk: Проігноровано анотацію Async для методу NoReply

source: Ignored unexpected <node> tag
ru: Проигнорирован неожиданный тег <node>
uk: Проігноровано неочікуваний тег <node>

source: Ignored unknown <node> attribute
ru: Проигнорирован неизвестный атрибут <node>
uk: Проігноровано невідомий атрибут <node>

source: Ignored unknown tag
ru: Проигнорирован неизвестный тег
uk: Проігноровано невідомий тег

source: Unable to create XML Parser
ru: Невозможно создать парсер XML
uk: Неможливо створити парсер XML

source: Unable to allocate parsing buffer
ru: Невозможно выделить буфер для парсера
uk: Неможливо виділити буфер для парсера

source: Read error
ru: Ошибка чтения
uk: Помилка читання

source: XML parse error
ru: Ошибка разбора XML
uk: Помилка розбору XML

source: No node present
ru: Нет узла
uk: Немає вузла

source: Ignored unexpected <property> tag
ru: Проигнорирован неожиданный тег <property>
uk: Проігноровано неочікуваний тег <property>

source: Ignored unknown <property> attribute
ru: Проигнорирован неизвестный атрибут <property>
uk: Проігноровано невідомий атрибут <property>

source: Ignored unexpected <signal> tag
ru: Проигнорирован неожиданный тег <signal>
uk: Проігноровано неочікуваний тег <signal>

source: Ignored unknown <signal> attribute
ru: Проигнорирован неизвестный атрибут <signal>
uk: Проігноровано невідомий атрибут <signal>

source: Unable to generate unique name for symbol
ru: Невозможно создать уникальное имя для символа
uk: Неможливо створити унікальне ім’я для символу

source: Invalid object path in <node> name attribute
ru: Неверный путь к объекту в атрибуте name тега <node>
uk: Неправильний шлях до об’єкту у атрибуті name тегу <node>

source: <interface> missing required name attribute
ru: в теге <interface> пропущен необходимый атрибут name
uk: у тезі <interface> пропущено необхідний атрибут name

source: Invalid interface name in <interface> name attribute
ru: Неверное имя интерфейса в атрибуте name тега <interface>
uk: Неправильне ім’я інтерфейсу у атрибуті name тегу <interface>

source: Illegal value for org.freedesktop.DBus.Deprecated interface annotation, expected 'true' or 'false'
ru: Некорректное значение для аннотации интерфейса org.freedesktop.DBus.Deprecated, ожидалось 'true' или 'false'
uk: Некоректне значення для анотації інтерфейсу org.freedesktop.DBus.Deprecated, очікувалося 'true' або 'false'

source: Invalid C symbol for interface
ru: Неверный символ C для интерфейса
uk: Неправильний символ C для інтерфейсу

source: Unknown annotation for interface
ru: Неизвестная аннотация для интерфейса
uk: Невідома анотація для інтерфейсу

source: Symbol '%s' already assigned to %s interface
ru: Символ '%s' уже присвоен интерфейсу %s
uk: Символ '%s' вже привласнений інтерфейсу %s

source: <method> missing required name attribute
ru: в теге <method> пропущен необходимый атрибут name
uk: у тезі <method> пропущено необхідний атрибут name

source: Invalid method name in <method> name attribute
ru: Некорректное имя метода в атрибуте name тега <method>
uk: Некоректне ім’я методу у атрибуті name тегу <method>

source: Illegal value for org.freedesktop.DBus.Deprecated method annotation, expected 'true' or 'false'
ru: Некорректное значение аннотации метода org.freedesktop.DBus.Deprecated, ожидалось 'true' или 'false'
uk: Некоректне значення анотації методу org.freedesktop.DBus.Deprecated, очікувалося 'true' або 'false'

source: Illegal value for org.freedesktop.DBus.Method.NoReply method annotation, expected 'true' or 'false'
ru: Некорректное значение для аннотации метода org.freedesktop.DBus.Method.NoReply, ожидалось 'true' или 'false'
uk: Некоректне значення для анотації методу org.freedesktop.DBus.Method.NoReply, очікувалося 'true' або 'false'

source: Invalid C symbol for method
ru: Неверный символ C для метода
uk: Неправильний символ C для методу

source: Illegal value for com.netsplit.Nih.Method.Async method annotation, expected 'true' or 'false'
ru: Некорректное значение для аннотации метода com.netsplit.Nih.Method.Async, ожидалось 'true' или 'false'
uk: Некоректне значення для анотації методу com.netsplit.Nih.Method.Async, очікувалося 'true' або 'false'

source: Unknown annotation for method
ru: Неизвестная аннотация для метода
uk: Невідома анотація для методу

source: Symbol '%s' already assigned to %s method
ru: Символ '%s' уже присвоен методу %s
uk: Символ '%s' вже привласнений методу %s

source: <signal> missing required name attribute
ru: в теге <signal> пропущен необходимый атрибут name
uk: у тезі <signal> пропущено необхідний атрибут name

source: Invalid signal name in <signal> name attribute
ru: Неверное имя сигнала в атрибуте name тега <signal>
uk: Неправильне ім’я сигналу у атрибуті name тегу <signal>

source: Illegal value for org.freedesktop.DBus.Deprecated signal annotation, expected 'true' or 'false'
ru: Некорректное значение аннотации сигнала org.freedesktop.DBus.Deprecated, ожидалось 'true' или 'false'
uk: Некоректне значення анотації сигналу org.freedesktop.DBus.Deprecated, очікувалося 'true' або 'false'

source: Invalid C symbol for signal
ru: Неверный символ C для сигнала
uk: Неправильний символ C для сигналу

source: Unknown annotation for signal
ru: Неизвестная аннотация для сигнала
uk: Невідома анотація для сигналу

source: Symbol '%s' already assigned to %s signal
ru: Символ '%s' уже присвоен сигналу %s
uk: Символ '%s' вже привласнений сигналу %s

source: <property> missing required name attribute
ru: в теге <property> пропущен необходимый атрибут name
uk: у тезі <property> пропущено необхідний атрибут name

source: Invalid property name in <property> name attribute
ru: Неверное имя свойства в атрибуте name тега <property>
uk: Неправильне ім’я властивості у атрибуті name тегу <property>

source: <property> missing required type attribute
ru: в теге <property> пропущен необходимый атрибут type
uk: у тезі <property> пропущено необхідний атрибут type

source: Invalid D-Bus type in <property> type attribute
ru: Некорректный тип D-Bus в атрибуте type тега <property>
uk: Некоректний тип D-Bus у атрибуті type тегу <property>

source: <property> missing required access attribute
ru: в теге <property> пропущен необходимый атрибут access
uk: у тезі <property> пропущено необхідний атрибут access

source: Illegal value for <property> access attribute, expected 'read', 'write' or 'readwrite'
ru: Некорректное значение аттрибута access тега <property>, ожидалось 'read', 'write' или 'readwrite'
uk: Некоректне значення атрибуту access тегу <property>, очікувалося 'read', 'write' або 'readwrite'

source: Illegal value for org.freedesktop.DBus.Deprecated property annotation, expected 'true' or 'false'
ru: Некорректное значение аннотации свойства org.freedesktop.DBus.Deprecated, ожидалось 'true' или 'false'
uk: Некоректне значення анотації властивості org.freedesktop.DBus.Deprecated, очікувалося 'true' або 'false'

source: Invalid C symbol for property
ru: Неверный символ C для свойства
uk: Неправильний символ C для властивості

source: Unknown annotation for property
ru: Неизвестная аннотация для свойства
uk: Невідома анотація для властивості

source: Symbol '%s' already assigned to %s property
ru: Символ '%s' уже присвоен свойству %s
uk: Символ '%s' вже привласнено властивості %s

source: Invalid C symbol for argument
ru: Неверный символ C для аргумента
uk: Неправильний символ C для аргументу

source: Unknown annotation for argument
ru: Неизвестная аннотация для аргумента
uk: Невідома анотація для аргументу

source: Invalid argument name in <arg> name attribute
ru: Некорректное имя аргумента в аттрибуте name тега <arg>
uk: Некоректне ім’я аргументу у атрибуті name тегу <arg>

source: <arg> missing required type attribute
ru: в теге <arg> пропущен необходимый аттрибут type
uk: у тезі <arg> пропущено необхідний атрибут type

source: Invalid D-Bus type in <arg> type attribute
ru: Неверный тип D-Bus в аттрибуте type тега <arg>
uk: Неправильний тип D-Bus у атрибуті type тегу <arg>

source: Illegal value for <arg> direction attribute, expected 'in' or 'out'
ru: Некорректное значение атрибута direction тега <arg>, ожидалось 'in' или 'out'
uk: Некоректне значення атрибуту direction тегу <arg>, очікувалося 'in' або 'out'

source: Illegal value for <arg> direction attribute, expected 'out'
ru: Некорректное значение атрибута direction тега <arg>, ожидалось 'out'
uk: Некоректне значення атрибуту direction тегу <arg>, очікувалося 'out'

source: Symbol '%s' already assigned to %s argument
ru: Символ '%s' уже присвоен аргументу %s
uk: Символ '%s' вже привласнено аргументу %s

source: <annotation> missing required name attribute
ru: в теге <annotation> пропущен необходимый атрибут name
uk: у тезі <annotation> пропущено необхідний атрибут name

source: <annotation> missing required value attribute
ru: в теге <annotation> пропущен необходимый атрибут value
uk: у тезі <annotation> пропущено необхідний атрибут value
