Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-libgpod_libgpod-*.po
Languages: uk

source: Unexpected mhod string type: %d
uk: Неочікуваний рядковий тип mhod: %d

source: Unexpected mhsd index: %d
uk: Неочікуваний індекс mhsd: %d

source: Could not find corresponding track (dbid: %s) for artwork entry.
uk: Не вдалося знайти відповідну композицію (dbid: %s) для запису художнього оформлення.

source: Unexpected image type in mhni: %d, offset: %d
uk: Неочікуваний тип зображення у mhni: %d, зсув: %d

source: Could not access file '%s'.
uk: Не вдалося отримати доступ до файла «%s».

source: Artwork support not compiled into libgpod.
uk: libgpod зібрано без підтримки художнього оформлення.

source: Could not find on iPod: '%s'
uk: Не вдалося знайти на iPod: «%s»

source: Unable to retrieve thumbnail (appears to be on iPod, but no image info available): filename: '%s'
uk: Не вдалося отримати мініатюру (здається, на iPod, але даних щодо зображення немає): назва файла: «%s»

source: Invalid
uk: Некоректний

source: Unknown
uk: Невідомий

source: Regular (1st Gen.)
uk: Regular (перше покоління)

source: Regular (2nd Gen.)
uk: Regular (друге покоління)

source: Regular (3rd Gen.)
uk: Regular (третє покоління)

source: Regular (4th Gen.)
uk: Regular (четверте покоління)

source: Mobile Phones
uk: Мобільні телефони

source: Mini (1st Gen.)
uk: Mini (перше покоління)

source: Mini (2nd Gen.)
uk: Mini (друге покоління)

source: Shuffle (1st Gen.)
uk: Shuffle (перше покоління)

source: Shuffle (2nd Gen.)
uk: Shuffle (друге покоління)

source: Shuffle (3rd Gen.)
uk: Shuffle (третє покоління)

source: Nano (1st Gen.)
uk: Nano (перше покоління)

source: Nano (2nd Gen.)
uk: Nano (друге покоління)

source: Nano Video (3rd Gen.)
uk: Nano Video (третє покоління)

source: Nano Video (4th Gen.)
uk: Nano Video (четверте покоління)

source: Video (1st Gen.)
uk: Video (перше покоління)

source: Video (2nd Gen.)
uk: Video (друге покоління)

source: Shuffle (4th Gen.)
uk: Shuffle (четверте покоління)

source: Touch (2nd Gen.)
uk: Touch (друге покоління)

source: Nano with camera (5th Gen.)
uk: Nano з камерою (п’яте покоління)

source: Touch (3rd Gen.)
uk: Touch (третє покоління)

source: Touch (4th Gen.)
uk: Touch (четверте покоління)

source: Could not open '%s' for writing.
uk: Не вдалося відкрити «%s» для запису.

source: Device directory does not exist.
uk: Каталогу на пристрої не існує.

source: Illegal seek to offset %ld (length %ld) in file '%s'.
uk: Некоректне позиціювання зі зсувом %ld (довжина %ld) у файлі «%s».

source: Not a Play Counts file: '%s' (missing mhdp header).
uk: Не є файлом даних щодо кількості відтворень: «%s» (немає заголовка mhdp).

source: Play Counts file ('%s'): header length smaller than expected (%d<96).
uk: Файл даних щодо кількості відтворень («%s»): довжина заголовка є меншою за очікувану (%d<96).

source: Play Counts file ('%s'): entry length smaller than expected (%d<12).
uk: Файл даних щодо кількості відтворень («%s»): довжина запису є меншою за очікувану (%d<12).

source: iTunesStats file ('%s'): entry length smaller than expected (%d<18).
uk: Файл iTunesStats («%s»): довжина запису є меншою за очікувану (%d<18).

source: iTunesStats file ('%s'): entry length smaller than expected (%d<32).
uk: Файл iTunesStats («%s»): довжина запису є меншою за очікувану (%d<32).

source: iTunesDB corrupt: no MHOD at offset %ld in file '%s'.
uk: Пошкоджено iTunesDB: немає MHOD зі зсувом %ld у файлі «%s».

source: Unknown smart rule action at %ld: %x. Trying to continue.
uk: Невідома дія інтелектуального правила у %ld: %x. Намагаємося продовжити.

source: Length of smart playlist rule field (%d) not as expected. Trying to continue anyhow.
uk: Неочікувана довжина поля правила інтелектуального списку відтворення (%d). Спробуємо якось продовжити обробку.

source: iTunesDB corrupt: no SLst at offset %ld in file '%s'.
uk: Пошкоджено iTunesDB: немає SLst зі зсувом %ld у файлі «%s».

source: Encountered unknown MHOD type (%d) while parsing the iTunesDB. Ignoring.
uk: Під час обробки iTunesDB виявлено невідомий тип MHOD (%d). Ігноруємо.

source: iTunesDB corrupt: hunk length 0 for hunk at %ld in file '%s'.
uk: Пошкоджено iTunesDB: фрагмент нульової довжини 0 для фрагмента за адресою %ld у файлі «%s».

source: iTunesDB corrupt: no section '%s' found in section '%s' starting at %ld.
uk: Пошкодження iTunesDB: не знайдено розділу «%s» у розділі «%s», починаючи з %ld.

source: header length of '%s' smaller than expected (%d < %d) at offset %ld in file '%s'.
uk: довжина заголовка «%s» меншою за очікувану (%d < %d), зсув %ld у файлі «%s».

source: iTunesDB ('%s'): header length of mhsd hunk smaller than expected (%d<32). Aborting.
uk: iTunesDB («%s»): довжина заголовка фрагмента mhsd є меншою за очікувану (%d<32). Перериваємо обробку.

source: iTunesDB '%s' corrupt: mhsd expected at %ld.
uk: Пошкоджено «%s» iTunesDB: очікувалося mhsd на позиції %ld.

source: Number of MHODs in mhip at %ld inconsistent in file '%s'.
uk: Несумісна кількість MHOD у mhip на позиції %ld у файлі «%s».

source: Number of MHODs in mhyp at %ld inconsistent in file '%s'.
uk: Несумісна кількість MHOD у mhyp на позиції %ld у файлі «%s».

source: Master-PL
uk: Основний-СВ

source: Podcasts
uk: Радіотрансляції

source: Playlist
uk: Список композицій

source: iTunesDB corrupt: number of mhip sections inconsistent in mhyp starting at %ld in file '%s'.
uk: Пошкоджено iTunesDB: кількість розділів mhip у mhyp є невідповідною, починаючи з %ld у файлі «%s».

source: Itdb_Track ID '%d' not found.
uk: Ідентифікатор Itdb_Track «%d» не знайдено.

source: OTG Playlist
uk: Список відтворення OTG

source: Not a OTG playlist file: '%s' (missing mhpo header).
uk: Не є файлом списку відтворення OTG: «%s» (пропущено заголовок mhpo).

source: OTG playlist file ('%s'): header length smaller than expected (%d<20).
uk: Файл списку відтворення OTG («%s»): довжина заголовка є меншою за очікувану (%d<20).

source: OTG playlist file ('%s'): entry length smaller than expected (%d<4).
uk: Файл списку відтворення OTG («%s»): довжина запису є меншою за очікувану (%d<4).

source: OTG playlist file '%s': reference to non-existent track (%d).
uk: Файл списку відтворення OTG «%s»: посилання на композицію, яка не є доступною (%d).

source: OTG Playlist %d
uk: Список відтворення OTG %d

source: iTunesDB corrupt: number of tracks (mhit hunks) inconsistent. Trying to continue.
uk: Пошкоджено iTunesDB: кількість композицій (фрагментів mhit) є невідповідною. Намагаємося продовжити обробку.

source: iTunesDB possibly corrupt: number of playlists (mhyp hunks) inconsistent. Trying to continue.
uk: Можливе пошкодження iTunesDB: кількість списків відтворення (фрагментів mhyp) є невідповідною. Намагаємося продовжити обробку.

source: %s: Unexpected length %d for genius_cuid!
uk: %s: неочікувана довжина %d запису genius_cuid!

source: Not a iTunesDB: '%s' (missing mhdb header).
uk: Не є iTunesDB: «%s» (немає заголовка mhdb).

source: iTunesDB '%s' corrupt: Could not find tracklist (no mhsd type 1 section found)
uk: Пошкоджено iTunesDB «%s»: не вдалося знайти список композицій (не знайдено розділу mhsd типу 1)

source: iTunesDB '%s' corrupt: Could not find playlists (no mhsd type 2 or type 3 sections found)
uk: Пошкоджено iTunesDB «%s»: не вдалося знайти списки відтворення (не знайдено розділу mhsd типу 2 або 3)

source: iTunes directory not found: '%s' (or similar).
uk: Каталог iTunes не знайдено: «%s» (або подібний).

source: Music directory not found: '%s' (or similar).
uk: Каталог музики не знайдено: «%s» (або подібний).

source: Control directory not found: '%s' (or similar).
uk: Каталогу керування не знайдено: «%s» (або подібне).

source: Couldn't find an iPod database on %s.
uk: Не вдалося знайти базу даних iPod на %s.

source: Error writing list of tracks (mhsd type 1)
uk: Помилка під час спроби запису списку композицій (mhsd, тип 1)

source: Error writing special podcast playlists (mhsd type 3)
uk: Помилка під час спроби запису спеціальних списків відтворення подкастів (mhsd, тип 3)

source: Error writing standard playlists (mhsd type 2)
uk: Помилка під час спроби запису стандартних списків відтворення (mhsd, тип 2)

source: Error writing list of albums (mhsd type 4)
uk: Помилка під час спроби запису списку альбомів (mhsd, тип 4)

source: Error writing list of artists (mhsd type 8)
uk: Помилка під час спроби запису списку виконавців (mhsd, тип 8)

source: Error writing mhsd type 6
uk: Помилка під час спроби запису mhsd типу 6

source: Error writing mhsd type 10
uk: Помилка під час спроби запису mhsd типу 10

source: Error writing mhsd5 playlists
uk: Помилка під час спроби запису списків відтворення mhsd5

source: Error writing mhsd type 9
uk: Помилка під час спроби запису mhsd типу 9

source: Path not found: '%s' (or similar).
uk: Шлях не знайдено: «%s» (або подібний).

source: Error writing list of tracks (hths)
uk: Помилка під час запису списку композицій (hths)

source: Error writing playlists (hphs)
uk: Помилка під час запису списків відтворення (hphs)

source: Error renaming '%s' to '%s' (%s).
uk: Помилка під час спроби перейменування «%s» на «%s» (%s).

source: Error removing '%s' (%s).
uk: Помилка під час спроби вилучити «%s» (%s).

source: Mountpoint not set.
uk: Не встановлено точки монтування.

source: No 'F..' directories found in '%s'.
uk: У «%s» не знайдено каталогів «F..».

source: Path not found: '%s'.
uk: Шлях не знайдено: «%s».

source: '%s' could not be accessed (%s).
uk: Не вдалося отримати доступ до «%s» (%s).

source: Destination file '%s' does not appear to be on the iPod mounted at '%s'.
uk: Здається, файл призначення, «%s», не розташовано на пристрої iPod, змонтованому до «%s».

source: Error opening '%s' for reading (%s).
uk: Помилка під час спроби відкрити «%s» для читання (%s).

source: Error opening '%s' for writing (%s).
uk: Помилка під час спроби відкрити «%s» для запису (%s).

source: Error while reading from '%s' (%s).
uk: Помилка під час читання з «%s» (%s).

source: Error while writing to '%s' (%s).
uk: Помилка під час спроби запису до «%s» (%s).

source: Error when closing '%s' (%s).
uk: Помилка під час закриття «%s» (%s).

source: Problem creating iPod directory or file: '%s'.
uk: Проблема під час спроби створити каталог або файл на iPod: «%s».

source: Photos directory not found: '%s' (or similar).
uk: Каталог фотографій не знайдено: «%s» (або подібний).

source: Photo Library
uk: Фотобібліотека

source: You need to specify the iPod model used before photos can be added.
uk: Перш ніж ви зможете додавати фотографії, вам слід вказати використану модель iPod.

source: Your iPod does not seem to support photos. Maybe you need to specify the correct iPod model number? It is currently set to 'x%s' (%s/%s).
uk: Здається, на вашому iPod не передбачено підтримки роботи з фотографіями. Можливо, ви неправильно вказали номер моделі iPod? Зараз вказано «x%s» (%s/%s).

source: Could not access file '%s'. Photo not added.
uk: Не вдалося отримати доступ до файла «%s». Фотографію не додано.

source: Unexpected error in itdb_photodb_add_photo_internal() while adding photo, please report.
uk: Неочікувана помилка у функції itdb_photodb_add_photo_internal() під час додавання фотографії. Будь ласка, повідомте про помилку розробників бібліотеки.

source: Library compiled without gdk-pixbuf support. Picture support is disabled.
uk: Бібліотеку зібрано без підтримки gdk-pixbuf. Підтримку зображень вимкнено.

source: Unknown action (0x%x) in smart playlist will be ignored.
uk: Невідому дію (0x%x) у інтелектуальному списку відтворення буде проігноровано.

source: Illegal filename: '%s'.
uk: Некоректна назва файла: «%s».

source: Mountpoint not set.
uk: Не встановлено точки монтування.

source: Header is too small for iTunesCDB!
uk: Заголовок є надто малим для iTunesCDB!

source: iTunesCDB '%s' could not be decompressed
uk: Не вдалося розпакувати iTunesCDB «%s»

source: Error compressing iTunesCDB file!
uk: Помилка під час спроби стиснути файл iTunesCDB!

source: Usage to add photos: %s add <mountpoint> <albumname> [<filename(s)>] <albumname> should be set to 'NULL' to add photos to the master photo album (Photo Library) only. If you don't specify any filenames an empty album will be created.
uk: Користування засобом додавання фотографій: %s add <точка монтування> <назва альбому> [<наза файла>] Щоб додати фотографії лише до основного альбому (Фотобібліотеки), встановіть для <назва альбому> значення NULL. Якщо не буде вказано жодної назви файла, буде створено порожній альбом.

source: Usage to dump all photos to <output_dir>: %s dump <mountpoint> <output_dir>
uk: Користування засобом створення дампу усіх фотографій у «каталозі результатів: %s dump <точка монтування> <каталог результатів>

source: Usage to list all photos IDs to stdout: %s list <mountpoint>
uk: Користування засобом виведення ідентифікаторів усіх фотографій до stdout: %s list <точка монтування>

source: Usage to remove photo IDs from Photo Library: %s remove <mountpoint> <albumname> [<ID(s)>] <albumname> should be set to 'NULL' to remove photos from the iPod altogether. If you don't specify any IDs, the photoalbum will be removed instead. WARNING: IDs may change when writing the PhotoDB file.
uk: Користування засобом вилучення ідентифікаторів фотографій з Фотобібліотеки: %s remove <точка монтування> <назва альбому> [<ідентифікатори>] Вкажіть у полі <назва альбому> NULL, щоб взагалі вилучити фотографії з iPod. Якщо ідентифікатори не буде вказано, буде вилучено увесь фотоальбом. ПОПЕРЕДЖЕННЯ: після запису до файла PhotoDB ідентифікатори можуть змінитися.

source: Wrong number of command line arguments.
uk: Помилкова кількість параметрів командного рядка.

source: Error creating '%s' (mkdir)
uk: Помилка під час спроби створення «%s» (mkdir)

source: Error: '%s' is not a directory
uk: Помилка: «%s» не є каталогом

source: Error reading iPod photo database (%s).
uk: Помилка під час спроби читання бази даних фотографій iPod (%s).

source: Error reading iPod photo database.
uk: Помилка під час спроби читання бази даних фотографій iPod.

source: Insufficient number of command line arguments.
uk: Недостатня кількість параметрів командного рядка.

source: <Unnamed>
uk: <Без назви>

source: <No members>
uk: <Немає записів>

source: Error reading iPod photo database (%s). Will attempt to create a new database.
uk: Помилка під час спроби читання бази даних фотографій iPod (%s). Спробуємо створити нову базу даних.

source: Error reading iPod photo database, will attempt to create a new database
uk: Помилка під час спроби читання бази даних фотографій, спробуємо створити нову базу даних.

source: Error adding photo (%s) to photo database: %s
uk: Помилка під час спроби додавання фотографії (%s) до бази даних фотографій: %s

source: Specified album '%s' not found. Aborting.
uk: Вказаний альбом, «%s», не знайдено. Перериваємо обробку.

source: Cannot remove Photo Library playlist. Aborting.
uk: Не вдалося вилучити список відтворення Фотобібліотеки. Перериваємо обробку.

source: Warning: could not find photo with ID <%d>. Skipping...
uk: Попередження: не вдалося знайти фотографію з ідентифікатором <%d>. Пропускаємо її…

source: Unknown command '%s'
uk: Невідома команда «%s»

source: Error initialising iPod: %s
uk: Помилка під час спроби ініціалізувати iPod: %s

source: Error initialising iPod, unknown error
uk: Невідома помилка під час спроби ініціалізувати iPod.

source: usage: %s <device> [timezone]
uk: Користування: %s <пристрій> [часовий пояс]

source: usage: %s <device|uuid|bus device> <mountpoint>
uk: Користування: %s <пристірй|uuid|пристрій каналу> <точка монтування>

source: Couldn't read xml sysinfo from %s
uk: Не вдалося прочитати дані щодо системи у форматі xml з %s

source: Couldn't write SysInfoExtended to %s
uk: Не вдалося записати SysInfoExtended до %s
