Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-live-build_live-helper-*.po
Languages: ru, uk

source: mount /selinux
ru: Монтировать /selinux
uk: монтування /selinux

source: Begin mounting /selinux...
ru: Начало монтирования /selinux...
uk: Початок монтування /selinux...

source: Begin unmounting /selinux...
ru: Начало размонтирования /selinux...
uk: Початок відмонтування /selinux...

source: install task lists into chroot
ru: установка списков задач в chroot
uk: встановлення списків завдань в chroot

source: copy debian-live config into source
uk: Копіювати debian-live конфігурацію у джерело

source: Begin copying live-build configuration...
uk: Починаю копіювання конфігурації live-build...

source: mount /sys
ru: монтирование /sys
uk: монтування /sys

source: Begin mounting /sys...
ru: Начало монтирования /sys
uk: Початок монтування /sys

source: Begin unmounting /sys...
ru: Начало размонтирования /sys...
uk: Початок розмонтування /sys...

source: build iso source image
ru: собрать образ исходного iso-файла
uk: побудувати образ джерельного iso-файлу

source: Begin building source iso image...
ru: Начать сборку ico образа
uk: Починаю побудову образу джерельного iso-файлу

source: schedule live packages for installation
ru: расписание установки live-пакетов
uk: запланувати встановлення пакунків

source: install linux-image into binary
ru: Установить linux--image в бинарном режиме
uk: встановити linux--image в бінарному режимі

source: Begin install linux-image...
ru: Начало установки linux-image...
uk: Починаю встановлення linux-image...

source: live-build is a set of scripts to build Debian Live system images.
ru: live-build является набором сценариев для сборки live-образов Debian.
uk: live-build — це набір сценаріїв для створення системних образів Debian Live.

source: The idea behind live-build is a framework that uses a configuration directory to completely automate and customize all aspects of building a Live image.
ru: Идея фреймворка live-build использование конфигурации каталога, чтобы полностью автоматизировать и настроить все аспекты сборки образа в реальном времени.
uk: Ідея фреймворку live-build використання конфігурації каталогу, щоб повністю автоматизувати і налаштувати усі аспекти збірки образу в реальному часі.

source: An introduction to live-build can be found in the live-build(7) manpage.
ru: Введение в live-build можно найти в live-build(7) manpage.
uk: Введення в live-build можна знайти в довіднику live-build(7).

source: installs syslinux into binary
ru: установить SYSLINUX в двоичном режиме
uk: встановлює SYSLINUX у бінарному режимі

source: Begin installing syslinux...
ru: Начало установки syslinux...
uk: Починаю встановлення syslinux...

source: use tmpfs to speedup the build
ru: использовать tmpfs для ускорения сборки
uk: використовувати tmpfs для пришвидшення процессу побудови

source: Configuring tmpfs for /var/lib/dpkg
ru: Настроить tmpfs для /var/lib/dpkg
uk: Налаштування tmpfs для /var/lib/dpkg

source: Deconfiguring tmpfs for /var/lib/dpkg
ru: Сброс настроек tmpfs для /var/lib/dpkg
uk: Скидання налаштувань tmpfs для /var/lib/dpkg

source: build source image
ru: собрать исходный образ
uk: створення джерельного образу

source: Begin building source usb image...
ru: Начать сборку исходника usb образа...
uk: Почати збірку джерельного коду usb-образу...

source: Unsupported binary filesystem %s
ru: Неподдерживаемая бинарная файловая система %s
uk: Непідтримувана бінарна файлова система %s

source: !!! The following error/warning messages can be ignored !!!
ru: !!! Следующие ошибки/предупреждения можно игнорировать !!!
uk: !!! Наступні повідомлення про помилки/попередження можуть бути проігноровані !!!

source: !!! The above error/warning messages can be ignored !!!
ru: !!! Сообщения ошибок/предупреждений выше можно игнорировать !!!
uk: !!! Попередні повідомлення про помилки/попередження можуть бути проігноровані !!!

source: build iso binary image
ru: построение бинарного iso образа
uk: побудова бінарного iso образу

source: Begin building binary iso image...
ru: Начало построения бинарного iso образа...
uk: Початок побудови двійкового iso-образу...

source: Bootloader on your architecture not yet supported by live-build.
ru: Bootloader на вашей архитектуре еще не поддерживается реальной сборкой.
uk: Bootloader на вашій архітектурі ще не підтримується реальною збіркою.

source: This will produce a most likely not bootable image (Continuing in 5 seconds).
ru: Скорее всего это приведёт к ошибке загрузки изображения (Продолжение через 5 секунд).
uk: Наймовірніше це призведе до помилки завантаження образу (Продовження через 5 секунд).

source: Automatically populating config tree.
ru: Автоматическое заполнение конфигурации дерева.
uk: Автоматичне заповнення конфігурації дерева.

source: Executing auto/build script.
ru: Выполнить автоматический сценарий сборки.
uk: Виконання auto/build скриптів.

source: build a Debian Live system
ru: собрать Debian Live систему
uk: зібрати Debian Live систему

source: No config/ directory; using defaults for all options
ru: Нет конфигурации/каталога, используется конфигурация по умолчанию для всех вариантов
uk: Немає конфігурації/каталогу, використовується типова конфігурація для усіх варіянтів

source: Cannot build live image from the root directory (/)
ru: Не собирайте живые образы из корневого каталога (/)
uk: Неможливо зібрати живі образи з кореневого каталогу (/)

source: Cannot build live image from a directory containing spaces
ru: Не собирайте живые образы из каталога содержащего пробелы
uk: Неможливо зібрати живі образи з каталогу, що містить пробіли

source: build harddisk binary image
ru: создайте бинарное изображение жесткого диска
uk: створіть бінарний образ жорсткого диску

source: Begin building binary harddisk image...
ru: Начните создание бинарного изображение жесткого диска
uk: Почніть створення бінарного образу жорсткого диску

source: build rootfs image
ru: построение rootfs образа
uk: побудова rootfs образу

source: Begin building root filesystem image...
ru: Начать строительство образа корневой файловой системы ...
uk: Почати побудову образу кореневої файлової системи ...

source: Preparing squashfs image...
ru: Подготовка изображения squashfs...
uk: Підготовка образу squashfs...

source: This may take a while.
ru: Это может занять некоторое время.
uk: Це може зайняти певний час.

source: execute preseed in chroot
ru: выполнить автоматическое chroot
uk: виконати автоматичне chroot

source: Begin executing preseed...
ru: Начало выполнения автоматизации...
uk: Початок виконання автоматизації...

source: build binary image
ru: собрать бинарный образ
uk: побудова бінарного образу

source: Begin building binary usb image...
ru: Начать собирать бинарный usb образ...
uk: Почати збирати бінарний usb образ...

source: Sparc only supports booting from ext2, ext3, ext4 or ufs.
ru: Sparc поддерживает только начальную загрузку от ext2, ext3, ext4 or ufs.
uk: Sparc підтримує лише початкове завантаження від ext2, ext3, ext4 або ufs.

source: FAT16 doesn't support files larger than 2GB, automatically enforcing FAT32.
ru: FAT16 не поддерживает файлы весом больше 2GB, автоматическое обеспечение FAT32.
uk: FAT16 не підтримує файли вагою більше 2GB, автоматичне забезпечення FAT32.

source: FAT16 doesn't support partitions larger than 2GB, automatically enforcing FAT32
ru: FAT16 не поддерживает разделы весом больше 2GB, автоматическое обеспечение FAT32.
uk: FAT16 не підтримує розділи вагою більше 2GB, автоматичне забезпечення FAT32.

source: installs grub into binary
ru: установить бинарный grub
uk: встановлює grub у бінарний

source: Begin installing grub...
ru: Начало установки grub...
uk: Початок встановлення grub...

source: Bootloader in this image type not yet supported by live-build.
ru: Загрузчик в этом типе образа еще не поддерживается live-build
uk: Завантажувач в цьому типі образу ще не підтримується live-build

source: This would produce a not bootable image, aborting (FIXME).
ru: Это приведет к невозможности загрузить образ, задача прерывается (FIXME).
uk: Це призведе до неможливості завантажити образ, завдання переривається (FIXME).

source: Net cow not yet supported on grub
ru: Net cow еще не поддерживается в grub
uk: Net cow ще не підтримується в grub

source: queue install of local packages into chroot
ru: queue установит местные пакеты в chroot
uk: queue встановить місцеві пакунки в chroot

source: Begin queueing installation of local packages...
ru: Начало queueing-установки местных пакетов...
uk: Початок queueing-встановлення місцевих пакунків...

source: create binary checksums
ru: создать двоичные контрольные суммы
uk: створення бінарних контрольних сум

source: schedule kernel packages for installation
ru: расписание пакетов ядра для установки
uk: розклад пакунків ядра для встановлення

source: ensure that a system is built as root
ru: убедитесь. что система работает в root
uk: переконайтеся, що система працює в root

source: need root privileges
ru: нужны привилегии root
uk: потрібні привілеї root

source: bootstrap by copying the host system
ru: загрузить путем копирования хост-системы
uk: завантажити шляхом копіювання хост-системи

source: Begin bootstrapping system...
ru: Начало загрузки системы...
uk: Початок завантаження системи...

source: install local packages into binary
ru: установить локальные пакеты в бинарном режиме
uk: встановити локальні пакунки в бінарному режимі

source: Begin installing local package lists...
ru: Начало установки списка локальных пакетов...
uk: Початок встановлення списку локальних пакунків...

source: copy win32-loader into binary
ru: копировать загрузчик-win32 в бинарном режиме
uk: копіювати завантажувач-win32 в бінарному режимі

source: Begin copying win32-loader...
ru: Начало копирования загрузчика-win32
uk: Початок копіювання завантажувача-win32

source: win32-loader inclusion is set to true but not compatible with your architecture, ignoring.
uk: включення win32-loader увімкнено, але несумісне з вашою поточною архітектурою, ігноруємо.

source: apply local patches against chroot
ru: применять местные патчи против chroot
uk: застосовувати місцеві патчі проти chroot

source: Begin applying chroot local patches...
ru: Начать применять местные патчи против chroot
uk: Почати застосовувати місцеві патчі проти chroot

source: Applying patch %s...
ru: Применение патча %s...
uk: Застосування патчу %s...

source: make build interactive
ru: сделать сборку интерактивной
uk: зробити збірку інтерактивною

source: Begin interactive build...
ru: Начать интерактивную сборку...
uk: Почати інтерактивну збірку...

source: Pausing build: starting interactive shell...
ru: Приостановка сборки: стартует интерактивная оболочка...
uk: Призупинка збірки: стартує інтерактивна оболонка...

source: Pausing build: starting interactive X11...
ru: Приостановка сборки: стартует интерактивная X11
uk: Призупинка збірки: стартує інтерактивна X11

source: Pausing build: starting interactive Xnest...
ru: Приостановка сборки: стартует интерактивная Xnest
uk: Призупинка збірки: стартує інтерактивна Xnest

source: cache bootstrap stage
ru: этап начальной загрузки кэша
uk: етап початкового завантаження кешу

source: Begin caching bootstrap stage...
ru: Начните кэшировать этап начальной загрузки...
uk: Початок кешування етапу початкового завантаження...

source: install disk information into source
ru: установить информацию с диска в источник
uk: встановити інформацію з диску в джерело

source: Begin installing disk information...
ru: Начало установки дисковой информации...
uk: Початок встановлення дискової інформації...

source: build source net image
ru: создать сетевой источник изображения
uk: створити мережеве джерело образу

source: Begin building source netboot image...
ru: Начать создание сетевого источника изображения...
uk: Почати створення мережевого джерела образу...

source: bootstrap a Debian system with cdebootstrap(1)
ru: загрузка системы Debian с cdebootstrap(1)
uk: завантаження системи Debian з cdebootstrap(1)

source: execute local hooks in chroot
ru: выполнить локальные hooks в chroot
uk: виконати локальні hooks в chroot

source: Begin executing local hooks...
ru: Начать исполнение локальных hooks...
uk: Почати виконання локальних hooks...

source: manage /etc/resolv.conf
ru: управление /etc/resolv.conf
uk: керування /etc/resolv.conf

source: Configuring file /etc/resolv.conf
ru: Настройка /etc/resolv.conf
uk: Налаштування /etc/resolv.conf

source: Deconfiguring file /etc/resolv.conf
ru: Сброс настроек /etc/resolv.conf
uk: Переналаштування /etc/resolv.conf

source: cache chroot stage
ru: кэширование chroot
uk: кешування chroot

source: Begin caching chroot stage...
ru: Начало кэширования chroot...
uk: Початок кешування chroot...

source: manage /sbin/initctl
ru: управление /sbin/initctl
uk: керування /sbin/initctl

source: Configuring file /sbin/initctl
ru: Настройка /sbin/initctl
uk: Налаштування файлу /sbin/initctl

source: Deconfiguring file /sbin/initctl
ru: Перенастройка /sbin/initctl
uk: Переналаштування файлу /sbin/initctl

source: copy local files into chroot
ru: копировать локальные файлы в chroot
uk: копіювати локальні файли в chroot

source: Begin copying chroot local includes...
ru: Начало копирования локального chroot включительно...
uk: Початок копіювання локального chroot включно...

source: utility to build Debian Live systems
ru: программа для построения загрузочных дисков Debian
uk: програма для побудови завантажувальних дисків Debian

source: no such script
ru: Нет подобных скриптов
uk: Немає подібних скриптів

source: manage /usr/sbin/policy-rc.d
ru: управление /usr/sbin/policy-rc.d
uk: керування /usr/sbin/policy-rc.d

source: Configuring file /usr/sbin/policy-rc.d
ru: Настройки /usr/sbin/policy-rc.d
uk: Налаштування /usr/sbin/policy-rc.d

source: Deconfiguring file /usr/sbin/policy-rc.d
ru: Перенастройка /usr/sbin/policy-rc.d
uk: Переналаштування /usr/sbin/policy-rc.d

source: debian sources
ru: исходники debian
uk: джерельні коди debian

source: Begin downloading sources...
ru: Начало загрузки исходных кодов...
uk: Початок завантаження джерельних кодів...

source: execute local preseed in chroot
uk: виконати локальні файли автоматизації preseed в chroot

source: Begin executing local preseeds...
uk: Початок виконання локальних файлів автоматизації…

source: mount /proc
ru: Монтирование /proc
uk: монтування /proc

source: Begin mounting /proc...
ru: Начало монтирования /proc...
uk: Початок монтування /proc...

source: Begin unmounting /proc...
ru: Начало размонтирования /proc...
uk: Початок розмонтування /proc...

source: installs yaboot into binary
ru: установки yaboot в бинарном режиме
uk: інсталяції yaboot в бінарному режимі

source: Begin installing yaboot...
ru: Начало установки yaboot...
uk: Початок встановлення yaboot...

source: not yet supported, aborting (FIXME).
ru: Не поддерживается, прерывание (FIXME).
uk: Не підтримується, переривання (FIXME).

source: Net cow not yet supported on yaboot
ru: Net cow еще не поддерживается в yaboot
uk: Net cow ще не підтримується в yaboot

source: Begin building binary virtual-hdd image...
ru: Начать сборку двоичного образа виртуального HDD...
uk: Почати збірку бінарного образу віртуального HDD...

source: Creating virtual disk image...
ru: Создать образ виртуального диска...
uk: Створення віртуального образу диску...

source: install disk information into binary
ru: Установка дисковой информации в бинарном режиме
uk: Встановлення дискової інформації в бінарному режимі

source: copy files into binary
ru: Копирование файла в бинарном режиме
uk: Копіювання файлу в бінарному режимі

source: Begin copying binary includes...
ru: Начало копирования в бинарном режиме включительно...
uk: Початок копіювання в бінарному режимі включно...

source: user specified includes not accessible in %s
uk: зазначені користувачем включення недоступні в %s

source: queue install of package lists into chroot
ru: queue устанавка списка пакетов в chroot
uk: queue встановлення списку пакунків в chroot

source: manage /bin/hostname
ru: управление /bin/hostname
uk: керування /bin/hostname

source: Configuring file /etc/hostname
ru: Настройки /etc/hostname
uk: Налаштування /etc/hostname

source: Configuring file /bin/hostname
ru: Настройки /bin/hostname
uk: Налаштування /bin/hostname

source: Deconfiguring file /etc/hostname
ru: Перенастройка /etc/hostname
uk: Переналаштування /etc/hostname

source: Deconfiguring file /bin/hostname
ru: Перенастройка /bin/hostname
uk: Переналаштування /bin/hostname

source: manage /etc/apt/sources.list
ru: управление /etc/apt/sources.list
uk: керування /etc/apt/sources.list

source: Configuring file /etc/apt/sources.list
ru: Настройка /etc/apt/sources.list
uk: Налаштування /etc/apt/sources.list

source: GPG exited with error status %s
ru: GPG выводит ошибку %s
uk: GPG виводить статус помилки %s

source: Local packages must be named with suffix '_all.deb' or '_$architecture.deb'.
ru: локальные пакеты должны быть названы с суффиксом '_all.deb' or '_$architecture.deb'.
uk: Локальні пакунки мають бути названі з суфіксом '_all.deb' or '_$architecture.deb'.

source: Deconfiguring file /etc/apt/sources.list
ru: Перенастройки /etc/apt/sources.list
uk: Переналаштування /etc/apt/sources.list

source: execute local hooks in binary
ru: выполнить локальные hooks в двоичном режиме
uk: виконати локальні hooks у бінарному режимі

source: build source tarball
ru: создавать архив с исходниками
uk: створювати архів з джерельними кодами

source: Begin building source tarball...
ru: Начало создания исходников...
uk: Початок створення джерельних кодів...

source: Executing auto/config script.
ru: выполнить автоматически/config скрипт.
uk: Виконати автоматично/config скрипт.

source: create configuration for live-build(7)
ru: создать конфигурацию для live-build(7)
uk: створити конфігурацію для live-build(7)

source: terminating
ru: завершение
uk: завершення

source: %s: This is live-build version %s
ru: %s: Это версия live-build %s
uk: %s: Це версія live-build %s

source: internal error %s
ru: внутренняя ошибка %s
uk: внутрішня помилка %s

source: Considering defaults defined in %s
ru: Рассмотрение значений по умолчанию, определенных в %s
uk: Розгляд типових значень, визначених в %s

source: Creating config tree
ru: создание дерева конфигурации
uk: Створення дерева конфігурації

source: Updating config tree
ru: Обновить дерево конфигурации
uk: Оновити дерево конфігурації

source: Please install 'debconf-utils' in order to use this feature.
ru: Пожалуйста, установите 'debconf-utils' для того, чтобы использовать эту функцию.
uk: Будь ласка, встановіть 'debconf-utils' щоб використовувати цю функцію.

source: install debian-installer into binary
ru: Установить debian-установщик в бинарном режиме
uk: Встановити debian-встановлювач у бінарному режимі

source: debian-installer flavour %s not supported.
ru: debian-installer flavour %s не поддерживается.
uk: debian-installer flavour %s не підтримується.

source: Begin installing debian-installer...
ru: Начало установки debian-installer...
uk: Початок встановлення debian-installer...

source: Could not download file: %s
ru: Не удалось загрузить файл: %s
uk: Не вдалося завантажити файл: %s

source: Could not find packages in cache/packages_bootstrap.
ru: Не удалось найти пакет в cache/packages_bootstrap.
uk: Не вдалося знайти пакунок в cache/packages_bootstrap.

source: You selected values of LB_CACHE, LB_CACHE_PACKAGES, LB_CACHE_STAGES and LB_DEBIAN_INSTALLER which will result in 'bootstrap' packages not being cached - these are required when integrating the Debian Installer.
ru: Вы выбрали значение LB_CACHE, LB_CACHE_PACKAGES, LB_CACHE_STAGES and LB_DEBIAN_INSTALLER который приведет к 'bootstrap' пакетам , не кэшируемым - они требуются при интегрировании Установщика Debian.
uk: Ви вибрали значення LB_CACHE, LB_CACHE_PACKAGES, LB_CACHE_STAGES and LB_DEBIAN_INSTALLER яке призведе до 'bootstrap' пакунків , не кешованих - вони потрібні при інтегруванні встановлювача Debian.

source: manage /etc/apt/apt.conf
ru: управление /etc/apt/apt.conf
uk: керування /etc/apt/apt.conf

source: Configuring file /etc/apt/apt.conf
ru: Настройска /etc/apt/apt.conf
uk: Налаштування файлу /etc/apt/apt.conf

source: Deconfiguring file /etc/apt/apt.conf
ru: Перенастройка /etc/apt/apt.conf
uk: Переналаштування файлу /etc/apt/apt.conf

source: install queued packages into chroot
uk: встановлення queued пакунків в chroot

source: manage /sbin/dpkg
ru: управление /sbin/dpkg
uk: керування /sbin/dpkg

source: Configuring file /sbin/start-stop-daemon
ru: Настройка /sbin/start-stop-daemon
uk: Налаштування /sbin/start-stop-daemon

source: Deconfiguring file /sbin/start-stop-daemon
ru: Перенастройка /sbin/start-stop-daemon
uk: Переналаштування /sbin/start-stop-daemon

source: create source checksums
ru: создать источник контрольных сумм
uk: створити контрольну суму джерела

source: execute hacks in chroot
ru: выполнить hacks в chroot
uk: виконати hacks в chroot

source: Begin executing hacks...
ru: Начало выполнения hacks...
uk: Початок виконання hacks...

source: Your live system appears to include resolvconf which is by its nature incompatible in most ways with debian-live.
uk: Схоже на те, що до вашої живої системи буде додано resolvconf, що за своєю природою у більшості способів несумісний з debian-live.

source: Keeping resolvconf installed *can* lead to broken network support in the resulting live system.
uk: Якщо встановлений resolvconf буде залишений, це *може* призвести до недосконалої підтримки мережі у живій системі.

source: Unless you really know what you are doing, we recommend that you neither install resolvconf explicitly nor implicitly through another package's relation (e.g. by having automatic installation of recommended packages to true).
ru: Если вы действительно не знаете что делаете, мы рекомендуем чтобы вы не устанавливали resolvconf явно, и не явно через другие пакеты (т.к. есть автоматическая установка рекомендуемых пакетов).
uk: Якщо ви справді не знаєте що робите, ми радимо щоб ви не встановлювали resolvconf явно, і не явно через інші пакунки (оскільки є автоматичне встановлення рекомендованих пакунків).

source: queue install of local package lists into chroot
ru: queue устанавливает список локальных пакетов в chroot
uk: queue встановлює список локальних пакунків в chroot

source: installs silo into binary
ru: устанавливает silo в двоичном режиме
uk: встановлює silo у бінарному режимі

source: Begin installing silo...
ru: Начало установки silo...
uk: Початок встановлення silo...

source: Net cow not supported on silo
ru: Net cow не поддерживается в silo
uk: Мережа не підтримується в silo

source: copy chroot into chroot
ru: копирование chroot в chroot
uk: копіювання chroot в chroot

source: Begin copying chroot...
ru: Начало копирования chroot...
uk: Початок копіювання chroot...

source: bootstrap a Debian system
ru: Загрузить систему Debian
uk: завантажити систему Debian

source: create manifest
ru: создать manifest
uk: створити manifest

source: Begin creating manifest...
ru: Начало создания manifest...
uk: Початок створення manifest...

source: installs a memtest into binary
ru: установить memtest в бинарном режиме
uk: встановити memtest в бінарному режимі

source: Begin installing memtest...
ru: Начало установки memtest...
uk: Початок встановлення memtest...

source: skipping binary_memtest, foreign architecture.
uk: пропускаємо binary_memtest - несумісна архітектура.

source: mount /dev/pts
ru: монтирование /dev/pts
uk: монтування /dev/pts

source: Begin mounting /dev/pts...
ru: Начало монтирования /dev/pts...
uk: Початок монтування /dev/pts...

source: Begin unmounting /dev/pts...
ru: Начало размонтирования /dev/pts...
uk: Початок розмонтування /dev/pts...

source: Executing auto/clean script.
ru: Выполнить автоматически/ применить скрипт.
uk: Виконати автоматично/ застосувати скрипт.
