Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-mozc_fcitx-mozc-*.po
Languages: uk

source: Press Escape to go back
uk: Натисніть клавішу Esc, щоб повернутися

source: Direct
uk: Прямий

source: Hiragana
uk: Хірагана

source: Full Katakana
uk: Повна катакана

source: Half ASCII
uk: Напів-ASCII

source: Full ASCII
uk: Повне ASCII

source: Half Katakana
uk: Напівкатакана

source: Composition Mode
uk: Режим композиції

source: Tool
uk: Інструмент

source: Mozc Tool
uk: Інструмент Mozc

source: Configuration Tool
uk: Інструмент налаштовування

source: Dictionary Tool
uk: Інструмент словника

source: Add Word
uk: Додати слово

source: About Mozc
uk: Про Mozc

source: Press Ctrl+Alt+H to show usages.
uk: Натисніть Ctrl+Alt+H, щоб переглянути інструкцію.
