Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-moin_jabberbot-*.po
Languages: ru

source: Here's the page "%(pagename)s" that you've requested: %(data)s
ru: Здесь представлена запрошенная вами страница "%(pagename)s": %(data)s

source: That's the list of pages accesible to you: %s
ru: Список страниц, доступных для Вас: %s

source: Following detailed information on page "%(pagename)s" is available:: %(data)s
ru: На странице "%(pagename)s" доступны следующие сведения: %(data)s

source: Submit this form to perform a wiki search
ru: Подтвердите эту форму для начала wiki-поиска

source: Title search
ru: Поиск по заголовку

source: Full-text search
ru: Полнотекстовой поиск

source: Wiki search
ru: Вики поиск

source: Search text
ru: Искать текст

source: Please specify the search criteria.
ru: Пожалуйста, укажите критерии поиска

source: This command requires a client supporting Data Forms
ru: Эта команда требует поддержки Data Forms в Вашем клиенте

source: The "help" command prints a short, helpful message about a given topic or function. Usage: help [topic_or_function]
ru: Команда "help" показывает краткое сообщение по выбранной теме или функции. Использование: help [тема_или_функция]

source: The "ping" command returns a "pong" message as soon as it's received.
ru: Команда "ping" возвращает сообщение "pong" сразу, как получает ответ

source: searchform - perform a wiki search using a form
ru: searchform - предоставляет wiki-поиск с помощью формы

source: %(command)s - %(description)s Usage: %(command)s %(params)s
ru: %(command)s - %(description)s Использование: %(command)s %(params)s

source: Unknown command "%s"
ru: Неизвестная команда "%s"

source: You've specified a wrong parameter list. The call should look like: %(command)s %(params)s
ru: Указан неверный список параметров. Вызов должен быть вида: %(command)s %(params)s

source: Hello there! I'm a MoinMoin Notification Bot. Available commands: %(internal)s %(xmlrpc)s
ru: Привет! Я робот-уведомитель MoinMoin. Доступные команды: %(internal)s %(xmlrpc)s

source: You must set a (long) secret string!
ru: Нужно ввести (желательно длинную) секретную строку!

source: Error
ru: Ошибка

source: Your request has failed. The reason is: %s
ru: Ошибка запроса. Причина: %s

source: A serious error occured while processing your request: %s
ru: Возникла серьезная проблема во время обработки запроса: %s

source: An internal error has occured, please contact the administrator.
ru: Внутренняя ошибка, обратитесь к администратору.

source: Credentials check failed, you may be unable to see all information.
ru: Невозможно проверить полномочия, возможно вы не сможете увидеть все сведения.

source: This command may take a while to complete, please be patient...
ru: Эта команда требует времени для выполнения, наберитесь терпения...

source: Last author: %(author)s Last modification: %(modification)s Current version: %(version)s
ru: Последний автор: %(author)s Последнее изменение: %(modification)s Текущая версия: %(version)s

source: You must set a (long) secret string
ru: Нужно ввести (желательно длинную) секретную строку

source: You are not allowed to use this bot!
ru: У Вас нет прав на использование этого бота!
