Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-man-db_man-db-*.po
Languages: uk

source: warning: %s: ignoring bogus filename
uk: попередження: %s: ігнорується фальшиве ім’я файлу

source: can't determine current directory
uk: не вдалося визначити поточний каталог

source: can't set effective uid
uk: не вдалося встановити ефективний uid

source: the setuid man user "%s" does not exist
uk: setuid man користувач "%s" не існує

source: fatal: regex `%s': %s
uk: невиправна помилка: regex `%s': %s

source: multi key %s does not exist
uk: багатомірний ключ %s не існує

source: can't lock index cache %s
uk: не вдалося заблокувати індексний кеш %s

source: index cache %s corrupt
uk: індексний кеш %s пошкоджено

source: cannot replace key %s
uk: не вдалося замінити ключ %s

source: only %d field in content
uk: у вмісті лише %d поле

source: bad fetch on multi key %s
uk: неправильна вибірка по багатомірному ключу %s

source: Database %s corrupted; rebuild with mandb --create
uk: Базу даних %s пошкоджено; перезбірка командою mandb --create

source: warning: %s has no version identifier
uk: попередження: %s не має ідентифікатора версії

source: warning: %s is version %s, expecting %s
uk: попередження: %s має версію %s, а очікується %s

source: fatal: unable to insert version identifier into %s
uk: невиправна помилка: не вдалося вставити ідентифікатор версії у %s

source: [MAN DATABASE]
uk: [БАЗА ДАНИХ MAN]

source: The man database defaults to %s%s.
uk: Типово базу даних man розміщено у %s%s.

source: emit debugging messages
uk: показувати повідомлення налагодження

source: can't open %s for reading
uk: не вдалося відкрити %s на читання

source: [SECTION...]
uk: [СЕКЦІЯ...]

source: PATH
uk: ШЛЯХ

source: set search path for manual pages to PATH
uk: встановити шлях пошуку довідкових сторінок у значення ШЛЯХ

source: FILE
uk: ФАЙЛ

source: use this user configuration file
uk: використовувати вказаний файл користувацьких налаштувань

source: man command failed with exit status %d
uk: команда man закінчилася невдало (код виходу %d)

source: NULL content for key: %s
uk: вміст ключа рівний NULL: %s

source: Updating cat files for section %s of man hierarchy %s
uk: Оновлення cat файлів у розділі %s man ієрархії %s

source: cannot write within %s
uk: не вдалося записати у %s

source: cannot read database %s
uk: не вдалося прочитати базу даних %s

source: unable to update %s
uk: не вдалося оновити %s

source: warning: %s/man%s/%s.%s*: competing extensions
uk: попередження: %s/man%s/%s.%s*: конкуруючі розширення

source: can't update index cache %s
uk: не вдалося оновити індексний кеш %s

source: warning: %s: bad symlink or ROFF `.so' request
uk: попередження: %s: неправильне символічне посилання або запит ROFF `.so'

source: warning: %s: ignoring empty file
uk: попередження: %s: ігнорується порожній файл

source: warning: %s: whatis parse for %s(%s) failed
uk: попередження: %s: whatis аналіз %s(%s) не вдався

source: can't search directory %s
uk: не вдалося знайти каталог %s

source: can't chown %s
uk: не вдалося виконати функцію chown %s

source: warning: cannot create catdir %s
uk: попередження: не вдалося створити cat каталог %s

source: can't chmod %s
uk: не вдалося виконати функцію chmod %s

source: can't change to directory %s
uk: не вдалося змінити каталог на %s

source: can't create index cache %s
uk: не вдалося створити індексний кеш %s

source: Updating index cache for path `%s/%s'. Wait...
uk: Оновлення індексного кешу для шляху `%s/%s'. Чекайте...

source: done.
uk: завершено.

source: Purging old database entries in %s...
uk: Вилучення старих записів бази даних у %s...

source: warning: failed to store entry for %s(%s)
uk: попередження: не вдалося зберегти запис для %s(%s)

source: PATH SECTION NAME
uk: ШЛЯХ СЕКЦІЯ ІМ’Я

source: EXTENSION
uk: РОЗШИРЕННЯ

source: limit search to extension type EXTENSION
uk: шукати лише з заданим РОЗШИРЕННЯМ

source: look for pages case-insensitively (default)
uk: не враховувати регістр при пошуку (типово)

source: look for pages case-sensitively
uk: враховувати регістр при пошуку

source: interpret page name as a regex
uk: вважати ім’я сторінки регулярним виразом

source: the page name contains wildcards
uk: ім’я сторінки містить групові символи

source: warning: whatis for %s exceeds %d byte, truncating.
uk: попередження: результат whatis для %s перевищив %d байт, обрізається.

source: can't open %s
uk: неможливо відкрити %s

source: FILE...
uk: ФАЙЛ...

source: The defaults are --man and --whatis.
uk: Типово використовуються --man та --whatis.

source: parse as man page
uk: аналізувати як man-сторінку

source: parse as cat page
uk: аналізувати як cat-сторінку

source: show whatis information
uk: показати інформацію whatis

source: show guessed series of preprocessing filters
uk: показати серію припущень фільтрів попередньої обробки

source: ENCODING
uk: КОДУВАННЯ

source: use selected output encoding
uk: використовувати обране кодування вихідних даних

source: %s: incompatible options
uk: %s: несумісні параметри

source: command exited with status %d: %s
uk: команда закінчилася з кодом %d: %s

source: [SECTION] PAGE...
uk: [СЕКЦІЯ] СТОРІНКА...

source: reset all options to their default values
uk: скинути усі параметри на типові значення

source: WARNINGS
uk: ПОПЕРЕДЖЕННЯ

source: enable warnings from groff
uk: увімкнути попередження від groff

source: Main modes of operation:
uk: Основні режими роботи:

source: equivalent to whatis
uk: еквівалентно whatis

source: equivalent to apropos
uk: еквівалентно apropos

source: search for text in all pages
uk: шукати текст по усіх довідкових сторінках

source: print physical location of man page(s)
uk: показувати фізичне розміщення man сторінки

source: print physical location of cat file(s)
uk: показувати фізичне розміщення cat файлу(ів)

source: interpret PAGE argument(s) as local filename(s)
uk: сприймати аргумент(и) СТОРІНКА як ім’я файлу(ів)

source: used by catman to reformat out of date cat pages
uk: використовується catman для переформатування застарілих cat сторінок

source: output source page encoded in ENCODING
uk: вивести вихідну сторінку у КОДУВАННІ

source: Finding manual pages:
uk: Пошук довідкових сторінок:

source: LOCALE
uk: ЛОКАЛЬ

source: define the locale for this particular man search
uk: задати локаль для пошуку

source: SYSTEM
uk: СИСТЕМА

source: use manual pages from other systems
uk: використовувати довідкові сторінки від інших систем

source: LIST
uk: СПИСОК

source: use colon separated section list
uk: використовувати список секцій, вказаних через двокрапку

source: show all pages matching regex
uk: показати усі сторінки, що задовольняють регулярний вираз

source: show all pages matching wildcard
uk: показати усі сторінки, що задовольняють групові символи

source: make --regex and --wildcard match page names only, not descriptions
uk: шукати збіг --regex та --wildcard лише у іменах сторінок, без описів

source: find all matching manual pages
uk: пошук усіх підходящих довідкових сторінок

source: force a cache consistency check
uk: виконати перевірку цілісності кешу

source: don't try subpages, e.g. 'man foo bar' => 'man foo-bar'
uk: не чипати підсторінки, наприклад, 'man foo bar' => 'man foo-bar'

source: Controlling formatted output:
uk: Керування форматуванням виводу:

source: PAGER
uk: ПЕЙДЖЕР

source: use program PAGER to display output
uk: використовувати програму ПЕЙДЖЕР для виводу на екран

source: STRING
uk: РЯДОК

source: provide the `less' pager with a prompt
uk: використовувати пейджер `less' з підказкою

source: display ASCII translation of certain latin1 chars
uk: показати трансляцію ASCII певних символів latin1

source: turn off hyphenation
uk: вимкнути перенесення слів

source: turn off justification
uk: вимкнути вирівнювання

source: STRING indicates which preprocessors to run: e - [n]eqn, p - pic, t - tbl, g - grap, r - refer, v - vgrind
uk: РЯДОК визначає процесори що запускаються: e - [n]eqn, p - pic, t - tbl, g - grap, r - refer, v - vgrind

source: use %s to format pages
uk: використовувати %s для форматування сторінок

source: DEVICE
uk: ПРИСТРІЙ

source: use %s with selected device
uk: використовувати %s на обраному пристрої

source: BROWSER
uk: ПЕРЕГЛЯДАЧ

source: use %s or BROWSER to display HTML output
uk: використовувати %s на обраному пристрої

source: use groff and display through gxditview (X11): -X = -TX75, -X100 = -TX100, -X100-12 = -TX100-12
uk: використовувати groff та показувати за допомогою gxditview (X11): -X = -TX75, -X100 = -TX100, -X100-12 = -TX100-12

source: use groff and force it to produce ditroff
uk: використовувати groff та примусити його генерувати ditroff

source: No manual entry for %s
uk: Немає довідкової сторінки для %s

source: (Alternatively, what manual page do you want from section %s?)
uk: (Або ж, яка саме з довідкових сторінок розділу %s вам потрібна?)

source: What manual page do you want?
uk: Яка довідкова сторінка вам потрібна?

source: For example, try 'man man'.
uk: Наприклад, спробуйте увести «man man».

source: No manual entry for %s in section %s
uk: Немає довідкової сторінки для %s у розділі %s

source: See '%s' for help when manual pages are not available.
uk: Дивіться '%s' у довідці, якщо недоступні довідкові сторінки.

source: ignoring unknown preprocessor `%c'
uk: ігнорування невідомого препроцесора `%c'

source: can't rename %s to %s
uk: не вдалося змінити назву %s на %s

source: can't set times on %s
uk: не вдалося встановити час доступу для %s

source: can't unlink %s
uk: не вдалося виконати функцію unlink %s

source: can't create temporary cat for %s
uk: не вдалося створити тимчасовий cat файл %s

source: can't create temporary directory
uk: не вдалося створити тимчасовий каталог

source: can't open temporary file %s
uk: не вдалося відкрити тимчасовий файл %s

source: can't remove directory %s
uk: не вдалося вилучити каталог %s

source: --Man-- next: %s [ view (return) | skip (Ctrl-D) | quit (Ctrl-C) ]
uk: --Man-- наст: %s [ перегл (ввід) | пропуск (Ctrl-D) | вихід (Ctrl-C) ]

source: cannot write to %s in catman mode
uk: не вдалося записати у %s у режимі catman

source: Can't convert %s to cat name
uk: Не вдалося перетворити %s у cat ім’я

source: %s: relying on whatis refs is deprecated
uk: %s: покладатися на посилання whatis настійно не рекомендується

source: mandb command failed with exit status %d
uk: команда mandb закінчилася невдало (код виходу %d)

source: internal error: candidate type %d out of range
uk: внутрішня помилка: тип кандидата %d поза діапазоном

source: Manual page
uk: Довідкова сторінка

source: -t CODE {--suffix SUFFIX | --in-place} FILENAME...
uk: -t КОДУВАННЯ {--suffix СУФІКС | --in-place} ІМ'Я-ФАЙЛУ…

source: CODE
uk: КОДУВАННЯ

source: encoding for output
uk: кодування виводу

source: SUFFIX
uk: СУФІКС

source: suffix to append to output file name
uk: суфікс, додаваний до імени вихідного файлу

source: overwrite input files in place
uk: перезаписати самі вхідні файли

source: produce fewer warnings
uk: виводити деякі попередження

source: must specify an output encoding
uk: повинно бути вказано кодування вихідних даних

source: must use either --suffix or --in-place
uk: має бути вказаний --suffix або --in-place

source: --suffix and --in-place are mutually exclusive
uk: --suffix і --in-place є взаємовиключними

source: can't remove %s
uk: не вдалося вилучити %s

source: can't write to standard output
uk: не вдалося записати у стандартний вихідний потік

source: iconv: incomplete character at end of buffer
uk: iconv: неповний символ у кінці буферу

source: [-f CODE[:...]] -t CODE [FILENAME]
uk: [-f КОДУВАННЯ[:...]] -t КОДУВАННЯ [ІМ'Я-ФАЙЛУ]

source: CODE[:...]
uk: КОДУВАННЯ[:...]

source: possible encodings of original text
uk: можливі кодування оригінального тексту

source: work quietly, except for 'bogus' warning
uk: не виводити повідомлення, за виключенням 'фіктивних' попереджень

source: don't look for or add stray cats to the dbs
uk: не шукати або додавати побічні cat у dbs

source: don't purge obsolete entries from the dbs
uk: не вичищати застарілі записи з dbs

source: produce user databases only
uk: створити лише користувацькі бази даних

source: create dbs from scratch, rather than updating
uk: створити dbs з нуля, а не оновлювати

source: check manual pages for correctness
uk: перевірити довідкові сторінки на правильність

source: FILENAME
uk: НАЗВА ФАЙЛУ

source: update just the entry for this filename
uk: оновити запис лише для цього файлу

source: can't write to %s
uk: не вдалося записати у %s

source: can't read from %s
uk: не вдалося прочитати з %s

source: Processing manual pages under %s...
uk: Обробка довідкових сторінок у %s...

source: Removing obsolete cat directory %s...
uk: Вилучається застарілий каталог cat %s...

source: warning: no MANDB_MAP directives in %s, using your manpath
uk: попередження: немає директиви MANDB_MAP у %s, використовується ваш manpath

source: %d man subdirectory contained newer manual pages.
uk: У %d man-підкаталозі містяться новіші довідкові сторінки.

source: %d manual page was added.
uk: Додана %d довідкова сторінка.

source: %d stray cat was added.
uk: Додана %d побічна cat-сторінка.

source: %d old database entry was purged.
uk: Вичищений %d старий запис бази даних.

source: No databases created.
uk: Баз даних не створено.

source: can't make sense of the manpath configuration file %s
uk: немає правильного manpath файлу налаштувань %s

source: warning: %s
uk: попередження: %s

source: warning: %s isn't a directory
uk: попередження: %s не є каталогом

source: warning: $PATH not set
uk: попередження: змінну середовища $PATH не встановлено

source: warning: empty $PATH
uk: попередження: змінна середовища $PATH порожня

source: warning: $MANPATH set, prepending %s
uk: попередження: знайдено змінну середовища $MANPATH, додається до початку %s

source: warning: $MANPATH set, appending %s
uk: попередження: знайдено змінну середовища $MANPATH, додається у кінець %s

source: warning: $MANPATH set, inserting %s
uk: попередження: знайдено змінну середовища $MANPATH, вставляється у %s

source: warning: $MANPATH set, ignoring %s
uk: пропередження: знайдено змінну середовища $MANPATH, ігнорується %s

source: can't parse directory list `%s'
uk: не вдалося розібрати список каталогів `%s'

source: can't open the manpath configuration file %s
uk: не вдалося відкрити manpath файл налаштувань %s

source: warning: mandatory directory %s doesn't exist
uk: попередження: обов’язкового каталогу %s не існує

source: warning: %s does not begin with %s
uk: попередження: %s не починається з %s

source: show relative catpaths
uk: показати відносні catpath

source: show the entire global manpath
uk: показати увесь глобальний manpath

source: warning: no global manpaths set in config file %s
uk: попередження: не встановлено глобальні manpath у файлі налаштувань %s

source: Checking for stray cats under %s...
uk: Перевірка побічних cat у %s...

source: warning: %s is a dangling symlink
uk: попередження: %s посилається на об’єкт якого не існує

source: can't resolve %s
uk: не вдалося визначити %s

source: %s is self referencing
uk: %s посилається на себе

source: KEYWORD...
uk: КЛЮЧ

source: The --regex option is enabled by default.
uk: Параметр --regex увімкнено типово.

source: print verbose warning messages
uk: виводити детальні попереджуючі повідомлення

source: interpret each keyword as a regex
uk: вважати кожен ключ регулярним виразом

source: search each keyword for exact match
uk: шукати точний збіг кожного ключа

source: the keyword(s) contain wildcards
uk: ключ(і) містять групові символи

source: require all keywords to match
uk: вимагається збіг усіх ключів

source: do not trim output to terminal width
uk: не обрізати вивід по ширині терміналу

source: search only these sections (colon-separated)
uk: шукати лише у цих секціях (розділюються двокрапками)

source: define the locale for this search
uk: задати локаль для цього пошуку

source: %s what?
uk: %s що?

source: warning: %s contains a pointer loop
uk: попередження: %s містить циклічний вказівник

source: (unknown subject)
uk: (невідомий об’єкт)

source: %s: nothing appropriate.
uk: %s: нічого підходящого не знайдено.

source: %s:%d: .so requests nested too deeply or are recursive
uk: %s:%d: .so запит надто глибокої вкладеності або це рекурсія

source: %s:%d: warning: failed .so request
uk: %s:%d: попередження: .so запит закінчився невдало

source: %s:%d: warning: newline in .so request, ignoring
uk: %s:%d: попередження: новий рядок у .so запиті, ігнорується

source: %s:%d: warning: newline in .lf request, ignoring
uk: %s:%d: попередження: новий рядок у .lf запиті, ігнорується

source: %s:%d: unterminated quote in roff request
uk: %s:%d: незакрита лапка у roff запиті

source: compatibility switch (ignored)
uk: для сумісності (ігнорується)
