Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-m17n-db_m17n-db-*.po
Languages: uk

source: Flag to tell whether or not to generate precomposed characters. If 1 (the default), generate precomposed characters (i.e. NFC) if available (e.g. "ྲྀ"(U+0F76). If 0, generate only decomposed characters (i.e. NFD) (e.g. "ྲྀ" (U+0FB2 U+0F80).
uk: Прапорець, що визначає, чи потрібно генерувати розкладні символи. Якщо 1 (типово), генерувати складені символи (тобто, NFC), за наявності (наприклад, "ྲྀ" (U + 0F76). Якщо 0, генерувати лише розкладені символи (тобто, NFD) (наприклад, "ྲྀ" (U + 0FB2 U + 0F80).

source: Cham input method simulating Cham keyboard. Cham characters are encoded in logical order in memory and in files. But, you can type Cham text in visual order with this input method. Backspace and Delete also work in the manner of visual order.
uk: Спосіб введення Cham, що імітує клавіатуру Cham. Cham -символи кодуються в логічному порядку в пам'яті та у файлах. Але ви можете ввести текст Cham у візуальному порядку за допомогою цього способу введення. Backspace та Delete також працюють так само як у візуальному порядку.

source: Meant for writing Esperanto-letters using Zamenhof's fundamental system.
uk: Призначено для запису літер мови есперанто використовуючи фундаментальну систему Заменгофа.

source: Meant for writing Esperanto-letters adding h's.
uk: Призначено для запису літер мови есперанто з додаванням літери h.

source: Meant for writing Esperanto-letters with the fundamental system and the X-system, like the default of EK.
uk: Призначено для запису літер мови есперанто використовуючи фундаментальну систему та X-систему, подібно до типового EK.

source: Meant for writing Esperanto-letters adding q's.
uk: Призначено для запису літер мови есперанто з додаванням літери q.

source: Meant for writing Esperanto-letters adding x's (the X-system).
uk: Призначено для запису літер мови есперанто з додаванням літери x (X-система).

source: Simulating Azerty keyboard on English keyboard. &1 é2 "3 '4 (5 -6 è7 _8 ç9 à0 )° =_ ²~ aA zZ eE rR tT yY uU iI oO pP ^¨ $£ qQ sS dD fF gG hH jJ kK lL mM ù% *| wW xX cC vV bB nN ,? ;. :/ !§ '[' and '{' are used as a dead key to type a character with the circumflex and diaeresis respectively (e.g. '[' 'e' -> "ê"). 'Alt-2' and 'Alt-7' are used as a dead key to type a character with tilde and grave respectively (e.g. 'Alt-2' 'n' -> "ñ"). 'Ctrl-Alt-2' and 'Ctrl-Alt-7' can be used as 'Alt-2' and 'Alt-7' respectively. Azerty keyboard has one more key at the bottom left corner for inputting "<" and ">". As a normal English keyboard doesn't have such a key left, type '<' and '>' twice for "<" and ">" respectively.
uk: Імітація клавіатури Azerty на англійській клавіатурі. &1 é2 "3 '4 (5 -6 è7 _8 ç9 à0 )° =_ ²~ aA zZ eE rR tT yY uU iI oO pP ^¨ $£ qQ sS dD fF gG hH jJ kK lL mM ù% *| wW xX cC vV bB nN ,? ;. :/ !§ «[» та «{» використовуються як мертві клавіші для введення символу зі знаком "циркумфлекс" та "діарезис" відповідно (наприклад, «[»«e» -> «ê»]). «Alt-2» та «Alt-7» використовуються як мертві клавіші для введення символу з тильдою та гравісом відповідно (наприклад, «Alt-2» «n» -> «ñ»). «Ctrl-Alt-2» та «Ctrl-Alt-7» можна використовувати як «Alt-2» та «Alt-7» відповідно. Клавіатура Azerty має ще одну клавішу у нижньому лівому куті для введення «<» та «>». Якщо звичайна англійська клавіатура не має такої клавіші для ввеження «<» та «>» двічі натискайте «<» та «>» відповідно.

source: Global variable and command definitions. This is actually not an input method, but provides documents, default values of global variables, and default key-bindings of global commands.
uk: Глобальна змінна та визначення команд. Це насправді не спосіб введення, але він забезпечує документи, типові значення глобальних змінних та типові комбінації клавіш для глобальних команд.

source: Character set to limit candidates. Value must be a symbol representing a charater set, or nil. If the value is not nil, a candidate containing a character not belonging to the specified character set is ignored.
uk: Набір символів для обмеження кандидатів. Значення має бути символом, що репрезентує набір символів, або nil. Якщо значення не nil, a кандидат, що містить символ, не належний до вказаного набору символів ігнорується.

source: Fallback input methods. Value must be comma separated fallback input method names. When you type a key that is not handled by the currently activated intup method, fallback input methods (in the order specified in this variable) try to handle that key, and the first one that can handle the key is activated temporarily. For instance, as the default value of this variable is "lsymbol, unicode", when you type "/..." while you are activating an input method that doesn't handle that key sequence, "lsymbol" input method is activated and "…" (U+2026: HORIZONTAL ELLIPSIS) is inserted.
uk: Резервні способи введення. Значення має бути списком через кому назв резервних способами введення. При натисканні клавіші, яка не обробляється наразі активованими способами введення, резервні способи введення (у порядку, зазначеному в цій змінній), спробуватимуть обробити цю клавішу, і тимчасово активується перший спосіб, що може обробити цю клавішу. Наприклад, типовим значенням для цієї змінної є 'lsymbol, unicode', , коли ви вводите '/...' під час активованого способу введення, який не обробляє цю послідовність клавіш, буде активовано спосіб 'lsymbol' і вставлено '…' (U + 2026: ГОРИЗОНТАЛЬНА БАГАТОКРАПКА).

source: Commit Commit the preedit text
uk: Здати Здати текст попереднього редагування

source: Convert Convert the preedit text
uk: Перетворити Перетворити текст попереднього редагування

source: Revert Revert the conversion
uk: Повернути Повернути перетворення

source: Previous candidate Spot the previous candidate
uk: Попередній кандидат Знайти попереднього кандидата

source: Next candidate Spot the next candidate
uk: Наступний кандидат Знайти наступного кандидата

source: First candidate Spot the first candidate in the current group
uk: Перший кандидат Знайти першого кандидата в поточній групі

source: Last candidate Spot the last candidate in the current group
uk: Останній кандидат Знайти останнього кандидата в поточній групі

source: Previous candidate group Move to the previous candidate group
uk: Попередня група кандидатів Перейти до попередньої групи кандидатів

source: Next candidate group Move to the next candidate group
uk: Наступна група кандидата Перейти до наступної групи кандидата

source: Select the 1st candidate Select the first candidate in the current group
uk: Вибрати 1-го кандидата Вибрати першого кандидата з поточної групи

source: Select the 2nd candidate Select the second candidate in the current group
uk: Вибрати 2-го кандидата Вибрати другого кандидата з поточної групи

source: Select the 3rd candidate Select the third candidate in the current group
uk: Вибрати 3-го кандидата Вибрати третього кандидата з поточної групи

source: Select the 4th candidate Select the fourth candidate in the current group
uk: Вибрати 4-го кандидата Вибрати четвертого кандидата з поточної групи

source: Select the 5th candidate Select the fifth candidate in the current group
uk: Вибрати 5-го кандидата Вибрати п’ятого кандидата з поточної групи

source: Select the 6th candidate Select the sixth candidate in the current group
uk: Вибрати 6-го кандидата Вибрати шостого кандидата з поточної групи

source: Select the 7th candidate Select the seventh candidate in the current group
uk: Вибрати 7-го кандидата Вибрати сьомого кандидата з поточної групи

source: select the 8th candidate Select the eighth candidate in the current group
uk: Вибрати 8-го кандидата Вибрати восьмого кандидата з поточної групи

source: Select the 9th candidate Select the ninth candidate in the current group
uk: Вибрати 9-го кандидата Вибрати дев’ятого кандидата з поточної групи

source: Select the 10th candidate Select the tenth candidate in the current group
uk: Вибрати 10-го кандидата Вибрати десятого кандидата з поточної групи

source: Previous character Move to the previous character in the preedit text
uk: Попередній символ Перейти до попереднього символу в тексті попереднього редагування

source: Next character Move to the next character in the preedit text
uk: Наступний символ Перейти до наступного символу в тексті попереднього редагування

source: Last character Move to the last character in the preedit text
uk: Останній символ Перейти до останнього символу в тексті попереднього редагування

source: Delete char backward Delete the previous character in the preedit text
uk: Видалити попередній символ Видалити попередній символ в тексті попереднього редагування

source: Delete char Delete the following character in the preedit text
uk: Видалити символ Видалити наступний символ в тексті попереднього редагування

source: Previous segment Move to the previous segment in the preedit text
uk: Попередній сегмент Перейти до попереднього сегменту в тексті попереднього редагування

source: Next segment Move to the next segment in the preedit text
uk: Наступний сегмент Перейти до наступного сегменту в тексті попереднього редагування

source: First segment Move to the first segment in the preedit text
uk: Перший сегмент Перейти до першого сегменту в тексті попереднього редагування

source: Last segment Move to the last segment in the preedit text
uk: Останній сегмент Перейти до останнього сегменту в тексті попереднього редагування

source: Extend segment Extend the current segment length to the tail
uk: Розширити сегмент Розширити поточний сегмент до кінця

source: Shrink segment Shrink the current segment length from the tail
uk: Скоротити сегмент Скоротити поточну довжину сегменту з кінця.

source: Reload input method Reload the input method (and configulation if any) and freshly start it. Note that the length of key-sequence bound for this command must be 1. This is one of special commands reserved by the m17n library, and should not be used in a map of an input method.
uk: Перевантажити спосіб введення Перевантажити спосіб введення (і конфігурацію за наявності) та знову запустити його. Зверніть увагу, що розмір комбінації клавіша-послідовність для цієї команди має бути 1. Це одна зі спецкоманд, зарезервованих бібліотекою m17n і має використовуватись у мапі способу введення.

source: If this variable is 1 (the default), the last Halant in a syllable is removed if it is followed by non Devanagari letter. For instance, typing "har.." produces "हर।", not "हर्।".
uk: Якщо ця змінна рівна 1 (типово), останній Галант у складі видаляється, якщо він йде після не Девангарі-літери. Наприклад, введення "har.." призводить до "हर।", а не "हर्।".

source: Surrounding text vs. preedit. If 1, try to use surrounding text. Otherwise, use preedit.
uk: Оточуваний текст проти попереднього редагування. Якщо 1, спробувати використати оточуваний текст. В іншому випадку використовувати попереднє редагування.

source: Input method for symbols with relatively shorter key sequences. This input methods is suitable for a fallback input method. If you prefer this input method to "lsymbol" which is registered as one of fallback input methods by default, customize the variable "fallback-input-method".
uk: Способи введення для символів з відносно короткими послідовностями клавіш. Ці способи введення підходять для резервних. Якщо ви віддаєте перевагу цьому способу введення, а не "lsymbol", що зареєстрованих як типовий резервний, налаштуйте змінну "fallback-input-method".

source: Surrounding text vs. preedit If 1, try to use surrounding text. Otherwise, use preedit.
uk: Оточуваний текст проти попереднього редагування Якщо 1, спробувати використати оточуваний текст. В іншому випадку використовувати попереднє редагування.

source: Tai Viet input method using the phonetic key sequence with the Tai Son La keyboard layout. The phonetic key sequence means that you type a syllable in this order: C W? V v? F? T? where C is an initial consonant, W is a label for labializing C ('ꪫ'), V is a vowel (V1:prefix, V2:combining, or V3:postfix), v is the second vowel of a digraph vowel (in the case that V is 'ꪹ' and v is 'ꪸ', 'ꪷ', or 'ꪱ'), F is a final consonant, T is a tonemark (spacing or combining). You can type special symbols by these keys: '$' -> 'ꫛ' '#' -> 'ꫜ' '%' -> 'ꫝ' '!' -> '꫞' '@' -> '꫟'
uk: Метод введення фонетичної послідовності клавіш Tai Viet з розкладки клавіатури Tai Son La. Фонетична послідовність клавіш означає, що ви вводите склади в такому порядку: C W? V v? F? T? де C — початкова приголосна, W — мітка для лабіалізації C ('ꪫ'), V — голосна (V1:префікс, V2:поєднання або V3:постфікс), v — друга голосна у диграфу (у випадку, якщо V — 'ꪹ' та v — 'ꪸ', 'ꪷ' або 'ꪱ'), F — кінцева приголосна, T — стиль заповнення (з інтервалом або разом). Спеціальні символи можна вводити такими клавішами: '$' -> 'ꫛ' '#' -> 'ꫜ' '%' -> 'ꫝ' '!' -> '꫞' '@' -> '꫟'

source: Acceptance level The level of character sequence acceptance defined in WTT 2.0. 0 accepts any key sequence. 2 accepts only orthographic ones. 1 is somewhere between.
uk: Рівень прийняття Рівень прийняття символьної послідовності визначається у WTT 2.0. 0 приймає будь-яку послідовність ключів. 2 приймає тільки орфографічні. 1 десь між ними.

source: Preedit prompt Prompt string shown in the preedit area while typing hexadecimal numbers.
uk: Запрошення попереднього редагування Рядок запрошення, показуваний в області попереднього редагування при введені шістнадцяткових чисел.

source: Start Unicode Start typing hexadecimal numbers of Unicode character.
uk: Почати Unicode Почніть вводити шістнадцяткові числа символу Unicode.

source: Vietnames input method using the TCVN6064 sequence. Typing Backslash ('\') toggles the normal mode and English mode. The following variables are customizable: tone-mark-on-last: control tone mark position in equivocal cases backspace-is-undo: control the action of Backspace key (delete or undo)
uk: Спосіб введення для В'єтнамської за допомогою послідовності TCVN6064. Натискання зворотньої косої риски ('\'), перемикає звичайний режим та режим англійської мови. Доступні для налаштування такі змінні: tone-mark-on-last: керування позицією позначки тону у двозначних випадках backspace-is-undo: керування дією клавіші Backspace (видалення або скасування)

source: Flag to control tone mark position in equivocal cases. If this variable is 0 (the default), put tone mark on the first vowel in such equivocal cases as "oa", "oe", "uy". Otherwise, put tone mark on the last vowel.
uk: Прапорець для керування керування позицією позначки тону у двозначних випадках. Якщо ця змінна дорівнює 0 (типово), позачка тону встановлюється на першу голосну у таких двозначних випадка як "oa", "oe", "uy". Інакше, позначка тону встановлюється на останню голосну.

source: Flag to control the action of Backspace key (delete or undo). If this variable is 0 (the default), Backspace key deletes the previous character (e.g. "q u a i s BS" => "quá"). If the value is 1, Backspace key undoes the previous key (e.g. "q u a i s BS" => "quai").
uk: Прапорець для керування дією клавіші Backspace (видалення або скасування) Якщо ця змінна дорівнює 0 (типово), клавіша Backspace видаляє попередній символ (тобто, "q u a i s BS" => "quá"). Якщо значення дорівнює 1, клавіша Backspace скасовує попередній символ (тобто, "q u a i s BS" => "quai").

source: Vietnames input method using the TELEX key sequence. Typing Backslash ('\') toggles the normal mode and English mode. The following variables are customizable: tone-mark-on-last: control tone mark position in equivocal cases backspace-is-undo: control the action of Backspace key (delete or undo)
uk: Спосіб введення для В'єтнамської за допомогою послідовності клавіш TELEX. Натискання зворотньої косої риски ('\'), перемикає звичайний режим та режим англійської мови. Доступні для налаштування такі змінні: tone-mark-on-last: керування позицією позначки тону у двозначних випадках backspace-is-undo: керування дією клавіші Backspace (видалення або скасування)

source: Vietnames input method using the VIQR key sequence. Typing Backslash ('\') toggles the normal mode and English mode. The following variables are customizable: tone-mark-on-last: control tone mark position in equivocal cases backspace-is-undo: control the action of Backspace key (delete or undo)
uk: Спосіб введення для В'єтнамської за допомогою послідовності клавіш VIQR. Натискання зворотньої косої риски ('\'), перемикає звичайний режим та режим англійської мови. Доступні для налаштування такі змінні: tone-mark-on-last: керування позицією позначки тону у двозначних випадках backspace-is-undo: керування дією клавіші Backspace (видалення або скасування)

source: Vietnames input method using the VNI key sequence. Typing Backslash ('\') toggles the normal mode and English mode. The following variables are customizable: tone-mark-on-last: control tone mark position in equivocal cases backspace-is-undo: control the action of Backspace key (delete or undo)
uk: Спосіб введення для В'єтнамської за допомогою послідовності клавіш VNI. Натискання зворотньої косої риски ('\'), перемикає звичайний режим та режим англійської мови. Доступні для налаштування такі змінні: tone-mark-on-last: керування позицією позначки тону у двозначних випадках backspace-is-undo: керування дією клавіші Backspace (видалення або скасування)
