Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nautilus-share_nautilus-share-*.po
Languages: be

source: Nautilus needs to add some permissions to your folder "%s" in order to share it
be: Nautilus патрабуе дабаўлення некаторых дазволаў да вашай папкі «%s», каб наладзіць абагулены доступ да яе

source: The folder "%s" needs the following extra permissions for sharing to work: %s%s%sDo you want Nautilus to add these permissions to the folder automatically?
be: Каталог «%s» патрабуе наступныя дадатковыя дазволы для абагуленага доступу: %s%s%sВы сапраўды хочаце, каб Nautilus дадаў гэтыя дазволы ў папку аўтаматычна?

source: - read permission by others
be: - дазвол на чытанне іншым

source: - write permission by others
be: - дазвол на запіс іншым

source: - execute permission by others
be: - дазвол на выкананне іншым

source: Add the permissions automatically
be: Дадаваць дазволы аўтаматычна

source: Could not change the permissions of folder "%s"
be: Нельга змяніць дазволы папкі «%s»

source: Share name is too long
be: Вельмі доўгае імя для супольнага доступу

source: The share name cannot be empty
be: Імя для супольнага доступу ня можа быць пустым

source: Error while getting share information: %s
be: Памылка чытання абагуленай інфармацыі: %s

source: Another share has the same name
be: Другі супольны каталёг мае ідэнтычнае імя

source: Modify _Share
be: Змяніць_Рэсурс

source: Create _Share
be: Стварыць_Рэсурс

source: There was an error while getting the sharing information
be: Памылка атрымання інфармацыі абагуленага доступу

source: Share
be: Падзяліцца

source: Folder Sharing
be: Супольны доступ к каталёгам

source: Sharing Options
be: Настройкі супольнага доступу

source: Share this Folder
be: Падзяліцца гэтым каталёгам

source: %s %s %s returned with signal %d
be: %s %s %s звярнулася з сігналам %d

source: %s %s %s failed for an unknown reason
be: %s %s %s: Невядомая памылка

source: 'net usershare' returned error %d: %s
be: 'net usershare' звярнуў памылку %d: %s

source: 'net usershare' returned error %d
be: 'net usershare' звярнуў памылку %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
be: вывад загаду 'net usershare' не знаходзіцца ў кадыроўцы UTF-8

source: Failed
be: Памылка

source: Samba's testparm returned with signal %d
be: Samba testparm звярнуў сігнал %d

source: Samba's testparm failed for an unknown reason
be: Samba testparm: Невядомая памылка

source: Samba's testparm returned error %d: %s
be: Samba testparm звярнуў памылку %d: %s

source: Samba's testparm returned error %d
be: Samba testparm звярнуў памылку %d

source: Cannot remove the share for path %s: that path is not shared
be: Не атрымалася выдаліць рэсурс для каталога %s: гэты каталог не апублікаваны

source: Cannot change the path of an existing share; please remove the old share first and add a new one
be: Нельга зьмяніць шлях гэтага супольнага каталёгу; калі ласка выдаліце стары каталёг і дабаўце новы

source: <big><b>Folder Sharing</b></big>
be: <big><b>Супольны доступ к каталёгу</b></big>

source: Share _name:
be: Абагуліць _назву:

source: Share this _folder
be: Падзяліцца гэтым _каталёгам

source: Co_mment:
be: Ка_мэнтар:

source: _Allow others to create and delete files in this folder
be: _Дазволіць іншым карыстальнікам саздаваць і удаляць файлы ў гэтым каталёгу

source: _Guest access (for people without a user account)
be: _Гасцявы доступ (для людзей, якія не маюць уліковага запісу карыстальніка)
