Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: Floating IP %(address)s association has failed.
uk: Помилка асоціювання плаваючої IP-адреси %(address)s .

source: The floating IP request failed with a BadRequest
uk: Помилка запиту плаваючої IP-адреси у зв’язку с неправильним запитом (BadRequest)

source: Cannot disassociate auto assigned floating IP
uk: Неможливо вилучити зв’язок автоматично привласненого нефіксованого IP

source: Keypair %(name)s not found for user %(user_id)s
uk: Ключова пара %(name)s не знайдена для користувача %(user_id)s

source: Service %(service_id)s could not be found.
uk: Служба %(service_id)s не знайдена.

source: Service with host %(host)s binary %(binary)s exists.
uk: Служба з хостом %(host)s для двійкового файлу %(binary)s існує.

source: Service with host %(host)s topic %(topic)s exists.
uk: Служба з хостом %(host)s для розділу %(topic)s існує.

source: Host %(host)s could not be found.
uk: Вузол %(host)s не знайдений.

source: Compute host %(host)s could not be found.
uk: Вузол сompute %(host)s не знайдено.

source: Compute host %(name)s needs to be created first before updating.
uk: Перед оновленням необхідно створити хост обчислення %(name)s.

source: Could not find binary %(binary)s on host %(host)s.
uk: Неможливо знайти двійковий файл %(binary)s на вузлі %(host)s.

source: Invalid reservation expiration %(expire)s.
uk: Невірний термін резервування %(expire)s.

source: Change would make usage less than 0 for the following resources: %(unders)s
uk: Зміна буде використовувати менше 0 для таких ресурсів: %(unders)s

source: Wrong quota method %(method)s used on resource %(res)s
uk: Використовується невірний метод контролю квоти %(method)s для ресурсу %(res)s

source: Quota could not be found
uk: Квота не знайдена

source: Quota exists for project %(project_id)s, resource %(resource)s
uk: Квота існує для проєкту %(project_id)s, ресурс %(resource)s

source: Unknown quota resources %(unknown)s.
uk: Невідомі ресурси квоти: %(unknown)s.

source: Quota for user %(user_id)s in project %(project_id)s could not be found.
uk: Квота користувача %(user_id)s в проекті %(project_id)s не знайдена.

source: Quota for project %(project_id)s could not be found.
uk: Квота проекту %(project_id)s не знайдена.

source: Quota class %(class_name)s could not be found.
uk: Клас квотування %(class_name)s не знайдений.

source: Quota usage for project %(project_id)s could not be found.
uk: Квота використання для проекту %(project_id)s не знайдена.

source: Quota reservation %(uuid)s could not be found.
uk: Квоти бронювання %(uuid)s не знайдено.

source: Quota exceeded for resources: %(overs)s
uk: Перевищена квота для ресурсів: %(overs)s

source: Security group %(security_group_id)s not found.
uk: Група безпеки %(security_group_id)s не знайдена.

source: Security group %(security_group_id)s not found for project %(project_id)s.
uk: Група безпеки %(security_group_id)s не знайдена для проекту %(project_id)s.

source: Security group with rule %(rule_id)s not found.
uk: Група безпеки з правилом %(rule_id)s не знайдена.

source: Security group %(security_group_name)s already exists for project %(project_id)s.
uk: Група безпеки %(security_group_name)s вже існує для проекту %(project_id)s.

source: Security group %(security_group_id)s is already associated with the instance %(instance_id)s
uk: Група безпеки %(security_group_id)s вже асоційована з копією %(instance_id)s

source: Security group %(security_group_id)s is not associated with the instance %(instance_id)s
uk: Група безпеки %(security_group_id)s не асоційована з копією %(instance_id)s

source: Security group default rule (%rule_id)s not found.
uk: Типове правило для групи захисту (%rule_id)s не знайдене.

source: Network requires port_security_enabled and subnet associated in order to apply security groups.
uk: Мережа потребує зв’язку port_security_enabled і subnet, для того щоб застосувати групи захисту.

source: Rule already exists in group: %(rule)s
uk: Правило вже існує в групі: %(rule)s

source: No Unique Match Found.
uk: Унікальної відповідности не знайдено.

source: Migration %(migration_id)s could not be found.
uk: Переміщення %(migration_id)s не знайдено.

source: Migration not found for instance %(instance_id)s with status %(status)s.
uk: Переміщення не знайдено для копії %(instance_id)s у стані %(status)s.

source: Migration %(migration_id)s not found for instance %(instance_id)s
uk: Переніс %(migration_id)s не знайдений для примірника %(instance_id)s

source: Migration %(migration_id)s state of instance %(instance_uuid)s is %(state)s. Cannot %(method)s while the migration is in this state.
uk: Стан переносу %(migration_id)s для примірника %(instance_uuid)s - %(state)s. У цьому стані переносу виконати %(method)s неможливо.

source: Console log output could not be retrieved for instance %(instance_id)s. Reason: %(reason)s
uk: Не вдається отримати вивід протоколу консолі %(instance_id)s. Причина: %(reason)s

source: Console pool %(pool_id)s could not be found.
uk: Пул консолі %(pool_id)s не знайдений.

source: Console pool with host %(host)s, console_type %(console_type)s and compute_host %(compute_host)s already exists.
uk: Пул консолей з хостом %(host)s, console_type %(console_type)s та compute_host %(compute_host)s вже існує.

source: Console pool of type %(console_type)s for compute host %(compute_host)s on proxy host %(host)s not found.
uk: Не знайдений консольний пул типу %(console_type)s для вузла compute %(compute_host)s на проксі-вузлі %(host)s.

source: Console %(console_id)s could not be found.
uk: Консоль %(console_id)s не знайдена.

source: Console for instance %(instance_uuid)s could not be found.
uk: Консоль копії %(instance_uuid)s не може бути знайдена.

source: Guest does not have a console available.
uk: Гість не має доступної консолі.

source: Console for instance %(instance_uuid)s in pool %(pool_id)s could not be found.
uk: Консоль копії %(instance_uuid)s в пулі %(pool_id)s не може бути знайдена.

source: Invalid console type %(console_type)s
uk: Неприпустимий тип консолі %(console_type)s

source: Unavailable console type %(console_type)s.
uk: Неприпустимий тип консолі %(console_type)s.

source: The console port range %(min_port)d-%(max_port)d is exhausted.
uk: Діяпазон портів консолі %(min_port)d-%(max_port)d вичерпаний.

source: Flavor %(flavor_id)s could not be found.
uk: Різновид %(flavor_id)s не знайдений.

source: Flavor with name %(flavor_name)s could not be found.
uk: Не вдалося знайти різновид з іменем %(flavor_name)s.

source: Flavor access not found for %(flavor_id)s / %(project_id)s combination.
uk: Права доступу до різновиду не знайдені для комбінації %(flavor_id)s / %(project_id)s.

source: Flavor %(id)s extra spec cannot be updated or created after %(retries)d retries.
uk: Додаткову специфікацію %(id)s різновиду не вдалося створити або змінити за %(retries)d спроб.

source: Cell %(cell_name)s doesn't exist.
uk: Комірка %(cell_name)s не існує.

source: Cell with name %(name)s already exists.
uk: Комірка з іменем %(name)s вже існує.

source: Inconsistency in cell routing: %(reason)s
uk: Неузгодженість у комірці маршрутизації: %(reason)s

source: Service API method not found: %(detail)s
uk: Метод служби API не знайдено: %(detail)s

source: Timeout waiting for response from cell
uk: Перевищення часу очікування відповіді від комірки

source: Cell message has reached maximum hop count: %(hop_count)s
uk: Повідомлення комірки перевищило максимальне число транзитних ділянок: %(hop_count)s

source: No cells available matching scheduling criteria.
uk: Немає доступних комірок, що відповідають критеріям розкладу.

source: Cannot update cells configuration file.
uk: Неможливо оновити файл налаштувань комірок.

source: Cell is not known for instance %(instance_uuid)s
uk: Комірка невідома для екземпляру %(instance_uuid)s

source: Scheduler Host Filter %(filter_name)s could not be found.
uk: Планувальник фільтру вузлів %(filter_name)s не знайдений.

source: Flavor %(flavor_id)s has no extra specs with key %(extra_specs_key)s.
uk: Різновид %(flavor_id)s не містить додаткових специфікацій з ключем %(extra_specs_key)s.

source: Metric %(name)s could not be found on the compute host node %(host)s.%(node)s.
uk: Не вдалося знайти показник %(name)s на обчислювальному вузлі хосту %(host)s.%(node)s.

source: File %(file_path)s could not be found.
uk: Файл %(file_path)s не може бути знайдений.

source: Virtual switch associated with the network adapter %(adapter)s not found.
uk: Не знайдено віртуальний перемикач асоційований з мережевим адаптером %(adapter)s.

source: Network adapter %(adapter)s could not be found.
uk: Мережевий адаптер %(adapter)s не може бути знайдений.

source: Class %(class_name)s could not be found: %(exception)s
uk: Клас %(class_name)s не знайдено: %(exception)s

source: Instance %(instance_id)s has no tag '%(tag)s'
uk: Екземпляр %(instance_id)s не має тегу '%(tag)s'

source: Rotation param is required for backup image_type
uk: Параметр ротації потрібен для backup image_type

source: Key pair '%(key_name)s' already exists.
uk: Пара ключа '%(key_name)s' вже існує.

source: Instance %(name)s already exists.
uk: Копія %(name)s вже існує.

source: Flavor with name %(name)s already exists.
uk: Різновид з іменем %(name)s вже існує.

source: Flavor with ID %(flavor_id)s already exists.
uk: Різновид з ІД %(flavor_id)s вже існує.

source: Flavor access already exists for flavor %(flavor_id)s and project %(project_id)s combination.
uk: Права доступу до різновиду вже існують для комбінації різновиду %(flavor_id)s та проєкту %(project_id)s.

source: %(path)s is not on shared storage: %(reason)s
uk: %(path)s не роташовується в загальнодоступному сховищі: %(reason)s

source: %(path)s is not on local storage: %(reason)s
uk: %(path)s не розташовується в локальному сховищі: %(reason)s

source: Storage error: %(reason)s
uk: Помилка зберігання: %(reason)s

source: Migration error: %(reason)s
uk: Помилка міграції: %(reason)s

source: Migration pre-check error: %(reason)s
uk: Помилка попередньої перевірки переносу: %(reason)s

source: Migration select destinations error: %(reason)s
uk: Помилка вибору цільових об’єктів переносу: %(reason)s

source: Malformed message body: %(reason)s
uk: Неправильне тіло повідомлення: %(reason)s

source: Could not find config at %(path)s
uk: Неможливо знайти конфігурацію за адресою %(path)s

source: Could not load paste app '%(name)s' from %(path)s
uk: Неможливо завантажити додаток '%(name)s' із %(path)s

source: When resizing, instances must change flavor!
uk: При зміні розміру екземпляри повинні змінити різновид!

source: Resize error: %(reason)s
uk: Помилка зміни розміру: %(reason)s

source: Server disk was unable to be resized because: %(reason)s
uk: Розмір диску сервера не може бути змінений, причина: %(reason)s

source: Flavor's memory is too small for requested image.
uk: Пам’ять різновиду замала для запитаного образу.

source: The created instance's disk would be too small.
uk: Створений диск виконуваних копій буде замалий.

source: Flavor's disk is too small for requested image. Flavor disk is %(flavor_size)i bytes, image is %(image_size)i bytes.
uk: Диск шаблонів віртуального обладнання замалий для потрібного образу. Диск шаблонів ВО %(flavor_size)i байт, образ %(image_size)i байт.

source: Flavor's disk is smaller than the minimum size specified in image metadata. Flavor disk is %(flavor_size)i bytes, minimum size is %(image_min_disk)i bytes.
uk: Диск шаблонів віртуального обладнання має розмір менший, ніж мінімальний розмір вказаний у метаданих образу. Диск шаблонів ВО %(flavor_size)i байт, мінімальний розмір %(image_min_disk)i байт.

source: Volume is smaller than the minimum size specified in image metadata. Volume size is %(volume_size)i bytes, minimum size is %(image_min_disk)i bytes.
uk: Том має менше припустимого розміру, заданого у метаданих образу. Розмір тому %(volume_size)i байт, мінімальний розмір %(image_min_disk)i байт.

source: Insufficient free memory on compute node to start %(uuid)s.
uk: Бракує пам’яті на вузлі мережі compute для запуску %(uuid)s.

source: No valid host was found. %(reason)s
uk: Припустимий вузол не знайдений. %(reason)s

source: Exceeded maximum number of retries. %(reason)s
uk: Перевищено максимальну кількість повторних спроб. %(reason)s

source: Quota exceeded: code=%(code)s
uk: Перевищено квоту: код=%(code)s

source: Quota exceeded for %(overs)s: Requested %(req)s, but already used %(used)s of %(allowed)s %(overs)s
uk: Перевищена квота на %(overs)s: Запитано %(req)s, але вже залучено %(used)s із %(allowed)s %(overs)s

source: Maximum number of floating IPs exceeded
uk: Максимальна кількість плаваючих IP-адрес перевищила

source: Maximum number of fixed IPs exceeded
uk: Максимальна кількість фіксованих IP-адрес перевищила

source: Maximum number of metadata items exceeds %(allowed)d
uk: Перевищено максимальну кількість допустимих об’єктів метаданих %(allowed)d

source: Personality file limit exceeded
uk: Перевищено обмеження файлу особистих параметрів

source: Personality file path too long
uk: Задовга адреса файлу персоналізації

source: Personality file content too long
uk: Надлишковий вміст файлу персоналізації

source: Maximum number of key pairs exceeded
uk: Перевищено максимальну кількість ключових пар

source: Maximum number of security groups or rules exceeded
uk: Перевищено максимальну кількість груп безпеки або правил

source: Maximum number of ports exceeded
uk: Перевищено максимальну кількість портів

source: Aggregate %(aggregate_id)s: action '%(action)s' caused an error: %(reason)s.
uk: Множина %(aggregate_id)s: дія '%(action)s' викликало помилку: %(reason)s.

source: Aggregate %(aggregate_id)s could not be found.
uk: Об’єднання %(aggregate_id)s не може бути знайдено.

source: Aggregate %(aggregate_name)s already exists.
uk: Об’єднання %(aggregate_name)s вже існує.

source: Aggregate %(aggregate_id)s has no host %(host)s.
uk: Об’єднання %(aggregate_id)s не має вузла %(host)s.

source: Aggregate %(aggregate_id)s has no metadata with key %(metadata_key)s.
uk: Об’єднання %(aggregate_id)s не має метаданих з ключем %(metadata_key)s.

source: Aggregate %(aggregate_id)s already has host %(host)s.
uk: Об’єднання %(aggregate_id)s вже має вузол %(host)s.

source: Unable to create flavor
uk: Створити різновид неможливо

source: Failed to set admin password on %(instance)s because %(reason)s
uk: Помилка призначення паролю адміністратора на %(instance)s, тому що %(reason)s

source: Instance %(instance_id)s could not be found.
uk: Копія %(instance_id)s не знайдена.

source: Info cache for instance %(instance_uuid)s could not be found.
uk: Кеш інформації для екземпляру %(instance_uuid)s не знайдений.

source: Invalid association.
uk: Неправильна асоціація.

source: Marker %(marker)s could not be found.
uk: Маркер %(marker)s не знайдений.

source: Invalid id: %(instance_id)s (expecting "i-...")
uk: Неприпустимий ІД: %(instance_id)s (очікується "i-...")

source: Invalid id: %(volume_id)s (expecting "i-...")
uk: Неприпустимий ІД: %(volume_id)s (очікується "i-...")

source: Could not fetch image %(image_id)s
uk: Неможливо отримати образ %(image_id)s

source: Could not upload image %(image_id)s
uk: Неможливо вивантажити образ %(image_id)s

source: Task %(task_name)s is already running on host %(host)s
uk: Завдання %(task_name)s вже виконується на вузлі %(host)s

source: Task %(task_name)s is not running on host %(host)s
uk: Завдання %(task_name)s не виконується на вузлі %(host)s

source: Instance %(instance_uuid)s is locked
uk: Копія %(instance_uuid)s заблокована

source: Invalid value for Config Drive option: %(option)s
uk: Неприпустиме значення для опції Диск конфігурації: %(option)s

source: Config drive format '%(format)s' is not supported.
uk: Формат диску конфігурації %(format)s не підтримується.

source: Could not mount vfat config drive. %(operation)s failed. Error: %(error)s
uk: Неможливо змонтувати диск конфігурації vfat. %(operation)s не виконано. Помилка: %(error)s

source: Unknown config drive format %(format)s. Select one of iso9660 or vfat.
uk: Невідомий формат диску конфігурації %(format)s. Виберіть iso9660 або vfat.

source: Instance %(instance_uuid)s requires config drive, but it does not exist.
uk: Для примірника %(instance_uuid)s необхідний диск конфігурації, але він не існує.

source: Failed to attach network adapter device to %(instance_uuid)s
uk: Не вдалося під’єднати пристрій мережевого адаптера до %(instance_uuid)s

source: No specific network was requested and none are available for project '%(project_id)s'.
uk: Потрібна мережа не задана, й немає доступних мереж для проєкту '%(project_id)s'.

source: Failed to detach network adapter device from %(instance_uuid)s
uk: Не вдалося відімкнути пристрій мережевого адаптера від %(instance_uuid)s

source: User data too large. User data must be no larger than %(maxsize)s bytes once base64 encoded. Your data is %(length)d bytes
uk: Користувацькі дані завеликі. Вони повинні бути не більше %(maxsize)s байтів при кодуванні base64. Довжина Ваших даних - %(length)d байтів

source: User data needs to be valid base 64.
uk: Дані користувачів повинні відповідати — base 64.

source: Conflict updating instance %(instance_uuid)s. Expected: %(expected)s. Actual: %(actual)s
uk: Конфлікт під час оновлення виконуваної копії %(instance_uuid)s. Очікувалося: %(expected)s. Фактично: %(actual)s

source: Conflict updating instance %(instance_uuid)s, but we were unable to determine the cause
uk: Конфлікт під час оновлення виконуваної копії %(instance_uuid)s, але неможливо визначити причину

source: Action for request_id %(request_id)s on instance %(instance_uuid)s not found
uk: Дії для request_id %(request_id)s в екземплярі %(instance_uuid)s не знайдено

source: Event %(event)s not found for action id %(action_id)s
uk: Подія %(event)s не знайдена для дії під ідентифікатором %(action_id)s

source: The CA file for %(project)s could not be found
uk: Файл CA для %(project)s не знайдено

source: The CRL file for %(project)s could not be found
uk: Файл CRL для %(project)s, не знайдений

source: Instance recreate is not supported.
uk: Повторне створення екземпляру не підтримується.

source: %(binary)s attempted direct database access which is not allowed by policy
uk: %(binary)s зробив спробу прямого доступу до бази даних, що не дозволено стратегією

source: Virtualization type '%(virt)s' is not supported by this compute driver
uk: Віртуалізація типу '%(virt)s' непідтримується драйвером цього комп’ютера

source: Requested hardware '%(model)s' is not supported by the '%(virt)s' virt driver
uk: Запитане обладнання '%(model)s' не підтримується '%(virt)s' віртуальним драйвером

source: Invalid Base 64 data for file %(path)s
uk: Неприпустимі дані Base 64 для файлу %(path)s

source: Build of instance %(instance_uuid)s aborted: %(reason)s
uk: Збірка копії %(instance_uuid)s припинена: %(reason)s

source: Build of instance %(instance_uuid)s was re-scheduled: %(reason)s
uk: Збірка копії %(instance_uuid)s була запланована поновій: %(reason)s

source: Shadow table with name %(name)s already exists.
uk: Тіньова таблиця з іменем %(name)s вже існує.

source: Instance rollback performed due to: %s
uk: Виконаний відкат екземпляру завдяки: %s

source: Cannot call %(method)s on orphaned %(objtype)s object
uk: Неможливо викликати %(method)s в непривласненому об’єкті %(objtype)s

source: Object action %(action)s failed because: %(reason)s
uk: Дію над об’єктом %(action)s припинено у зв’язку з: %(reason)s

source: Core API extensions are missing: %(missing_apis)s
uk: Відсутні базові розширення API: %(missing_apis)s

source: Error during following call to agent: %(method)s
uk: Помилка при виклику агента: %(method)s

source: Unable to contact guest agent. The following call timed out: %(method)s
uk: Неможливо зв’язатися з гостьовим агентом. Виник тайм-аут наступного виклику: %(method)s

source: Agent does not support the call: %(method)s
uk: Агент не підтримує виклик: %(method)s

source: Instance group %(group_uuid)s could not be found.
uk: Група екземплярів %(group_uuid)s не знайдена.

source: Instance group %(group_uuid)s already exists.
uk: Група екземплярів %(group_uuid)s вже існує.

source: Instance group %(group_uuid)s has no member with id %(instance_id)s.
uk: Група екземплярів %(group_uuid)s не має елементів з ІД %(instance_id)s.

source: Instance group %(group_uuid)s has no policy %(policy)s.
uk: Група екземплярів %(group_uuid)s не має стратегії %(policy)s.

source: %(field)s should not be part of the updates.
uk: %(field)s не повинно бути частиною оновлення.

source: Number of retries to plugin (%(num_retries)d) exceeded.
uk: Перевищено максимальне число повторних спроб підключення модулю %(num_retries)d).

source: There was an error with the download module %(module)s. %(reason)s
uk: У модулі завантаження %(module)s виникла помилка. %(reason)s

source: The metadata for this location will not work with this module %(module)s. %(reason)s.
uk: Метадані для цього розташування не будуть працювати з модулем %(module)s. %(reason)s.

source: The method %(method_name)s is not implemented.
uk: Метод %(method_name)s не реалізований.

source: The module %(module)s is misconfigured: %(reason)s.
uk: Модуль %(module)s налаштований неправильно: %(reason)s.

source: Signature verification for the image failed: %(reason)s.
uk: Перевірка підпису для образу не вдалася: %(reason)s.

source: Error when creating resource monitor: %(monitor)s
uk: Помилка при створенні монітора ресурсів: %(monitor)s

source: The PCI address %(address)s has an incorrect format.
uk: PCI адреса %(address)s має неприпустимий формат.

source: Invalid PCI Whitelist: The PCI address %(address)s has an invalid %(field)s.
uk: Неприпустимий білий перелік PCI: адреса PCI %(address)s має неприпустиме поле %(field)s.

source: Invalid PCI Whitelist: The PCI whitelist can specify devname or address, but not both
uk: Неприпустимий білий перелік PCI: у білому переліку PCI може бути задано або ім’я пристрою, або адреса, але ні те й інше одночасно

source: PCI device %(id)s not found
uk: PCI пристрій %(id)s не знайдено

source: PCI Device %(node_id)s:%(address)s not found.
uk: PCI пристрій %(node_id)s:%(address)s не знайдено.

source: PCI device %(compute_node_id)s:%(address)s is %(status)s instead of %(hopestatus)s
uk: Пристрій PCI %(compute_node_id)s:%(address)s є %(status)s, а не %(hopestatus)s

source: Not all Virtual Functions of PF %(compute_node_id)s:%(address)s are free.
uk: Не усі віртуальні функції для PF %(compute_node_id)s:%(address)s вільні.

source: Physical Function %(compute_node_id)s:%(address)s, related to VF %(compute_node_id)s:%(vf_address)s is %(status)s instead of %(hopestatus)s
uk: Стан фізичної функції %(compute_node_id)s:%(address)s, пов’язаній з VF %(compute_node_id)s:%(vf_address)s - це %(status)s замість %(hopestatus)s

source: PCI device %(compute_node_id)s:%(address)s is owned by %(owner)s instead of %(hopeowner)s
uk: Пристрій PCI %(compute_node_id)s:%(address)s належить %(owner)s, а не %(hopeowner)s

source: PCI device request %(requests)s failed
uk: Запит пристрою PCI %(requests)s не вдався

source: Attempt to consume PCI device %(compute_node_id)s:%(address)s from empty pool
uk: Спроба приймання пристрою PCI %(compute_node_id)s:%(address)s із порожнього пулу

source: Invalid PCI alias definition: %(reason)s
uk: Неприпустиме визначення псевдоніму PCI: %(reason)s

source: PCI alias %(alias)s is not defined
uk: Псевдонім PCI %(alias)s не визначений

source: Not enough parameters: %(reason)s
uk: Невистачає параметрів: %(reason)s

source: Invalid PCI devices Whitelist config %(reason)s
uk: Неприпустима конфігурація переліку дозволених пристроїв PCI %(reason)s

source: Failed to prepare PCI device %(id)s for instance %(instance_uuid)s: %(reason)s
uk: Помилка підготовки PCI пристрою %(id)s для копії %(instance_uuid)s: %(reason)s
