Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ndisc6_ndisc6-*.po
Languages: uk

source: Cannot write %s: %m
uk: Не вдається записати %s: %m

source: Cannot find user "%s"
uk: Не вдається знайти користувача "%s"

source: Fatal error (%s): %m
uk: Критична помилка (%s): %m

source: Cannot run "%s": %m
uk: Не вдається запустити "%s": %m

source: Child process hung up unexpectedly, aborting
uk: Дочірній процес несподівано завис, перервано

source: Try "%s -h" for more information.
uk: Уведіть "%s -h" для детальнішої інформації.

source: Usage: %s [OPTIONS] Starts the IPv6 Recursive DNS Server discovery Daemon. -f, --foreground run in the foreground -H, --merge-hook execute this hook whenever resolv.conf is updated -h, --help display this help and exit -p, --pidfile override the location of the PID file -r, --resolv-file set the path to the generated resolv.conf file -u, --user override the user to set UID to -V, --version display program version and exit
uk: Використання: %s [ОПЦІЇ] Запускає IPv6 демон рекурсивного дослідження DNS серверів. -f, --foreground запустити не в фоні -H, --merge-hook виконати цей хук при оновленні resolv.conf -h, --help показати цю довідку і вийти -p, --pidfile перевизначити розміщення PID файла -r, --resolv-file встановити шлях згенерованого файла resolv.conf -u, --user перевизначити користувача, щоб встановити йому UID -V, --version показати версію програми і вийти

source: rdnssd: IPv6 Recursive DNS Server discovery Daemon %s (%s)
uk: rdnssd: IPv6 демон рекурсивного дослідження DNS серверів %s (%s)

source: built %s on %s
uk: збудований %s на %s

source: Configured with: %s
uk: Налаштований: %s

source: Written by Pierre Ynard and Remi Denis-Courmont
uk: Автори: Pierre Ynard та Remi Denis-Courmont

source: Copyright (C) %u-%u Pierre Ynard, Remi Denis-Courmont
uk: © %u-%u Pierre Ynard, Remi Denis-Courmont

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
uk: Це вільне програмне забезпечення; умови копіювання див. в вихідному коді. Не надається ЖОДНИХ гарантій, навіть КОМЕРЦІЙНА ЯКІСТЬ або ПРИДАТНІСТЬ ДЛЯ ВИКОРИСТАННЯ ЗА ПРИЗНАЧЕННЯМ теж не гарантуються.

source: Cannot create %s (%m) - already running?
uk: Не вдається створити %s (%m) - вже запущено?

source: Input error
uk: Помилка вводу

source: Usage: %s [-4|-6] [hostnames] Converts names to addresses. -4, --ipv4 only lookup IPv4 addresses -6, --ipv6 only lookup IPv6 addresses -c, --config only return addresses for locally configured protocols -h, --help display this help and exit -m, --multiple print multiple results separated by spaces -n, --numeric do not perform forward hostname lookup -r, --reverse perform reverse address to hostname lookup -V, --version display program version and exit
uk: Usage: %s [-4|-6] [іменахостів] Перетворення імен на адреси. -4, --ipv4 шукати лише IPv4-адреси -6, --ipv6 шукати лише IPv6-адреси -c, --config повертати лише адреси для локально налаштованих протоколів -h, --help вивести цю довідку і завершити роботу -m, --multiple вивести кілька результатів через пробіли -n, --numeric не виконувати пошук переадресованих імен хостів -r, --reverse виконувати пошук зворотньої адреси до імені хосту -V, --version вивести версію програми і завершити роботу

source: addrinfo %s (%s)
uk: інформ. про адресу %s (%s)

source: Written by Remi Denis-Courmont
uk: Автор Remi Denis-Courmont

source: Copyright (C) %u-%u Remi Denis-Courmont
uk: © %u-%u Remi Denis-Courmont

source: Usage: %s [options] <IPv6 address> <interface> Looks up an on-link IPv6 node link-layer address (Neighbor Discovery)
uk: Використання: %s [опції] <IPv6 адреса> <інтерфейс> Шукає IPv6 адресу вузла канального рівня (Дослідження Сусідів)

source: link-layer address
uk: адреса канального рівня

source: Target link-layer address:
uk: Цільова адреса канального рівня:

source: Usage: %s [options] [IPv6 address] <interface> Solicits on-link IPv6 routers (Router Discovery)
uk: Використання: %s [опції] [IPv6 адреса] <інтерфейс> Допомагає підключеним IPv6 маршрутизаторам (Дослідження Маршрутизаторів)

source: advertized prefixes
uk: префікси підписки

source: infinite (0xffffffff)
uk: нескінченість (0xffffffff)

source: second
uk: секунда

source: Prefix :
uk: Префікс :

source: On-link : %3s
uk: Підключений: %3s

source: Yes
uk: Так

source: No
uk: Ні

source: Autonomous address conf.: %3s
uk: Автономна конфігурація адреси: %3s

source: Valid time :
uk: Дійсний час :

source: Pref. time :
uk: Бажан.час :

source: byte
uk: байт

source: valid
uk: дійсний

source: invalid
uk: недійсний

source: medium
uk: середній

source: high
uk: високий

source: medium (invalid)
uk: середній (недійсний)

source: low
uk: низький

source: Route : %s/%<PRIu8>
uk: Маршрут: %s/%<PRIu8>

source: Route preference : %6s
uk: Налаштування маршруту: %6s

source: Route lifetime :
uk: Час життя маршруту :

source: Recursive DNS server : %s
uk: Рекурсивний DNS-сервер: %s

source: DNS server lifetime :
uk: Час життя DNS-сервера:

source: DNS search list :
uk: Список пошуку DNS :

source: DNS search list lifetime:
uk: Час життя списку пошуку DNS:

source: Hop limit :
uk: Обмеження переходу :

source: undefined
uk: невизначений

source: Stateful address conf. : %3s
uk: Конф.адреси з станом : %3s

source: Stateful other conf. : %3s
uk: Інша конф. адреси з станом : %3s

source: Mobile home agent : %3s
uk: Мобільний домашній агент: %3s

source: Router preference : %6s
uk: Налаштування маршрутизатора : %6s

source: Neighbor discovery proxy : %3s
uk: Проксі дослідження сусідів: %3s

source: Router lifetime :
uk: Час роботи маршрутизатора :

source: Reachable time :
uk: Час досягнення:

source: millisecond
uk: мілісекунда

source: unspecified (0x00000000)
uk: невизначений (0x00000000)

source: Retransmit time :
uk: Час передачі :

source: Source link-layer address:
uk: Вихідна адреса канального рівня:

source: Receiving ICMPv6 packet
uk: Отримання ICMPv6 пакунку

source: from %s
uk: від %s

source: Raw IPv6 socket
uk: Необроблений IPv6 socket

source: Soliciting %s (%s) on %s...
uk: Запит %s (%s) на %s...

source: Sending ICMPv6 packet
uk: Відсилання ICMPv6 пакунку

source: Timed out.
uk: ЧАс вийшов.

source: No response.
uk: Немає відповіді.

source: -1, --single display first response and exit -h, --help display this help and exit -m, --multiple wait and display all responses -n, --numeric don't resolve host names -q, --quiet only print the %s (mainly for scripts) -r, --retry maximum number of attempts (default: 3) -s, --source specify source IPv6 address -V, --version display program version and exit -v, --verbose verbose display (this is the default) -w, --wait how long to wait for a response [ms] (default: 1000)
uk: -1, --single показати першу відповідь і вийти -h, --help показати цю довідку і вийти -m, --multiple чекати і показувати всі відповіді -n, --numeric не визначати імена вузлів -q, --quiet виводити тільки %s (корисно для сценаріїв) -r, --retry максимальна кількість спроб (типово: 3) -s, --source вказати вихідну IPv6-адресу -V, --version показати версію програми та вийти -v, --verbose розширений вивід (типово) -w, --wait як чекати відповіді [мс] (типово: 1000)

source: ndisc6: IPv6 Neighbor/Router Discovery userland tool %s (%s)
uk: ndisc6: IPv6 інструмент дослідження Сусідів/Роутерів %s (%s)

source: %s port %s: %s
uk: %s порт %s: %s

source: %s %lu %s in %f %s
uk: %s %lu %s в %f %s

source: (%0.3f kbytes/s)
uk: (%0.3f кбайт/с)

source: Warning: "%s" is too small (%zu %s) to fill block of %zu %s.
uk: Попередження: "%s" замалий (%zu %s) щоб заповнити блок з %zu %s.

source: Sending %ju %s with blocksize %zu %s
uk: Відсилання %ju %s з розміром блоку %zu %s

source: Receive error: %s
uk: Отримати помилку: %s

source: Connection closed by peer
uk: З'єднання закрите піром

source: Cannot send data: %s
uk: Не вдається відіслати інформацію: %s

source: Child process returned an error
uk: Дочірній процес повернув помилку

source: Received
uk: Отримати

source: Transmitted
uk: Переданий

source: Usage: %s [options] <hostname/address> [service/port number] Use the discard TCP service at the specified host (the default host is the local system, the default service is discard)
uk: Використання: %s [опції] <ім'я хоста/адреса> [служба/номер порта] Використовувати відкидання TCP служби на заданому хості (хост за замовчуванням -- хост в локальній системі, служба за замовчуванням відкидається)

source: -4 force usage of the IPv4 protocols family -6 force usage of the IPv6 protocols family -b specify the block bytes size (default: 1024) -d wait for given delay (usec) between each block (default: 0) -e perform a duplex test (TCP Echo instead of TCP Discard) -f fill sent data blocks with the specified file content -h display this help and exit -n specify the number of blocks to send (default: 100) -V display program version and exit -v enable verbose output
uk: -4 примусово користуватись сімейством протоколів IPv4 -6 примусово користуватись сімейством протоколів IPv6 -b задати величину блока (за замовчуванням: 1024) -d ждати заданий час (мкс) між кожним блоком (за замовчуванням: 0) -e здійснити дуплексний тест (TCP Echo замість TCP Discard) -f заповнити блоки даних, що посилаються, наступним контентом -h показати цю довідку і вийти -n задати кількість блоків для передачі (за замовчуванням: 100) -V показати версію програми і вийти -v дозволити розширений вивід

source: tcpspray6: TCP/IP bandwidth tester %s (%s)
uk: tcpspray6: TCP/IP тестер швидкості %s (%s)

source: Usage: %s [options] <IPv6 hostname/address> [%s] Print IPv6 network route to a host
uk: Використання: %s [опції] <ім'я хоста IPv6/адреса> [%s] Вивести IPv6 мережевий маршрут до хоста

source: port number
uk: номер порта

source: -A send TCP ACK probes -d enable socket debugging -E set TCP Explicit Congestion Notification bits in probe packets -f specify the initial hop limit (default: 1) -g insert a route segment within a "Type 0" routing header -h display this help and exit -i force outgoing network interface -l set probes byte size -m set the maximum hop limit (default: 30) -N perform reverse name lookups on the addresses of every hop -n don't perform reverse name lookup on addresses -p override source TCP port -q override the number of probes per hop (default: 3) -r do not route packets -S send TCP SYN probes (default) -s specify the source IPv6 address of probe packets -t set traffic class of probe packets -V, --version display program version and exit -w override the timeout for response in seconds (default: 5) -z specify a time to wait (in ms) between each probes (default: 0)
uk: -A посилати TCP ACK проби -d дозволити зневадження socket-а -E встановити біти TCP Explicit Congestion Notification(Повідомлення про явні затори) у пробних пакетах -f задати початковий ліміт hop (типово: 1) -g вставити сегмент маршруту в межах заголовка роутера "Тип 0" -h показати цю довідку і вийти -i примусово використовувати вихідний мережевий інтерфейс -l встановити розмір байтів проби -m встановити максимальний hop-ліміт (за замовчуванням: 30) -N виконати зворотний огляд імен на адресах кожного hop-а -n не виконувати зворотний огляд імен по адресах -p перевизначити TCP порт джерела -q перевизначити кількість проб на hop (типово: 3) -r не виконувати маршрутизацію пакетів -S посилати проби TCP SYN (типово) -s задати IPv6 адресу джерела пробних пакетів -t встановити клас трафіку пробних пакетів -V, --version показати версію програми і вийти -w перевизначити тайм-аут для відповіді в секундах (типово: 5) -z задати час для очікування (у мс) між кожною пробою (типово: 0)

source: %u.%03u ms
uk: %u.%03u мс

source: [closed]
uk: [зачинено]

source: [open]
uk: [відчинено]

source: port
uk: порт

source: traceroute to %s (%s)
uk: трасування маршрутів до %s (%s)

source: from %s,
uk: від %s,

source: port %u, from port %u,
uk: порт %u, від порта %u,

source: %u hop max,
uk: %u перехід максимум,

source: %zu byte packets
uk: %zu байтовий пакунок

source: %3u%% completed...
uk: %3u%% завершено...

source: packet length
uk: довжина пакунку

source: -A send TCP ACK probes -d enable socket debugging -E set TCP Explicit Congestion Notification bits in TCP packets -f specify the initial hop limit (default: 1) -g insert a route segment within a "Type 0" routing header -h display this help and exit -I use ICMPv6 Echo Request packets as probes -i force outgoing network interface -l display incoming packets hop limit -m set the maximum hop limit (default: 30) -N perform reverse name lookups on the addresses of every hop -n don't perform reverse name lookup on addresses -p override destination port -q override the number of probes per hop (default: 3) -r do not route packets -S send TCP SYN probes -s specify the source IPv6 address of probe packets -t set traffic class of probe packets -U send UDP probes (default) -V display program version and exit -w override the timeout for response in seconds (default: 5) -z specify a time to wait (in ms) between each probes (default: 0)
uk: -A посилати TCP ACK проби -d дозволити відлагодження socket-а -E встановити TCP Explicit Congestion Notification біти в TCP пакетах -f встановлення початкового hop ліміту (за замовчуванням: 1) -g вставити сегмент маршруту "Тип 0" заголовком маршруту -h показати цю довідку і вийти -I використовувати ICMPv6 Echo Request пакети як проби -i примусово використовувати інтерфейс вихідної мережі -l показати hop ліміт вхідних пакетів -m встановити максимальних hop ліміт (за замовчуванням: 30) -N виконати зворотний огляд імен на адресах кожного hop-а -n не виконувати зворотний огляд імен по адресах -p перевизначити порт призначення -q перевизначити кількість проб на hop (за замовчуванням: 3) -r не виконувати маршрутизацію пакетів -S слати TCP SYN проби -s задати джерело IPv6 адреси пробних пакетів -t встановити клас трафіку пробних пакетів -U послати UDP проби (за замовчуванням) -V показати версію програми і вийти -w перевизначити тайм-аут для відповіді в секундах (за замовчуванням: 5) -z задати час для очікування (у мс) між кожною пробою (за замовчуванням: 0)

source: traceroute6: TCP & UDP IPv6 traceroute tool %s (%s)
uk: traceroute6: TCP та UDP IPv6 інструмент трасування маршрутів %s (%s)

source: %s: invalid hop limit
uk: %s: неприпустиме обмеження переходу

source: %s: invalid packet length
uk: %s: недійсна довжина пакунку
