Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-applet_network-manager-applet-*.po
Languages: be

source: Hidden Wi-Fi network
be: Схаваная сетка Wi-Fi

source: Enter the name and security details of the hidden Wi-Fi network you wish to connect to.
be: Увядзіце назву і падрабязнасці бяспекі схаванай сеткі Wi-Fi, да якой вы хочаце падключыцца.

source: Wi-Fi _security
be: _Бяспека Wi-Fi

source: C_onnection
be: З_лучэнне

source: Wi-Fi _adapter
be: Адаптар Wi-Fi

source: I can’t find my provider and I wish to enter it _manually:
be: Я не магу знайсці свайго пастаўшчыка і хачу ўвесці яго _ўручную:

source: Provider:
be: Пастаўшчык:

source: Country or Region List:
be: Спіс краін або рэгіёнаў:

source: Country or region
be: Краіна або рэгіён

source: Wired
be: Правадное

source: Either a password is missing or the connection is invalid. In the latter case, you have to edit the connection with nm-connection-editor first
be: Адсутнічае пароль або злучэнне з'яўляецца памылковым. Як варыянт, паспрабуйце спачатку адрэдагаваць злучэнне з дапамогай рэдактара nm-connection-editor

source: Wi-Fi _security:
be: _Бяспека Wi-Fi:

source: _Network name:
be: _Назва сеткі:

source: C_onnection:
be: З_лучэнне:

source: Wi-Fi _adapter:
be: _Адаптар Wi-Fi:

source: Usage:
be: Выкарыстанне:

source: This program is a component of NetworkManager (https://wiki.gnome.org/Projects/NetworkManager/).
be: Гэтая праграма з'яўляецца часткай NetworkManager (https://wiki.gnome.org/Projects/NetworkManager/).

source: It is not intended for command-line interaction but instead runs in the GNOME desktop environment.
be: Яно не прызначана для ўзаемадзеяння з камандным радком, а запускаецца непасрэдна ў працоўным асяроддзі GNOME.

source: not enabled
be: не ўключана

source: not registered
be: не зарэгістравана

source: Home network (%s)
be: Хатняя сетка (%s)

source: Home network
be: Хатняя сетка

source: searching
be: пошук

source: registration denied
be: адмоўлена ў рэгістрацыі

source: %s (%s roaming)
be: %s (роўмінг %s)

source: %s (roaming)
be: %s (роўмінг)

source: Roaming network (%s)
be: Роўмінгавая сетка (%s)

source: Roaming network
be: Роўмінгавая сетка

source: PIN code for SIM card “%s” on “%s”
be: PIN-код для SIM-карты «%s» на «%s»

source: PIN code required
be: Патрабуецца PIN-код

source: PIN code is needed for the mobile broadband device
be: Для мабільнай шырокапалоснай прылады неабходны PIN-код

source: Mobile broadband connection “%s” active: (%d%%%s%s)
be: Мабільнае шырокапалоснае злучэнне «%s» актыўна: (%d%%%s%s)

source: roaming
be: роўмінг

source: %s connection
be: Злучэнне %s

source: PEM certificates (*.pem, *.crt, *.cer)
be: Сертыфікаты PEM (*.pem, *.crt, *.cer)

source: DER, PEM, or PKCS#12 private keys (*.der, *.pem, *.p12, *.key)
be: Прыватныя ключы DER, PEM або PKCS#12 (*.der, *.pem, *.p12, *.key)

source: undefined error in 802.1X security (wpa-eap)
be: нявызначаная памылка ў бяспецы 802.1x (wpa-eap)

source: no CA certificate selected
be: не выбраны сертыфікат CA

source: selected CA certificate file does not exist
be: выбраны файл сертыфіката СА не існуе

source: missing EAP-FAST PAC file
be: адсутнічае файл PAC EAP-FAST

source: Choose a PAC file
be: Выберыце файл PAC

source: PAC files (*.pac)
be: Файлы PAC (*.pac)

source: All files
be: Усе файлы

source: Anonymous
be: Ананімна

source: Authenticated
be: Аўтэнтыфікавана

source: Both
be: Абодва

source: Anony_mous identity
be: _Ананімная ідэнтычнасць

source: PAC _file
be: _Файл PAC

source: _Inner authentication
be: _Унутраная аўтэнтыфікацыя

source: Allow automatic PAC pro_visioning
be: Дазваляць аўтаматычную падрыхтоўку _PAC

source: missing EAP-LEAP username
be: адсутнічае імя карыстальніка EAP-LEAP

source: missing EAP-LEAP password
be: адсутнічае пароль EAP-LEAP

source: Version 0
be: Версія 0

source: Version 1
be: Версія 1

source: No CA certificate is _required
be: Сертыфікат CA не патрабуецца

source: PEAP _version
be: _Версія PEAP

source: Suffix of the server certificate name.
be: Суфікс назвы сертыфіката сервера.

source: _Domain
be: _Дамен

source: missing EAP username
be: адсутнічае імя карыстальніка EAP

source: missing EAP password
be: адсутнічае пароль EAP

source: missing EAP client Private Key passphrase
be: адсутнічае парольная фраза прыватнага ключа для кліента EAP

source: P_rivate Key Passphrase
be: Парольная _фраза прыватнага ключа

source: Sh_ow passphrase
be: _Паказаць парольную фразу

source: missing EAP-TLS identity
be: адсутнічае пасведчанне EAP-TLS

source: no user certificate selected
be: сертыфікат карыстальніка не выбраны

source: selected user certificate file does not exist
be: выбраны файл сертыфіката карыстальніка не існуе

source: no key selected
be: ключ не выбраны

source: selected key file does not exist
be: выбраны файл ключа не існуе

source: I_dentity
be: Пасведчанне_

source: MSCHAPv2 (no EAP)
be: MSCHAPv2 (без EAP)

source: Unknown error validating 802.1X security
be: Невядомая памылка праверкі бяспекі 802.1x

source: Tunneled TLS
be: Тунэльны TLS

source: Protected EAP (PEAP)
be: Абаронены EAP (PEAP)

source: Externally configured
be: Знешне сканфігурыраваны

source: Au_thentication
be: Аўт_энтыфікацыя

source: missing leap-username
be: адсутнічае імя карыстальніка LEAP

source: missing leap-password
be: адсутнічае пароль LEAP

source: missing wep-key
be: адсутнічае ключ WEP

source: invalid wep-key: key with a length of %zu must contain only hex-digits
be: памылковы ключ WEP: ключ даўжынёй %zu павінен змяшчаць толькі шаснаццатковыя лічбы

source: invalid wep-key: key with a length of %zu must contain only ascii characters
be: памылковы ключ WEP: ключ даўжынёй %zu павінен змяшчаць толькі сімвалы ASCII

source: invalid wep-key: wrong key length %zu. A key must be either of length 5/13 (ascii) or 10/26 (hex)
be: памылковы ключ WEP: няправільная даўжыня ключа %zu. Даўжыня ключа павінна быць 5/13 (ASCII) або 10/26 (HEX)

source: invalid wep-key: passphrase must be non-empty
be: памылковы ключ WEP: парольная фраза не можа быць пустой

source: invalid wep-key: passphrase must be shorter than 64 characters
be: памылковы ключ WEP: парольная фраза павінна быль карацей за 64 сімвалы

source: Open System
be: Адкрытая сістэма

source: Shared Key
be: Абагулены ключ

source: 1 (Default)
be: 1 (прадвызначана)

source: _Key
be: _Ключ

source: Sho_w key
be: _Паказаць ключ

source: WEP inde_x
be: _Індэкс WEP

source: invalid wpa-psk: invalid key-length %zu. Must be [8,63] bytes or 64 hex digits
be: памылковы WPA-PSK: памылковая даўжыня ключа %zu. Павінна быць [8,63] байтаў або 64 шаснаццатковыя лічбы

source: invalid wpa-psk: cannot interpret key with 64 bytes as hex
be: памылковы WPA-PSK: немагчыма інтэрпрэтаваць ключ з 64 байтаў як шаснаццатковы

source: _Type
be: _Тып
