Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-neon27_neon-*.po
Languages: uk

source: Invalid HTTP status line in status element at line %d of response: Status line was: %s
uk: Неправильний рядок статусу HTTP в елементі статусу у рядку %d відповіді: Рядок статусу: %s

source: Could not authenticate to server: %s
uk: Неможливо перевірити справжність сервера: %s

source: Could not authenticate to proxy server: %s
uk: Неможливо авторизуватися на проксі-сервері: %s

source: rejected %s challenge
uk: виклик %s відхилено

source: missing realm in Basic challenge
uk: відсутній realm у Basic запиті

source: invalid Negotiate token
uk: неправильний параметр Negotiate

source: GSSAPI authentication error:
uk: Помилка GSSAPI автентифікації:

source: GSSAPI failure (code %u)
uk: GSSAPI крах (код %u)

source: ignoring empty Negotiate continuation
uk: нехтую порожнє продовження Negotiate

source: Negotiate response verification failed: invalid response header token
uk: Помилка процесу верифікації: отримано помилковий заголовок відповіді

source: Negotiate response verification failure: %s
uk: збій перевірки Negotiate відповіді: %s

source: SSPI response verification failed: invalid response header token
uk: Помилка перевірки відповіді SSPI: невірний маркер заголовка відповіді

source: unknown algorithm in Digest challenge
uk: невідомий алгоритм в Digest challenge

source: incompatible algorithm in Digest challenge
uk: несумісний алгоритм у Digest запиті

source: missing parameter in Digest challenge
uk: відсутній параметр у Digest запиті

source: initial Digest challenge was stale
uk: початковий Digest запит був застарілим

source: stale Digest challenge with new algorithm or realm
uk: застарілий Digest запит з новим алгоритмом або реалмом

source: could not parse domain in Digest challenge
uk: не можу розібрати домен у Digest запиті

source: Digest mutual authentication failure: missing parameters
uk: Збій взаємної Digest автентифікації: невистачає параметрів

source: Digest mutual authentication failure: client nonce mismatch
uk: Збій взаємної Digest автентифікації: незбігається клієнтський nonce

source: Digest mutual authentication failure: could not parse nonce count
uk: Збій взаємної Digest автентифікації: не можу розібрати nonce count

source: Digest mutual authentication failure: nonce count mismatch (%u not %u)
uk: Збій взаємної Digest автентифікації: незбігається nonce count (%u і %u)

source: Digest mutual authentication failure: request-digest mismatch
uk: Збій взаємної Digest автентифікації: невідповідність digest запитів

source: ignored %s challenge
uk: запит %s знехтувано

source: could not parse challenge
uk: не можу розібрати запит

source: Could not determine file size: %s
uk: Не вдалося визначити розмір файлу: %s

source: Response did not include requested range
uk: Відповідь не містить запитаний діапазон

source: Range is not satisfiable
uk: Діапазон незадовільний

source: Resource does not support ranged GET requests
uk: Ресурс не підтримує GET запит з діапазоном

source: %s: %s (code %d)
uk: %s: %s (код %d)

source: Could not inflate data
uk: Не можу розтиснути дані

source: Could not initialize zlib
uk: Неможливо ініціалізувати zlib

source: [unprintable:#%lu]
uk: [недрукований:#%lu]

source: [unprintable]
uk: [недрукований]

source: Failed to import private key: %s
uk: Не вдалося імпортувати приватний ключ: %s

source: signed using insecure algorithm
uk: підписано з використанням ненадійного алгоритму

source: unrecognized errors (%u)
uk: нерозпізнані помилки (%u)

source: Server certificate was missing commonName attribute in subject name
uk: У серверному сертифікаті відсутній атрибут commonName у полі теми

source: Could not verify server certificate: %s
uk: Не можу перевірити справжність серверного сертифікату: %s

source: Certificate verification error: %s
uk: Помилка перевірки сертифікату: %s

source: SSL handshake failed, client certificate was requested: %s
uk: Збій SSL погодження, був запитаний клієнтський сертифікат: %s

source: SSL handshake failed: %s
uk: Збій SSL погодження: %s

source: Server did not send certificate chain
uk: Сервер не відправив ланцюжок сертифікатів

source: LOCK response missing Lock-Token header
uk: LOCK відповідь не містить Lock-Token header

source: Response missing activelock for %s
uk: Відповідь не містить активне блокування для %s

source: No activelock for <%s> returned in LOCK refresh response
uk: Відсутнє активне блокування для <%s> у відповіді на оновлення LOCK

source: SSL server did not present certificate
uk: SSL сервер не надав сертифікат

source: Response exceeds maximum property count
uk: Перевищено щонайбільшу кількість властивостей у відповіді

source: Could not parse redirect destination URL
uk: Не можу розібрати URL переспрямування

source: %s: connection was closed by proxy server
uk: %s: з’єднання було закрито проксі сервером

source: %s: connection was closed by server
uk: %s: з’єднання було закрито сервером

source: %s: connection timed out
uk: %s: час очікування з’єднання закінчився

source: Premature EOF in request body file
uk: Передчасний EOF у файлі тіла запиту

source: Failed reading request body file: %s
uk: Не вдалося прочитати файл тіла запиту: %s

source: offset invalid
uk: неправильний відступ

source: Could not seek to offset %s of request body file: %s
uk: Не можу перейти до відступу %s у тілі файлу запиту: %s

source: Could not send request body
uk: Не можу відправити тіло запиту

source: Could not send chunked request terminator
uk: Неможливо надіслати переривач запиту шматка

source: Could not read chunk size
uk: Не можу прочитати розмір шматка

source: Could not parse chunk size
uk: Не можу розібрати розмір шматка

source: Could not read response body
uk: Не можу прочитати тіло відповіді

source: Could not read chunk delimiter
uk: Не можу прочитати розділювач шматка

source: Chunk delimiter was invalid
uk: Розділювач шматка був неправильний

source: Could not read status line (TLS client certificate was requested)
uk: Не вдалося прочитати рядок стану(Запитується сертифікат клієнта TLS)

source: Could not read status line
uk: Не можу прочитати рядок статусу

source: Could not parse response status line
uk: Не можу прочитати рядок статусу відповіді

source: Could not read interim response headers
uk: Не можу прочитати проміжні заголовки відповіді

source: Could not send request
uk: Не вдалося надіслати запит

source: Error reading response headers
uk: Помилка читання заголовків відповіді

source: Response header too long
uk: Заголовки відповіді завеликі

source: Response exceeded maximum number of header fields
uk: У відповіді перевищено щонайбільшу кількість полів заголовків

source: Could not resolve hostname `%s': %s
uk: Не вдалося дозволити ім’я хосту `%s': %s

source: Unknown transfer-coding in response
uk: Невідоме кодування у відповіді

source: Invalid Content-Length in response
uk: У відповіді вказано неправильну довжину вмісту

source: Could not write to file: %s
uk: Неможливо записати у файл: %s

source: Could not create SSL connection through proxy server: %s
uk: Не можу створити SSL з’єднання через проксі сервер: %s

source: Could not create socket
uk: Не вдається створити сокет

source: Could not connect to server
uk: Не вдалося з'єднатися з сервером

source: Could not connect to proxy server
uk: Не вдалося під’єднатися до проксі-сервера

source: Could not find IPv4 address of hostname %s for SOCKS v4 proxy
uk: Не можу визначити IPv4 адресу SOCKS v4 проксі сервера за ім’ям хосту %s

source: Could not establish connection from SOCKS proxy (%s:%u): %s
uk: Неможливо встановити з’єднання з SOCKS проксі сервера (%s:%u): %s

source: [invalid date]
uk: [помилкова дата]

source: certificate is not yet valid
uk: сертифікат поки ще не дійсний

source: certificate has expired
uk: термін дії сертифікату закінчився

source: certificate issued for a different hostname
uk: сертифікат випущений для іншого ім’я хосту

source: issuer is not trusted
uk: емітент не є довіреним

source: bad certificate chain
uk: поганий ланцюжок сертифікатів

source: certificate has been revoked
uk: сертифікат відкликано

source: Server certificate verification failed:
uk: Помилка перевірки сертифікату сервера:

source: Connection closed
uk: З'єднання закрито

source: Retry operation
uk: Повторити операцію

source: Secure connection truncated
uk: Захищене з’єднання перервано

source: SSL error: %s
uk: SSL помилка: %s

source: SSL error code %d/%d/%lu
uk: SSL помилка з кодом %d/%d/%lu

source: SSL alert received: %s
uk: SSL попередження отримано: %s

source: SSL socket read failed
uk: збій читання з SSL сокета

source: Line too long
uk: Рядок задовгий

source: Host not found
uk: Хост не знайдено

source: Connection timed out
uk: Час очікування з’єднання вичерпаний

source: Socket descriptor number exceeds FD_SETSIZE
uk: Номер дескриптора сокета перевищує FD_SETSIZE

source: Socket family not supported
uk: Непідтримуваний тип сокета

source: Client certificate verification failed
uk: Помилка перевірки клієнтського сертифікату користувача

source: SSL disabled due to lack of entropy
uk: SSL вимкнено з-за недоліку ентропії

source: Could not create SSL structure
uk: Неможливо створити SSL структуру

source: failure
uk: відмова

source: connection not permitted
uk: з’єднання не дозволено

source: network unreachable
uk: мережа недоступна

source: host unreachable
uk: хост недоступний

source: TTL expired
uk: TTL вичерпано

source: command not supported
uk: команда не підтримується

source: address type not supported
uk: тип адреси не підтримується

source: %s: unrecognized error (%u)
uk: %s: нерозпізнана помилка (%u)

source: Could not send message to proxy
uk: Неможливо послати повідомлення проксі

source: Could not read initial response from proxy
uk: Неможливо отримати початкову відповідь від проксі

source: Invalid version in proxy response
uk: Неправильний номер версії у відповіді проксі

source: Could not send login message
uk: Неможливо відправити повідомлення входу

source: Could not read login reply
uk: Не можу прочитати відповідь на логін

source: Invalid version in login reply
uk: Неправильна версія у відповіді на логін

source: Authentication failed
uk: Помилка автентифікації

source: No acceptable authentication method
uk: Немає прийнятного методу ідентифікації

source: Unexpected authentication method chosen
uk: Вибраний непередбачений метод ідентифікації

source: Could not send connect request
uk: Неможливо відправити запит на з’єднання

source: Could not read connect reply
uk: Неможливо отримати відповідь на запит з’єднання

source: Invalid version in connect reply
uk: Неправильна версія у відповіді на запит з’єднання

source: Could not connect
uk: Не вдалося з’єднатися

source: Could not read FQDN length in connect reply
uk: Неможливо прочитати довжину FQDN у відповіді на запит з’єднання

source: Unknown address type in connect reply
uk: Невідомий тип адреси у відповіді на з’єднання

source: Could not read address in connect reply
uk: Неможливо прочитати адресу у відповіді на з’єднання

source: request rejected or failed
uk: запит відхилено або невдався

source: could not establish connection to identd
uk: не вдається встановити з’єднання з identd

source: rejected due to identd user mismatch
uk: відхилено з-за невідповідності з користувачем identd

source: %s: unrecognized failure (%u)
uk: %s: невідомий збій (%u)

source: Could not read response from proxy
uk: Неможливо отримати відповідь від проксі

source: XML parse error at line %d: invalid element name
uk: Помилка аналізу XML у рядку %d: неправильне ім’я елементу

source: Unknown error
uk: Невідома помилка

source: Invalid Byte Order Mark
uk: Неправильна відмітка послідовності байтів

source: XML parse error at line %d: %s
uk: Помилка розбору XML на рядку %d: %s

source: Could not parse response: %s
uk: Не вдалося розібрати відповідь: %s
