Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: Failed to detach PCI device %(dev)s: %(reason)s
uk: Помилка від’єднання PCI пристрою %(dev)s: %(reason)s

source: %(type)s hypervisor does not support PCI devices
uk: Гіпервізор %(type)s не підтримує PCI пристрої

source: Key manager error: %(reason)s
uk: Помилка адміністратора ключів: %(reason)s

source: Failed to remove volume(s): (%(reason)s)
uk: Не вдалося вилучити томи: (%(reason)s)

source: Provided video model (%(model)s) is not supported.
uk: Передана модель видива (%(model)s) не підтримується.

source: The provided RNG device path: (%(path)s) is not present on the host.
uk: Вказаний шлях до пристрою RNG: (%(path)s) не існує на хості.

source: The requested amount of video memory %(req_vram)d is higher than the maximum allowed by flavor %(max_vram)d.
uk: Запитаний об’єм видиво-пам’яті %(req_vram)d перевищує максимально допустимий для різновиду %(max_vram)d.

source: Provided watchdog action (%(action)s) is not supported.
uk: Вказана дія сторожового пристрою %(action)s) не підтримується.

source: Live migration of instances with config drives is not supported in libvirt unless libvirt instance path and drive data is shared across compute nodes.
uk: Оперативний переніс екземплярів з накопичувачами конфігурації не підтримується в libvirt, якщо шлях до екземпляру libvirt і дані накопичувача не використовуються разом обчислювальними вузлами.

source: Live migration with API v2.25 requires all the Mitaka upgrade to be complete before it is available.
uk: Оперативна міграція з API v2.25 можлива лише після повного оновлення Mitaka.

source: No live migration URI configured and no default available for "%(virt_type)s" hypervisor virtualization type.
uk: Не налаштований URI оперативної міграції, й не задано типове значення для типу віртуалізації гіпервізора "%(virt_type)s".

source: Error during unshelve instance %(instance_id)s: %(reason)s
uk: Помилка повернення із відкладеного стану екземпляру %(instance_id)s: %(reason)s

source: Image vCPU limits %(sockets)d:%(cores)d:%(threads)d exceeds permitted %(maxsockets)d:%(maxcores)d:%(maxthreads)d
uk: Перевищені обмеження VCPU образу %(sockets)d:%(cores)d:%(threads)d %(maxsockets)d:%(maxcores)d:%(maxthreads)d

source: Image vCPU topology %(sockets)d:%(cores)d:%(threads)d exceeds permitted %(maxsockets)d:%(maxcores)d:%(maxthreads)d
uk: Перевищена топологія VCPU образу %(sockets)d:%(cores)d:%(threads)d %(maxsockets)d:%(maxcores)d:%(maxthreads)d

source: Requested vCPU limits %(sockets)d:%(cores)d:%(threads)d are impossible to satisfy for vcpus count %(vcpus)d
uk: Запитані обмеження VCPU %(sockets)d:%(cores)d:%(threads)d неможливо задовільнити для %(vcpus)d VCPU

source: Architecture name '%(arch)s' is not recognised
uk: Ім’я архітектури %(arch)s не розпізнано

source: CPU and memory allocation must be provided for all NUMA nodes
uk: Виділення CPU і пам’яті повинне забезпечуватися для усіх вузлів NUMA

source: Image property '%(name)s' is not permitted to override NUMA configuration set against the flavor
uk: Властивости %(name)s образу не дозволено перевизначати конфігурацію NUMA, вказану для різновиду

source: Asymmetric NUMA topologies require explicit assignment of CPUs and memory to nodes in image or flavor
uk: Асиметричні топології NUMA потребують явного призначення CPU і пам’яті вузлам в образі або різновиду

source: CPU number %(cpunum)d is larger than max %(cpumax)d
uk: Число CPU %(cpunum)d перевищує максимальне (%(cpumax)d)

source: CPU number %(cpunum)d is assigned to two nodes
uk: Число CPU %(cpunum)d призначено двом вузлам

source: CPU number %(cpuset)s is not assigned to any node
uk: Число CPU %(cpuset)s не призначено жодному вузлу

source: %(memsize)d MB of memory assigned, but expected %(memtotal)d MB
uk: Призначено %(memsize)d МБ, але очікувалося %(memtotal)d МБ

source: Invalid characters in hostname '%(hostname)s'
uk: Неприпустимі символи в імені хосту %(hostname)s

source: Instance %(instance_uuid)s does not specify a NUMA topology
uk: В екземплярі %(instance_uuid)s не вказана топологія NUMA

source: Instance %(instance_uuid)s does not specify a migration context.
uk: Виконувана копія %(instance_uuid)s не вказує контекст переміщення.

source: Not able to acquire a free port for %(host)s
uk: Не вдалося отримати вільний порт для %(host)s

source: Not able to bind %(host)s:%(port)d, %(error)s
uk: Не вдалося зв’язати %(host)s:%(port)d, %(error)s

source: Number of serial ports '%(num_ports)s' specified in '%(property)s' isn't valid.
uk: Число послідовних портів %(num_ports)s, вказане у %(property)s, неприпустиме.

source: Forbidden to exceed flavor value of number of serial ports passed in image meta.
uk: Заборонено перевищувати значення різновиду для числа послідовних портів, образу що передається в метадані.

source: Maximum number of serial port exceeds %(allowed)d for %(virt_type)s
uk: Максимальна кількість послідовних портів перевищує %(allowed)d на %(virt_type)s

source: Image's config drive option '%(config_drive)s' is invalid
uk: В образі вказано неприпустиме значення параметру %(config_drive)s диску конфігурації

source: Hypervisor virtualization type '%(hv_type)s' is not recognised
uk: Тип віртуалізації гіпервізора %(hv_type)s не розпізнаний

source: Virtual machine mode '%(vmmode)s' is not recognised
uk: Режим віртуальної машини %(vmmode)s не розпізнаний

source: The token '%(token)s' is invalid or has expired
uk: Маркер '%(token)s' неприпустимий або застарів

source: Invalid Connection Info
uk: Неприпустимі відомості про з’єднання

source: Quiescing is not supported in instance %(instance_id)s
uk: Призупинка діяльности не підтримується виконуваною копією %(instance_id)s

source: QEMU guest agent is not enabled
uk: Гостьовий агент QEMU не увімкнений

source: Set admin password is not supported
uk: Призначення паролю адміністратора не підтримується

source: Invalid memory page size '%(pagesize)s'
uk: Неприпустимий розмір сторінки пам’яті '%(pagesize)s'

source: Page size %(pagesize)s forbidden against '%(against)s'
uk: Розмір сторінки %(pagesize)s заборонений для '%(against)s'

source: Page size %(pagesize)s is not supported by the host.
uk: Розмір сторінки %(pagesize)s не підтримується хостом.

source: CPU pinning is not supported by the host: %(reason)s
uk: Прив’язка ЦПП не підтримується вузлом: %(reason)s

source: Cannot pin/unpin cpus %(requested)s from the following pinned set %(pinned)s
uk: Неможливо закріпити/відкріпити cpu %(requested)s для наступного набору закріплених об’єктів %(pinned)s

source: CPU set to pin/unpin %(requested)s must be a subset of known CPU set %(cpuset)s
uk: Група CPU для прикріплення/відкріплення %(requested)s повинна входити у відому групу CPU %(cpuset)s

source: Image property 'hw_cpu_policy' is not permitted to override CPU pinning policy set against the flavor
uk: Властивости образу 'hw_cpu_policy' не дозволено перевизначати стратегію прикріплення CPU для даного різновиду

source: Image property 'hw_cpu_thread_policy' is not permitted to override CPU thread pinning policy set against the flavor
uk: Властивости образу 'hw_cpu_thread_policy' не дозволено перевизначати стратегію прикріплення CPU до нитки для даного різновиду

source: ServerGroup policy is not supported: %(reason)s
uk: Стратегія ServerGroup не підтримується: %(reason)s

source: Cell %(uuid)s has no mapping.
uk: Комірка %(uuid)s не має зв’язків.

source: Host does not support guests with NUMA topology set
uk: Хост не підтримує гостей з топологією NUMA

source: Host does not support guests with custom memory page sizes
uk: Хост не підтримує гостей з користувацькими розмірами сторінок пам’яті

source: %(typename)s in %(fieldname)s is not an instance of Enum
uk: %(typename)s в %(fieldname)s не є примірником Enum

source: %(fieldname)s missing field type
uk: %(fieldname)s не містить тип поля

source: Invalid image format '%(format)s'
uk: неприпустимий формат образу '%(format)s'

source: Image model '%(image)s' is not supported
uk: Модель образу '%(image)s' не підтримується

source: Host '%(name)s' is not mapped to any cell
uk: Вузол '%(name)s' не закріплений за жодною коміркою

source: Cannot set realtime policy in a non dedicated cpu pinning policy
uk: Неможливо призначити політику реального часу у не спеціялізованій політиці прив’язки ЦПП.

source: Cannot set cpu thread pinning policy in a non dedicated cpu pinning policy
uk: Неможливо вказати стратегію прикріплення CPU до нитки в стратегії прикріплення невиділеного CPU

source: RequestSpec not found for instance %(instance_uuid)s
uk: RequestSpec не знайдений для %(instance_uuid)s

source: UEFI is not supported
uk: UEFI не підтримується

source: Triggering crash dump is not supported
uk: Активація дампу збою не підтримується

source: Requested CPU control policy not supported by host
uk: Запитана стратегія керування CPU не підтримується хостом

source: Realtime policy not supported by hypervisor
uk: Стратегія реального часу не підтримується гіпервізором

source: Realtime policy needs vCPU(s) mask configured with at least 1 RT vCPU and 1 ordinary vCPU. See hw:cpu_realtime_mask or hw_cpu_realtime_mask
uk: Стратегія реального часу потребує, щоб маска vCPU(s) була налаштована з хоча б одним 1 vCPU реального часу та 1 звичайним vCPU. Див. hw:cpu_realtime_mask або hw_cpu_realtime_mask

source: No configuration information found for operating system %(os_name)s
uk: Не знайдена інформація про конфігурацію для операційної системи %(os_name)s

source: BuildRequest not found for instance %(uuid)s
uk: BuildRequest не знайдений для примірника %(uuid)s

source: Attaching interfaces is not supported for instance %(instance)s.
uk: Приєднання інтерфейчів не підтримується для екземпляра %(instance)s.

source: Wrong type of hook method. Only 'pre' and 'post' type allowed
uk: Неприпустимий тип методу перехоплювача. Припустимі типи: 'pre' і 'post'

source: %(event_type)s is not a versioned notification and not whitelisted. See ./doc/source/notification.rst
uk: %(event_type)s не є сповіщенням з підтримкою версій та не входить до білого переліку. Див ./doc/source/notification.rst

source: %(worker_name)s value of %(workers)s is invalid, must be greater than 0
uk: Значення %(worker_name)s, що дорівнює %(workers)s, є неприпустимим. Значення має бути більшим 0

source: serve() can only be called once
uk: serve() може бути викликаний лише один раз

source: Invalid signature key type: %s
uk: Неприпустимий тип ключа підпису: %s

source: Required image properties for signature verification do not exist. Cannot verify signature. Missing property: %s
uk: Відсутні властивости образу, необхідні для перевірки підпису. Перевірка підпису неможлива. Відсутня властивість: %s

source: Error occurred while creating the verifier
uk: Помилка при створенні агента перевірки

source: The signature data was not properly encoded using base64
uk: Дані підпису у кодуванні base64 містять помилку

source: Invalid signature hash method: %s
uk: Неприпустимий метод хешу підпису: %s

source: Invalid public key type for signature key type: %s
uk: Неприпустимий тип відкритого ключа для даного типу ключа підпису: %s

source: Unable to retrieve certificate with ID: %s
uk: Не вдалося отримати сертифікат з ID: %s

source: Invalid certificate format: %s
uk: Невірний формат сертифікату: %s

source: Certificate is not valid before: %s UTC
uk: Сертифікат не діє до: %s UTC

source: Certificate is not valid after: %s UTC
uk: Сертифікат не дійсний після: %s UTC

source: Running cmd (subprocess): %s
uk: Виконання команди (субпроцес): %s

source: %(desc)r command: %(cmd)r exit code: %(code)r stdout: %(stdout)r stderr: %(stderr)r
uk: %(desc)r команда: %(cmd)r код виходу: %(code)r stdout: %(stdout)r stderr: %(stderr)r

source: %r failed. Not Retrying.
uk: %r з помилкою. Повторна спроба не намічена.

source: %r failed. Retrying.
uk: %r помилка. Виконується повтор.

source: Link Local address is not found.:%s
uk: Не знайдено локальної адреси лінії зв’язку: %s

source: Couldn't get Link Local IP of %(interface)s :%(ex)s
uk: Не вдалося отримати локальну IP-адресу посилання %(interface)s :%(ex)s

source: Expected object of type: %s
uk: Очікувався об’єкт типу: %s

source: The input is not a string or unicode
uk: Уведене значення не є рядком або unicode

source: %s is not a string or unicode
uk: %s не є рядком або unicode

source: %(name)s has a minimum character requirement of %(min_length)s.
uk: Мінімальне число символів у %(name)s має складати %(min_length)s.

source: %(name)s has more than %(max_length)s characters.
uk: %(name)s містить більше %(max_length)s символів.

source: %(value_name)s must be an integer
uk: %(value_name)s має бути цілим числом

source: %(value_name)s must be >= %(min_value)d
uk: %(value_name)s має бути >= %(min_value)d

source: %(value_name)s must be <= %(max_value)d
uk: %(value_name)s має бути <= %(max_value)d

source: The backlog must be more than 0
uk: Відставання має бути більшим, ніж 0

source: Unable to find cert_file : %s
uk: Не вдалося знайти cert_file : %s

source: Unable to find ca_file : %s
uk: Не вдалося знайти ca_file : %s

source: Unable to find key_file : %s
uk: Неможливо знайти key_file : %s

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
uk: При запуску сервера у режимі SSL, вам потрібно вказати значення параметрів cert_file і key_file у вашому файлі конфігурації

source: You must implement __call__
uk: Ви повинні реалізувати __call__

source: Invalid service catalog json.
uk: Неправильний службовий каталог json.

source: Unacceptable attach status:%s for ec2 API.
uk: Неприйнятний стан під’єднання: %s для API ec2.

source: Request must include either Timestamp or Expires, but cannot contain both
uk: Запит повинен включати Timestamp або Expires, але не обидва параметри

source: An unknown error has occurred. Please try your request again.
uk: Сталася невідома помилка. Будь ласка, спробуйте повторити ваш запит.

source: X-Instance-ID header is missing from request.
uk: Заголовок X-Instance-ID відсутній у запиті.

source: X-Instance-ID-Signature header is missing from request.
uk: У запиті відсутній заголовок X-Instance-ID-Signature.

source: X-Tenant-ID header is missing from request.
uk: Заголовок X-Tenant-ID відсутній у запиті.

source: Multiple X-Instance-ID headers found within request.
uk: Декілька заголовків X-Instance-ID знаходиться у запиті.

source: Multiple X-Tenant-ID headers found within request.
uk: У запиті виявлено декілька заголовків X-Tenant-ID.

source: X-Forwarded-For is missing from request.
uk: X-Forwarded-For відсутній у вимозі.

source: X-Metadata-Provider is missing from request.
uk: X-Metadata-Provider відсутній у вимозі.

source: Invalid proxy request signature.
uk: Невірний підпис запиту проксі.

source: Request is too large.
uk: Запит завеликий.

source: Must specify an ExtensionManager class
uk: Потрібно вказати клас ExtensionManager

source: '%(other)s' should be an instance of '%(cls)s'
uk: '%(other)s' має бути примірником '%(cls)s'

source: href %s does not contain version
uk: href %s не містить версію

source: Image metadata limit exceeded
uk: Обмеження метаданих образу перевищено

source: Image metadata key cannot be blank
uk: Ключ метаданих образу не може бути порожнім

source: Image metadata key too long
uk: Ключ образу метаданих задовгий

source: Invalid image metadata
uk: Неправильний образ метаданих

source: Cannot '%(action)s' instance %(server_id)s while it is in %(attr)s %(state)s
uk: Неможливо виконати дію '%(action)s' для екземпляру %(server_id)s в стані %(attr)s %(state)s

source: Instance %(server_id)s is in an invalid state for '%(action)s'
uk: Екземпляр %(server_id)s знаходиться у неприпустимому стані для дії '%(action)s'

source: Instance snapshots are not permitted at this time.
uk: Знятки копії на цю мить неприпустимі.

source: The requested functionality is not supported.
uk: Запитана функційність не підтримується.

source: Unexpected API Error. Please report this at http://bugs.launchpad.net/nova/ and attach the Nova API log if possible. %s
uk: Несподівана помилка API. Повідомте про це в http://bugs.launchpad.net/nova/ і прикріпіть протокол API Nova, якщо можливо. %s

source: cannot understand JSON
uk: неможливо розібрати JSON

source: too many body keys
uk: забагато ключів тіла

source: Unsupported Content-Type
uk: Непідтримуваний тип вмісту

source: There is no such action: %s
uk: Відсутня така дія: %s

source: Malformed request body
uk: Неправильне тіло запиту

source: Action: '%(action)s', calling method: %(meth)s, body: %(body)s
uk: Дія: %(action)s, викликаючий метод: %(meth)s, тіло: %(body)s

source: Malformed request URL: URL's project_id '%(project_id)s' doesn't match Context's project_id '%(context_project_id)s'
uk: Невірний формат URL запиту: project_id '%(project_id)s' для URL не відповідає project_id '%(context_project_id)s' для контексту

source: Unable to set password on instance
uk: Неможливо привласнити пароль копії

source: Cannot remove host %(host)s in aggregate %(id)s
uk: Неможливо вилучити вузол %(host)s в об’єднанні %(id)s

source: Instance %(instance)s does not have a port with id %(port)s
uk: В екземплярі %(instance)s немає порту з ІД %(port)s

source: Must not input both network_id and port_id
uk: Неможна уводити і network_id, і port_id

source: Must input network_id when request IP address
uk: Необхідно вказувати network_id при запиті IP-адреси

source: Command Not supported. Please use Ironic command %(cmd)s to perform this action.
uk: Команда не підтримується. Використовуйте команду Ironic %(cmd)s для виконання цієї дії.

source: Node %s could not be found.
uk: Вузол %s не знайдено.

source: Using different block_device_mapping syntaxes is not allowed in the same request.
uk: Використання різних форматів block_device_mapping у одному запиті не дозволено.

source: Cell %s doesn't exist.
uk: Комірка %s не існує.

source: Only root certificate can be retrieved.
uk: Може бути отримано лише кореневий сертифікат.

source: Unable to claim IP for VPN instances, ensure it isn't running, and try again in a few minutes
uk: Неможливо затвердити IP для VPN копій, переконайтеся, що не виконується і повторіть через декілька хвилин

source: Unknown action %s
uk: Невідома дія %s

source: token not provided
uk: маркер не вказаний

source: Token not found
uk: Маркер не знайдений

source: The requested console type details are not accessible
uk: Запитувані відомості про тип консолі недоступні

source: %s must be either 'MANUAL' or 'AUTO'.
uk: %s має бути 'MANUAL' або 'AUTO'.

source: admin password can't be changed on existing disk
uk: пароль адміністратора не може бути змінений на існуючому диску

source: Compute host %s not found.
uk: Не знайдено хост обчислення %s.

source: The target host can't be the same one.
uk: Хост призначення не може бути тим самим.

source: Fixed IP %s has been deleted
uk: Фіксовану IP %s було вилучено

source: Fixed IP %s not found
uk: Фіксований IP %s не знайдено

source: Fixed IP %s not valid
uk: Фіксована IP-адреса %s неприпустима

source: Access list not available for public flavors.
uk: Перелік прав доступу не доступний для публічних різновидів.

source: Can not add access to a public flavor.
uk: Неможливо додати доступ до публічного шаблону віртуального обладнання.

source: Not all flavors have been migrated to the API database
uk: Не всі різновиди були перенесені в базу даних API

source: Invalid is_public filter [%s]
uk: Невірний фільтр is_public [%s]

source: Invalid min_ram filter [%s]
uk: Невірний фільтр min_ram [%s]

source: Invalid minDisk filter [%s]
uk: Невірний фільтр minDisk_public [%s]

source: marker [%s] not found
uk: маркер [%s] не знайдений

source: Request body and URI mismatch
uk: Тіло запиту і URI не збігаються

source: Flavor %(flavor_id)s has no extra specs with key %(key)s.
uk: Різновид %(flavor_id)s не містить додаткових специфікацій з ключем %(key)s.

source: you can not pass project if the scope is private
uk: Неможна запустити проєкт, якщо область є приватною

source: you can not pass av_zone if the scope is public
uk: Неможна запустити av_zone, якщо область є публічнодоступною

source: DNS entries not found.
uk: Записи DNS не знайдені.

source: Floating IP not found for ID %s
uk: Плаваючу IP-не знайдено для ID %s

source: No more floating IPs in pool %s.
uk: Немає доступних нефіксованих IP у пулі %s.

source: No more floating IPs available.
uk: Немає більше доступних плаваючих IP-адрес.

source: IP allocation over quota in pool %s.
uk: Перевищення квоти виділення IP-адрес в пулі %s.

source: IP allocation over quota.
uk: Перевищення квоти виділення IP-адрес.

source: No nw_info cache associated with instance
uk: Кеш nw_info не пов’язаний з екземпляром

source: No fixed IPs associated to instance
uk: Немає фіксованих IP, пов’язаних з примірником

source: Specified fixed address not assigned to instance
uk: Вказана фіксована адреса не призначена екземпляру

source: Unable to associate floating IP %(address)s to any fixed IPs for instance %(id)s. Instance has no fixed IPv4 addresses to associate.
uk: Не вдається пов’язати нефіксовану IP %(address)s з якимось із фіксованих IP для примірника %(id)s. У примірника немає фіксованих адрес IPv4 для пов’язування.

source: floating IP is already associated
uk: плаваюча IP вже пов’язана

source: l3driver call to add floating IP failed
uk: Не вдалося виконати виклик l3driver для додавання нефіксованої IP

source: floating IP not found
uk: плаваючої IP не знайдено

source: Unable to associate floating IP %(address)s to fixed IP %(fixed_address)s for instance %(id)s. Error: %(error)s
uk: Не вдалося пов’язати нефіксовану IP-адресу %(address)s з фіксованою IP-адресою %(fixed_address)s для примірника %(id)s. Помилка: %(error)s

source: Floating IP is not associated
uk: Плаваюча IP не пов’язана

source: Floating IP %(address)s is not associated with instance %(id)s.
uk: Плаваюча IP %(address)s не пов’язана з екземпляром %(id)s.

source: Unknown action
uk: Невідома дія

source: /%s should be specified as single address(es) not in cidr format
uk: /%s має бути вказана як одинарна адреса не у форматі cidr

source: fping utility is not found.
uk: Утиліта fping не знайдена.

source: Hypervisor with ID '%s' could not be found.
uk: Гіпервізор з ідентифікатором '%s' не може бути знайдений.

source: No hypervisor matching '%s' could be found.
uk: Не знайдено відповідного гіпервізора '%s'.

source: Image not found.
uk: Образ не знайдений.

source: Invalid metadata key
uk: Неправильний ключ метаданих

source: You are not allowed to delete the image.
uk: Вам не дозволено вилучати образ.

source: Action %s not found
uk: Дія %s не знайдена

source: Invalid timestamp for date %s
uk: Неприпустима часова позначка для дати %s

source: Instance is not a member of specified network
uk: Копія не є учасником вказаної мережі

source: Quota exceeded, too many key pairs.
uk: Перевищена квота, забагато пар ключів.

source: min_count must be <= max_count
uk: min_count має бути <= max_count

source: Network not found
uk: Не знайдено мережі

source: Quota limit %(limit)s for %(resource)s must be -1 or greater.
uk: Обмеження квоти %(limit)s для %(resource)s має бути не менше -1.

source: Quota limit %(limit)s for %(resource)s must be greater than or equal to already used and reserved %(minimum)s.
uk: Обмеження квоти %(limit)s для %(resource)s має бути не менше вже зайнятого та зарезервованого об’єму %(minimum)s.

source: Quota limit %(limit)s for %(resource)s must be less than or equal to %(maximum)s.
uk: Обмеження квоти %(limit)s для %(resource)s має бути не більше %(maximum)s.

source: Invalid rescue_image_ref provided.
uk: Надано невідповідний rescue_image_ref

source: Not enough parameters to build a valid rule.
uk: Невистачає параметрів для збору правильного правила.

source: This default rule already exists.
uk: Це правило типово вже існує.
