Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nmap_zenmap-*.po
Languages: uk

source: Set IPv4 time to live (ttl)
uk: Встановити час життя IPv4 (ttl)

source: Causes the requested scan (including ping scans) to split up TCP headers over several packets.
uk: Викликає запит сканування (включаючи сканування ping) для розбиття заголовків TCP на кілька пакетів.

source: Fragment IP packets
uk: IP-пакети фрагментів

source: Print more information about the scan in progress. Open ports are shown as they are found as well as completion time estimates.
uk: Виводить додаткові відомости про хід виконання сканування. Відкриті порти відображаються у міру їх виявлення, так само як і час. що залишився до завершення.

source: Verbosity level
uk: Рівень розкриття подробиць

source: When even verbose mode doesn't provide sufficient data for you, debugging level is available to show more detailed output.
uk: Якщо режим розкриття докладних відомостей недостатній для Вас, Ви можете використовувати рівні зневадження, щоб виводилися докладніші відомости.

source: Debugging level
uk: Рівень зневадження

source: Print a summary of every packet sent or received.
uk: Виводити зведення кожного відправленого або отриманого пакунку.

source: Packet trace
uk: Слід пакету

source: Scan ports in order instead of randomizing them.
uk: Сканувати порти за порядком, замість випадкового порядку.

source: Disable randomizing scanned ports
uk: Вимкнути випадковий порядок сканування портів

source: Trace the network path to each target after scanning. This works with all scan types except connect scan (-sT) and idle scan (-sI).
uk: Відслідковувати шлях до мережі для кожної цілі після сканування. Це працює з усіма типами сканування, за винятком сканування з'єднання (-sT) та сканування у режимі очікування (-sI).

source: Trace routes to targets
uk: Відслідковувати маршрути до цілей

source: Try sending a probe to each port no more than this many times before giving up.
uk: Спробувати відправити тестовий пакунок до кожного порту не більше, ніж вказану кількість разів, перш ніж відмовлятися.

source: Max Retries
uk: Максимум повторів

source: Timing and performance
uk: Час і продуктивність

source: Give up on a host if it has not finished being scanning in this long. Time is in seconds by default, or may be followed by a suffix of 'ms' for milliseconds, 's' for seconds, 'm' for minutes, or 'h' for hours.
uk: Відмовлятись від хоста, якщо він ще не закінчив скануватися протягом цього часу. Типово час у секундах. Для інших одиниць часу додавати в кінці: «ms» для мілісекунд, «s» для секунд, «m» для хвилин або «h» для годин.

source: Max time to scan a target
uk: Максимальний час сканування мети

source: Wait no longer than this for a probe response before giving up or retransmitting the probe. Time is in seconds by default, or may be followed by a suffix of 'ms' for milliseconds, 's' for seconds, 'm' for minutes, or 'h' for hours.
uk: Чекати відповідь тестового пакунку не більше цього часу до відмови або повторного надсилання тестового пакунку. Типово час у секундах. Для інших одиниць часу додавати в кінці: «ms» для мілісекунд, «s» для секунд, «m» для хвилин або «h» для годин.

source: Max probe timeout
uk: Максимальний таймаут тестового пакунку

source: Wait at least this long for a probe response before giving up or retransmitting the probe. Time is in seconds by default, or may be followed by a suffix of 'ms' for milliseconds, 's' for seconds, 'm' for minutes, or 'h' for hours.
uk: Чекати відповідь тестового пакунку принаймні вказану кількість часу до відмови або повторного надсилання тестового пакунку. Типово час у секундах. Для інших одиниць часу додавати в кінці: «ms» для мілісекунд, «s» для секунд, «m» для хвилин або «h» для годин.

source: Min probe timeout
uk: Мінімальний таймаут тестового пакунку

source: Use the time given as the initial estimate of round-trip time. This can speed up scans if you know a good time for the network you're scanning.
uk: Використовуйте вказаний час, як початкову оцінку часу в обидва кінці. Це може пришвидшити сканування, якщо ви добре знаєте час для сканування мережі.

source: Initial probe timeout
uk: Початковий таймаут тестового пакунку

source: Scan no more than this many hosts in parallel.
uk: Сканувати паралельно не більше, ніж вказану кількіст хостів .

source: Max hosts in parallel
uk: Максимум хостів паралельно

source: Scan at least this many hosts in parallel.
uk: Сканувати паралельно не менше, ніж вказану кількість хостів .

source: Min hosts in parallel
uk: Максимум хостів паралельно

source: Never allow more than the given number of probes to be outstanding at a time. May be set to 1 to prevent Nmap from sending more than one probe at a time to hosts.
uk: Ніколи не дозволяйте більше, ніж задане число тестових пакунків, які виходять одночасно. Можливо краще встановити значення 1, щоб запобігти надсиланню до хостів від Nmap понад один пакунок одночасно .

source: Max outstanding probes
uk: Максимум вихідних тестових пакунків

source: Try to maintain at least the given number of probes outstanding during a scan. Common usage is to set to a number higher than 1 to speed up scans of poorly performing hosts or networks.
uk: Спробуйте підтримувати принаймні задану кількість тестових пакунків, які виходять під час сканування. Найпоширеніший спосіб - встановити значення більше ніж 1, щоб пришвидшити сканування нешвидких хостів або мереж.

source: Min outstanding probes
uk: Мінімум вихідних тестових пакунків

source: Do not allow the scan delay (time delay between successive probes) to grow larger than the given amount of time. Time is in seconds by default, or may be followed by a suffix of 'ms' for milliseconds, 's' for seconds, 'm' for minutes, or 'h' for hours.
uk: Не допускати щоб затримка сканування (час затримки між останніми успішними тестовими пакунками) перевищила вказаний проміжок часу. Типово час у секундах. Для інших одиниць часу додавати в кінці: «ms» для мілісекунд, «s» для секунд, «m» для хвилин або «h» для годин.

source: Max scan delay
uk: Максимальна затримка сканування

source: Wait at least the given amount of time between each probe sent to a given host. Time is in seconds by default, or may be followed by a suffix of 'ms' for milliseconds, 's' for seconds, 'm' for minutes, or 'h' for hours.
uk: Чекати вказану кількість часу між надсиланнями тестового пакунку до окремого хосту. Типово час у секундах. Для інших одиниць часу додавати в кінці: «ms» для мілісекунд, «s» для секунд, «m» для хвилин або «h» для годин.

source: Min delay between probes
uk: Мінімальна затримка між тестовими пакунками
