Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: Some fields are invalid.
uk: Деякі поля неприпустимі.

source: Some required fields are missing
uk: Деякі потрібні поля відсутні

source: Boot index is invalid.
uk: Неприпустимий індекс завантаження.

source: Unrecognized legacy format.
uk: Нерозпінаний застарілий формат.

source: Invalid source_type field.
uk: Неприпустиме поле source_type.

source: Invalid device UUID.
uk: Неприпустимий пристрій UUID.

source: Missing device UUID.
uk: Відсутній UUID обладнання.

source: Mapping image to local is not supported.
uk: Перетворення образу на локальний не підтримується.

source: Device name empty or too long.
uk: Найменування пристрою не заповнене або задовге.

source: Device name contains spaces.
uk: Найменування пристрою містить пробіли.

source: Invalid volume_size.
uk: Неприпустиме значення volume_size.

source: memcached_servers not defined
uk: memcached_servers не визначений

source: old style configuration can use only dictionary or memcached backends
uk: Конфігурація у старому стилі може базуватися лише на словнику або memcached

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
uk: read_deleted може бути лише один з 'no', 'yes', або 'only, не %r

source: failed to generate fingerprint
uk: не вдалося створити відбиток

source: failed to generate X509 fingerprint. Error message: %s
uk: не вдалося створити відбиток X509. Повідомлення про помилку: %s

source: An unknown exception occurred.
uk: Сталося невідоме виключення.

source: Failed to encrypt text: %(reason)s
uk: Не вдалося зашифрувати текст: %(reason)s

source: Failed to decrypt text: %(reason)s
uk: Не вдалося розшифрувати текст: %(reason)s

source: Failed to revoke certificate for %(project_id)s
uk: Не вдалося анулювати сертифікат для %(project_id)s

source: Virtual Interface creation failed
uk: Не вдалося створити віртуальний інтерфейс

source: Creation of virtual interface with unique mac address failed
uk: Не вдалося створити віртуальний інтерфейс за допомогою унікальної MAC-адреси

source: Virtual interface plugin failed
uk: Помилка в модулі віртуального інтерфейсу

source: Connection to glance host %(server)s failed: %(reason)s
uk: Не вдалося встановити з’єднання з хостом glance %(server)s: %(reason)s

source: Connection to cinder host failed: %(reason)s
uk: Не вдалося під’єднатися до хосту cinder: %(reason)s

source: Not authorized.
uk: Не уповноважено.

source: User does not have admin privileges
uk: Користувач не має адміністративних привілеїв

source: Policy doesn't allow %(action)s to be performed.
uk: Політика не припускає виконання %(action)s.

source: Volume resource quota exceeded
uk: Перевищено квоту на обсяг ресурсів

source: Image %(image_id)s is not active.
uk: Образ %(image_id)s не задіяний.

source: Not authorized for image %(image_id)s.
uk: Неприпустимо до зображення %(image_id)s.

source: Unacceptable parameters.
uk: Неприпустимі параметри.

source: Block Device Mapping is Invalid.
uk: Неприпустиме зв’язування блочного пристрою.

source: Block Device Mapping is Invalid: failed to get snapshot %(id)s.
uk: Неприпустиме зв’язування блочного пристрою: не вдалося отримати миттєву копію %(id)s.

source: Block Device Mapping is Invalid: failed to get volume %(id)s.
uk: Неприпустиме зв’язування блочного пристрою: не вдалося отримати том %(id)s.

source: Block Device Mapping is Invalid: %(auth_method)s is unsupported.
uk: Неприпустиме зв’язуваня блокового пристрою: %(auth_method)s не підтримується.

source: Block Device Mapping is Invalid: failed to get image %(id)s.
uk: Неприпустиме зв’язування блочного пристрою: не вдалося отримати образ %(id)s.

source: Block Device Mapping is Invalid: Boot sequence for the instance and image/block device mapping combination is not valid.
uk: Неприпустиме зв’язування блочного пристрою: Послідовність завантаження для даного екземпляру і комбінація зв’язування образу/блочного пристрою є неприпустимою.

source: Block Device Mapping is Invalid: You specified more local devices than the limit allows
uk: Неприпустиме зв’язування блочного пристрою: Ви вказали більше локальних пристроїв, ніж допускає обмеження

source: Ephemeral disks requested are larger than the instance type allows.
uk: Розмір запитуваних тимчасових дисків перевищує допустимий для даного типу екземпляру.

source: Swap drive requested is larger than instance type allows.
uk: Розмір запитуваного знімного диску перевищує допустимий для данного типу экземпляру.

source: Block Device Mapping is Invalid: %(details)s
uk: Неприпустиме зв’язування блочного пристрою: %(details)s

source: Block Device Mapping cannot be converted to legacy format.
uk: Зв’язування блочного пристрою не може бути перетворено на застарілий формат.

source: Block Device %(id)s is not bootable.
uk: Блочний пристрій не завантажувальний %(id)s.

source: Attribute not supported: %(attr)s
uk: Атрибут не підтримується: %(attr)s

source: Volume %(volume_id)s could not be attached. Reason: %(reason)s
uk: Не вдалося під’єднати том %(volume_id)s. Причина: %(reason)s

source: Volume %(volume_id)s is not attached to anything
uk: Том %(volume_id)s нікуди не приєднаний

source: Volume %(volume_id)s did not finish being created even after we waited %(seconds)s seconds or %(attempts)s attempts. And its status is %(volume_status)s.
uk: Створення тому %(volume_id)s не було завершено, навіть після очікування в %(seconds)s секунд або через %(attempts)s спроб. І його стан %(volume_status)s.

source: Volume encryption is not supported for %(volume_type)s volume %(volume_id)s
uk: Шифрування тому не підтримується для типу тому %(volume_type)s з ідентифікатором %(volume_id)s

source: Keypair data is invalid: %(reason)s
uk: Неприпустима пара ключів: %(reason)s

source: The request is invalid.
uk: Некоректний запит.

source: Invalid input received: %(reason)s
uk: Отримано неприпустимі вхідні дані: %(reason)s

source: Invalid volume: %(reason)s
uk: Неприпустимий том: %(reason)s

source: Invalid volume access mode: %(access_mode)s
uk: Неприпустимий режим доступу до тому: %(access_mode)s

source: Invalid metadata: %(reason)s
uk: Неприпустимі метадані: %(reason)s

source: Invalid metadata size: %(reason)s
uk: Неприпустимий розмір метаданих: %(reason)s

source: Invalid port range %(from_port)s:%(to_port)s. %(msg)s
uk: Неприпустимий діапазон портів %(from_port)s:%(to_port)s. %(msg)s

source: Invalid IP protocol %(protocol)s.
uk: Неприпустимий протокол IP %(protocol)s.

source: Invalid content type %(content_type)s.
uk: Неприпустимий тип вмісту %(content_type)s.

source: API Version String %(version)s is of invalid format. Must be of format MajorNum.MinorNum.
uk: Неприпустимий формат рядка версії API %(version)s. Потрібен формат: MajorNum.MinorNum.

source: API version %(version)s is not supported on this method.
uk: Версія API %(version)s не підтримується цим методом.

source: Version %(req_ver)s is not supported by the API. Minimum is %(min_ver)s and maximum is %(max_ver)s.
uk: Версія %(req_ver)s не підтримується в API. Мінімальна потрібна версія: %(min_ver)s, максимальна: %(max_ver)s.

source: Version of %(name) %(min_ver) %(max_ver) intersects with another versions.
uk: Версія %(name) %(min_ver) %(max_ver) intersects з іншими версіями.

source: Cannot add host to aggregate %(aggregate_id)s. Reason: %(reason)s.
uk: Не вдається додати хост у складовий об’єкт %(aggregate_id)s. Причина: %(reason)s.

source: Cannot remove host from aggregate %(aggregate_id)s. Reason: %(reason)s.
uk: Не вдається вилучити хост із складового об’єкту %(aggregate_id)s. Причина: %(reason)s.

source: Cannot update aggregate %(aggregate_id)s. Reason: %(reason)s.
uk: Не вдається оновити складовий об’єкт %(aggregate_id)s. Причина: %(reason)s.

source: Cannot update metadata of aggregate %(aggregate_id)s. Reason: %(reason)s.
uk: Не вдається оновити метадані у складовому об’єкті %(aggregate_id)s. Причина: %(reason)s.

source: Group not valid. Reason: %(reason)s
uk: Неприпустима група. Причина: %(reason)s

source: Sort key supplied was not valid.
uk: Наданий сортувальний ключ недійсний.

source: Invalid datetime string: %(reason)s
uk: Неприпустимий рядок дати/часу: %(reason)s

source: An invalid 'name' value was provided. The name must be: %(reason)s
uk: Неприпустиме значення 'name'. Має бути вказано: %(reason)s

source: Instance %(instance_uuid)s in %(attr)s %(state)s. Cannot %(method)s while the instance is in this state.
uk: Копія %(instance_uuid)s в %(attr)s %(state)s. Неможливо %(method)s під час знаходження копії у цьому стані.

source: Instance %(instance_id)s is not running.
uk: Копія %(instance_id)s не виконується.

source: Instance %(instance_id)s is not in rescue mode
uk: Копія %(instance_id)s не переведена у режим відновлення

source: Instance %(instance_id)s cannot be rescued: %(reason)s
uk: Копія %(instance_id)s не може бути врятована: %(reason)s

source: Instance %(instance_id)s is not ready
uk: Копія %(instance_id)s не готова

source: Failed to suspend instance: %(reason)s
uk: Не вдалося призупинити екземпляр: %(reason)s

source: Failed to resume instance: %(reason)s
uk: Не вдалося відновити екземпляр: %(reason)s

source: Failed to power on instance: %(reason)s
uk: Не вдалося увімкнути екземпляр: %(reason)s

source: Failed to power off instance: %(reason)s
uk: Не вдалося вимкнути екземпляр: %(reason)s

source: Failed to reboot instance: %(reason)s
uk: Не вдалося перезавантажити екземпляр: %(reason)s

source: Failed to terminate instance: %(reason)s
uk: Не вдалося завершити екземпляр: %(reason)s

source: Failed to deploy instance: %(reason)s
uk: Не вдалося розгорнути екземпляр: %(reason)s

source: Failed to launch instances: %(reason)s
uk: Не вдалося запустити екземпляри: %(reason)s

source: Service is unavailable at this time.
uk: На цю мить служба недоступна.

source: Insufficient compute resources: %(reason)s.
uk: Бракує обчислювальних ресурсів: %(reason)s.

source: Connection to the hypervisor is broken on host: %(host)s
uk: З’єднання з гіпервізором розірвано на хості: %(host)s

source: Compute service of %(host)s is unavailable at this time.
uk: На цю мить служба Compute %(host)s недоступна.

source: Compute service of %(host)s is still in use.
uk: Служба обчислення %(host)s як і раніше зайнята.

source: Unable to migrate instance (%(instance_id)s) to current host (%(host)s).
uk: Неможливо перемістити копію (%(instance_id)s) на поточний вузол (%(host)s).

source: The supplied hypervisor type of is invalid.
uk: Неприпустимий тип наданого гіпервізора

source: This compute node's hypervisor is older than the minimum supported version: %(version)s.
uk: Версія гіпервізора цього вузла нижче мінімально припустимої: %(version)s.

source: The instance requires a newer hypervisor version than has been provided.
uk: Копії потрібна нова версія гіпервізора, замість наданої.

source: This service is older (v%(thisver)i) than the minimum (v%(minver)i) version of the rest of the deployment. Unable to continue.
uk: Ця служба є застарілою (v%(thisver)i), у порівнянні з мінімальною (v%(minver)i) версією решти розгорнутої системи. Продовжити неможливо.

source: The supplied disk path (%(path)s) already exists, it is expected not to exist.
uk: Надана адреса диску (%(path)s) вже існує, але очікувалося, що відсутня.

source: The supplied device path (%(path)s) is invalid.
uk: Неприпустиме розташування наданого пристрою (%(path)s).

source: The supplied device path (%(path)s) is in use.
uk: Надана адреса пристрою (%(path)s) використовується.

source: The supplied device (%(device)s) is busy.
uk: Наданий пристрій (%(device)s) зайнятий.

source: Unacceptable CPU info: %(reason)s
uk: Незастосовувана інформація про CPU: %(reason)s

source: %(address)s is not a valid IP v4/6 address.
uk: %(address)s не є припустимою IP-адресою в4/6.

source: VLAN tag is not appropriate for the port group %(bridge)s. Expected VLAN tag is %(tag)s, but the one associated with the port group is %(pgroup)s.
uk: Тег VLAN не відповідає групі портів %(bridge)s. Очікуваний тег VLAN %(tag)s, але асоційований з групою портів %(pgroup)s.

source: vSwitch which contains the port group %(bridge)s is not associated with the desired physical adapter. Expected vSwitch is %(expected)s, but the one associated is %(actual)s.
uk: vSwitch, який поєднує у собі групу портів %(bridge)s не асоційований з бажаним фізичним адаптером. Очікуваний vSwitch %(expected)s, але асоційований %(actual)s.

source: Disk format %(disk_format)s is not acceptable
uk: Форматування диску %(disk_format)s неприпустиме

source: Disk info file is invalid: %(reason)s
uk: Неприпустимий файл інформації про диск: %(reason)s

source: Failed to read or write disk info file: %(reason)s
uk: Не вдалося прочитати або записати файл інформації про диск: %(reason)s

source: Image %(image_id)s is unacceptable: %(reason)s
uk: Образ %(image_id)s неприпустимий: %(reason)s

source: Request of image %(image_id)s got BadRequest response: %(response)s
uk: На запит образу %(image_id)s отримана відповідь BadRequest: %(response)s

source: Instance %(instance_id)s is unacceptable: %(reason)s
uk: Копія %(instance_id)s неприпустима: %(reason)s

source: Ec2 id %(ec2_id)s is unacceptable.
uk: Ec2 id %(ec2_id)s неприпустимий.

source: Expected a uuid but received %(uuid)s.
uk: Замість очікуваного UUID - %(uuid)s.

source: Invalid ID received %(id)s.
uk: Отримано неприпустимий ідентифікатор %(id)s.

source: Constraint not met.
uk: Обмеження не виконано.

source: Resource could not be found.
uk: Ресурс не може бути знайдений.

source: No agent-build associated with id %(id)s.
uk: З %(id)s не пов’язаний жоден agent-build.

source: Agent-build with hypervisor %(hypervisor)s os %(os)s architecture %(architecture)s exists.
uk: Agent-build з гіпервізором %(hypervisor)s, операційна система %(os)s, архітектура %(architecture)s, існує.

source: Volume %(volume_id)s could not be found.
uk: Том %(volume_id)s не знайдений.

source: Undefined Block Device Mapping root: BlockDeviceMappingList contains Block Device Mappings from multiple instances.
uk: Не визначено кореневий елемент зв’язування блокового пристрою: BlockDeviceMappingList містить зв’язування блокових пристроїв із декількох примірників.

source: No Block Device Mapping with id %(id)s.
uk: Відсутній зв’язок блокового пристрою з ІД %(id)s.

source: No volume Block Device Mapping with id %(volume_id)s.
uk: Відсутнє зв’язування блочного пристрою тому з ІД %(volume_id)s.

source: Block Device Mapping %(volume_id)s is a multi-attach volume and is not valid for this operation.
uk: Зв’язування блокового пристрою %(volume_id)s - це том з множинним під’єднанням, що неприпустимо для цієї операції.

source: No volume Block Device Mapping at path: %(path)s
uk: Немає відображення блочних пристроїв тому в шляху: %(path)s

source: Device detach failed for %(device)s: %(reason)s)
uk: Не вдалося відімкнути пристрій %(device)s: %(reason)s)

source: Device '%(device)s' not found.
uk: Пристрій '%(device)s' не знайдено.

source: Snapshot %(snapshot_id)s could not be found.
uk: Зняток %(snapshot_id)s не може бути знайдений.

source: No disk at %(location)s
uk: Відсутній диск в %(location)s

source: Could not find a handler for %(driver_type)s volume.
uk: Неможливо знайти обробник для тому %(driver_type)s.

source: Invalid image href %(image_href)s.
uk: Неприпустимий образ href %(image_href)s.

source: Requested image %(image)s has automatic disk resize disabled.
uk: Запитуваний образ %(image)s має вимкнену можливість зміни розміру диску.

source: Image %(image_id)s could not be found.
uk: Образ %(image_id)s не знайдений.

source: The current driver does not support preserving ephemeral partitions.
uk: Поточний драйвер не підтримує збереження тимчасових розділів.

source: Image %(image_id)s could not be found. The nova EC2 API assigns image ids dynamically when they are listed for the first time. Have you listed image ids since adding this image?
uk: Не вдалося знайти образ %(image_id)s. API nova EC2 призначає ідентифікатори образів динамічно, коли вони вказані вперше. Ви перелічили ідентифікатори при додаванні цього образу?

source: Project %(project_id)s could not be found.
uk: Проект %(project_id)s не знайдено.

source: Cannot find SR to read/write VDI.
uk: Неможливо знайти SR для читання/запису VDI.

source: Instance %(uuid)s has no mapping to a cell.
uk: Екземпляр %(uuid)s не має зв’язків з коміркою.

source: Network %(network_id)s is duplicated.
uk: Створено дублікат мережі %(network_id)s.

source: Failed to release IP %(address)s with MAC %(mac_address)s
uk: Не вдалося звільнити IP-адресу %(address)s з MAC-адресою %(mac_address)s

source: Network %(network_id)s is still in use.
uk: Мережа %(network_id)s все ще використовується.

source: Network set host failed for network %(network_id)s.
uk: Не вдалося вказати хост для мережі %(network_id)s.

source: %(req)s is required to create a network.
uk: %(req)s потрібно для створення мережі.

source: Maximum allowed length for 'label' is 255.
uk: Максимальна дозволена довжина для 'label' - 255.

source: %(key)s must be an integer.
uk: %(key)s має бути цілим числом.

source: %(cidr)s is not a valid IP network.
uk: %(cidr)s не є припустимою IP-мережі.

source: %(address)s is not a valid IP address.
uk: %(address)s не є припустимою IP-адресою.

source: %(address)s is not within %(cidr)s.
uk: %(address)s не належить %(cidr)s.

source: Detected existing vlan with id %(vlan)d
uk: Знайдена існуюча vlan з ідентифікатором %(vlan)d

source: Requested cidr (%(cidr)s) conflicts with existing cidr (%(other)s)
uk: Запитаний cidr (%(cidr)s) конфліктує з існуючим cidr (%(other)s)

source: Network must be disassociated from project %(project_id)s before it can be deleted.
uk: Повинен бути вилучений зв’язок мережі з проєктом %(project_id)s перед вилученням мережі.

source: Network %(network_id)s could not be found.
uk: Мережа %(network_id)s не знайдена.

source: Port id %(port_id)s could not be found.
uk: Ідентифікатор порта id %(port_id)s не знайдено.

source: Network could not be found for bridge %(bridge)s
uk: Мережа не може бути знайдена для моста %(bridge)s

source: Network could not be found for uuid %(uuid)s
uk: Мережа не може бути знайдена для uuid %(uuid)s

source: Network could not be found with cidr %(cidr)s.
uk: Мережа не знайдена з cidr %(cidr)s.

source: Network could not be found for instance %(instance_id)s.
uk: Мережа не знайдена для копії %(instance_id)s.

source: No networks defined.
uk: Мережі не визначені.

source: No more available networks.
uk: Доступних мереж більше немає.

source: Either network uuid %(network_uuid)s is not present or is not assigned to the project %(project_id)s.
uk: uuid мережі %(network_uuid)s відсутній або не призначений проєкту %(project_id)s.

source: More than one possible network found. Specify network ID(s) to select which one(s) to connect to.
uk: Знайдено більше однієї можливої мережі. Вкажіть ІД мережі, до якої потрібно виконати під’єднання.

source: Network %(network_uuid)s requires a subnet in order to boot instances on.
uk: Мережі %(network_uuid)s потрібна підмережа для завантаження екземплярів.

source: It is not allowed to create an interface on external network %(network_uuid)s
uk: Не дозволено створювати інтерфейси у зовнішній мережі %(network_uuid)s

source: Physical network is missing for network %(network_uuid)s
uk: Відсутня фізична мережа для мережі %(network_uuid)s

source: vhostuser_sock_path not present in vif_details for vif %(vif_id)s
uk: vhostuser_sock_path відсутній в vif_details для vif %(vif_id)s

source: Parameters %(missing_params)s not present in vif_details for vif %(vif_id)s. Check your Neutron configuration to validate that the macvtap parameters are correct.
uk: Параметри %(missing_params)s відсутні в vif_details для vif %(vif_id)s. Перевірте що параметри macvtap у конфігурації Neutron вірні.

source: OVS configuration failed with: %(inner_exception)s.
uk: Помилка налаштування OVS: %(inner_exception)s.

source: Could not find the datastore reference(s) which the VM uses.
uk: Неможливо знайти посилання сховища даних, які використовуються ВМ.

source: Port %(port_id)s is still in use.
uk: Порт %(port_id)s досі використовується.

source: Port %(port_id)s requires a FixedIP in order to be used.
uk: Для використання порту %(port_id)s потрібно FixedIP.

source: Port %(port_id)s not usable for instance %(instance)s.
uk: Порт %(port_id)s неможливо використовувати для копії %(instance)s.

source: Port %(port_id)s not usable for instance %(instance)s. Value %(value)s assigned to dns_name attribute does not match instance's hostname %(hostname)s
uk: Порт %(port_id)s не застосовуваний для примірника %(instance)s. Значення %(value)s, привласнене атрибуту dns_name attribute, не збігається з іменем хосту %(hostname)s примірника

source: No free port available for instance %(instance)s.
uk: Вільний порт для копії не виявлений %(instance)s.

source: Binding failed for port %(port_id)s, please check neutron logs for more information.
uk: Не вдалося виконати пов’язування порту %(port_id)s, для докладнішої інформації перевірте логи Neutron

source: Fixed IP %(address)s already exists.
uk: Фіксована IP %(address)s вже існує.

source: No fixed IP associated with id %(id)s.
uk: Відсутня фіксована IP, асоційована з ідентифікатором %(id)s.

source: Fixed IP not found for address %(address)s.
uk: Фіксована IP не знайдена для адреси %(address)s.

source: Instance %(instance_uuid)s has zero fixed IPs.
uk: Примірник %(instance_uuid)s не має фіксованих IP.

source: Network host %(host)s has zero fixed IPs in network %(network_id)s.
uk: Хост %(host)s не має фіксованих IP у мережі %(network_id)s.

source: Instance %(instance_uuid)s doesn't have fixed IP '%(ip)s'.
uk: Примірник %(instance_uuid)s не має фіксованих IP '%(ip)s'.

source: Fixed IP address (%(address)s) does not exist in network (%(network_uuid)s).
uk: Фіксована IP адреса (%(address)s), не існує в мережі (%(network_uuid)s).

source: Fixed IP associate failed for network: %(net)s.
uk: Зіставлення фіксованих IP-адрес не виконано для мережі %(net)s.

source: Fixed IP address %(address)s is already in use on instance %(instance_uuid)s.
uk: Фіксована IP-адреса %(address)s вже використовується копією %(instance_uuid)s.

source: More than one instance is associated with fixed IP address '%(address)s'.
uk: Більш ніж один екземпляр пов'язаний з фіксованою IP-адресою '%(address)s'.

source: Fixed IP address %(address)s is invalid.
uk: Неприпустима фіксована IP-адреса %(address)s.

source: No fixed IP addresses available for network: %(net)s
uk: Немає доступних фіксованих IP-адрес для мережі %(net)s

source: Zero fixed IPs could be found.
uk: Не знайдено жодного фіксованого IP.

source: Floating IP %(address)s already exists.
uk: Плаваюча IP %(address)s вже існує.

source: Floating IP not found for ID %(id)s.
uk: Плаваючу IP-не знайдено для ID %(id)s.

source: The DNS entry %(name)s already exists in domain %(domain)s.
uk: Запис DNS %(name)s вже існує в домені %(domain)s.

source: Floating IP not found for address %(address)s.
uk: Плаваючу IP не знайдено для адреси %(address)s.

source: Floating IP not found for host %(host)s.
uk: Плаваючу IP не знайдено для вузла %(host)s.

source: Multiple floating IPs are found for address %(address)s.
uk: Кілька плаваючих IP-адрес знайдено для адреси %(address)s.

source: Floating IP pool not found.
uk: Пул нефіксованих IP не знайдено.

source: Zero floating IPs available.
uk: Немає доступних нефіксованих IP.

source: Floating IP %(address)s is associated.
uk: Плаваюча IP %(address)s пов’язана.

source: Floating IP %(address)s is not associated.
uk: Плаваюча IP %(address)s не пов’язана.

source: Zero floating IPs exist.
uk: Немає нефіксованих IP.

source: Interface %(interface)s not found.
uk: Інтерфейс %(interface)s не знайдено.

source: Floating IP allocate failed.
uk: Виділення нефіксованих IP-адрес не виконано.
