Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: Value must be >= 0 for field %s
uk: Значення має бути >= 0 для поля %s

source: Value must match %s
uk: Значення має відповідати %s

source: IPv6 netmask "%s" must be a netmask or integral prefix
uk: Маска мережі IPv6 "%s" повинна бути маскою мережі або інтегральним префіксом

source: invalid %(property)s %(attr)s
uk: неприпустимий %(property)s %(attr)s

source: Device type mismatch for alias '%s'
uk: Невідповідність типу пристрою для псевдоніму '%s'

source: Invalid entry: '%s'
uk: Неприпустимий запис: '%s'

source: Invalid entry: '%s'; Expecting list or dict
uk: Неприпустимий запис: '%s'; очікується перелік або dict

source: Invalid entry: '%s'; Expecting dict
uk: Неприпустимий запис: '%s'; очікувався dict

source: Is the appropriate service running?
uk: Чи виконується відповідна служба?

source: Could not find another compute
uk: Неможливо знайти інший compute

source: There are not enough hosts available.
uk: Немає достатнього числа доступних хостів.

source: Cannot load scheduler driver from configuration %(conf)s.
uk: Не вдається завантажити драйвер планувальника із конфігурації %(conf)s.

source: Exceeded max scheduling attempts %(max_attempts)d for instance %(instance_uuid)s. Last exception: %(exc_reason)s
uk: Перевищено максимальну кількість запланованих повторних спроб %(max_attempts)d для виконуваної копії %(instance_uuid)s. Останнє виключення: %(exc_reason)s

source: ServerGroupAffinityFilter not configured
uk: ServerGroupAffinityFilter не налаштований

source: ServerGroupAntiAffinityFilter not configured
uk: ServerGroupAntiAffinityFilter не налаштований

source: ServerGroupSoftAffinityWeigher not configured
uk: ServerGroupSoftAffinityWeigher не налаштований

source: ServerGroupSoftAntiAffinityWeigher not configured
uk: ServerGroupSoftAntiAffinityWeigher не налаштований

source: service is a mandatory argument for DB based ServiceGroup driver
uk: служба є обов’язковим аргументом для бази даних на основі драйвера ServiceGroup

source: service is a mandatory argument for Memcached based ServiceGroup driver
uk: служба є обов’язковим аргументом для Memcached на основі драйвера ServiceGroup

source: Invalid type for %s
uk: Неприпустимий тип для %s

source: Invalid type for %s entry
uk: Неприпустимий тип для запису %s

source: Hypervisor driver does not support post_live_migration_at_source method
uk: Драйвер гіпервізора не підтримує метод post_live_migration_at_source

source: Event must be an instance of nova.virt.event.Event
uk: Подія має бути екземпляром nova.virt.event.Event

source: Started
uk: Розпочато

source: Stopped
uk: Зупинено

source: Paused
uk: Призупинено

source: Resumed
uk: Продовжено

source: Suspended
uk: Призупинено

source: Unknown
uk: Невідомо

source: No CPUs available after parsing %r
uk: CPU не доступні після синтаксичного аналізу %r

source: Invalid range expression %r
uk: Неприпустимий вираз діяпазону %r

source: Invalid exclusion expression %r
uk: Неприпустимий вираз виключення %r

source: Invalid inclusion expression %r
uk: Неприпустимий вираз включення %r

source: qemu-img failed to execute on %(path)s : %(exp)s
uk: qemu-img не виконаний в %(path)s : %(exp)s

source: Failed to run qemu-img info on %(path)s : %(error)s
uk: Не вдалося виконати команду qemu-img info в %(path)s : %(error)s

source: Unable to convert image to %(format)s: %(exp)s
uk: Не вдається перетворити образ на %(format)s: %(exp)s

source: 'qemu-img info' parsing failed.
uk: Помилка аналізу 'qemu-img info'.

source: fmt=%(fmt)s backed by: %(backing_file)s
uk: fmt=%(fmt)s за підтримки: %(backing_file)s

source: Unable to convert image to raw: %(exp)s
uk: Не вдається перетворити образ на формат raw: %(exp)s

source: Converted to raw, but format is now %s
uk: Конвертація в необроблений, але поточний формат %s

source: image already mounted
uk: образ вже змонтований

source: Not implemented on Windows
uk: Не реалізований у Windows

source: User %(username)s not found in password file.
uk: Користувач %(username)s не знайдений у файлі паролів.

source: User %(username)s not found in shadow file.
uk: Користувач %(username)s не знайдений у тіньовому файлі.

source: partition search unsupported with %s
uk: пошук розділу не підтримується з %s

source: partition %s not found
uk: розділ %s не знайдений

source: Failed to map partitions: %s
uk: Помилка мапи розділів: %s

source: Failed to mount filesystem: %s
uk: Помилка монтування файлової системи: %s

source: Could not attach image to loopback: %s
uk: Неможливо прикріпити образ для замикання: %s

source: nbd unavailable: module not loaded
uk: nbd недоступний: модуль не завантажений

source: No free nbd devices
uk: Немає вільних пристроїв NBD

source: qemu-nbd error: %s
uk: помилка qemu-nbd: %s

source: nbd device %s did not show up
uk: Пристрій nbd %s не показаний

source: libguestfs is not installed (%s)
uk: Не встановлена libguestfs (%s)

source: libguestfs installed but not usable (%s)
uk: libguestfs встановлена, але її неможливо використовувати (%s)

source: No operating system found in %s
uk: Операційна система не знайдена в %s

source: Multi-boot operating system found in %s
uk: Операційна система альтернативного завантаження знайдена в %s

source: No mount points found in %(root)s of %(image)s
uk: Не виявлені точки монтування в %(root)s із %(image)s

source: Error mounting %(device)s to %(dir)s in image %(image)s with libguestfs (%(e)s)
uk: Помилка монтування %(device)s до %(dir)s в образі %(image)s з libguestfs (%(e)s)

source: Error mounting %(image)s with libguestfs (%(e)s)
uk: Помилка монтування %(image)s з libguestfs (%(e)s)

source: File path %s not valid
uk: Неприпустима адреса файлу %s

source: VIF plugging is not supported by the Hyper-V driver.
uk: Підімкнення VIF не підтримується драйвером Hyper-V.

source: VIF unplugging is not supported by the Hyper-V driver.
uk: Відімкнення VIF не підтримується драйвером Hyper-V.

source: Host PowerOn is not supported by the Hyper-V driver
uk: Драйвер Hyper-V не підтримує увімкнення живлення хосту

source: Cannot resize the root disk to a smaller size. Current size: %(curr_root_gb)s GB. Requested size: %(new_root_gb)s GB.
uk: Не можна змінити розмір кореневого диску на менший розмір. Поточний розмір: %(curr_root_gb)s ГБ. Запитаний розмір: %(new_root_gb)s ГБ.

source: Cannot access "%(instances_path)s", make sure the path exists and that you have the proper permissions. In particular Nova-Compute must not be executed with the builtin SYSTEM account or other accounts unable to authenticate on a remote host.
uk: Немає доступу до "%(instances_path)s", переконайтеся в існуванні шляху та наявности потрібних прав доступу. В тому числі, Nova-Compute не повинен виконуватися з вбудованим обліковим записом SYSTEM або іншими обліковими записами, які неможливо ідентифікувати на віддаленому хості.

source: VIF driver not found for network_api_class: %s
uk: Драйвер VIF не знайдений для network_api_class: %s

source: Unable to find a mounted disk for target_iqn: %s
uk: Неможливо знайти змонтований диск для target_iqn: %s

source: Unable to find a mounted disk for target_iqn: %s. Please ensure that the host's SAN policy is set to "OfflineAll" or "OfflineShared"
uk: Не вдалося знайти змонтований диск для target_iqn: %s. Переконайтеся, що стратегії SAN хосту привласнено значення "OfflineAll" або "OfflineShared"

source: Unable to authenticate Ironic client.
uk: Не вдалося ідентифікувати клієнт Ironic.

source: Failed to add deploy parameters on node %(node)s when provisioning the instance %(instance)s
uk: Не вдалося додати параметри розгортання на вузлі %(node)s при виділенні ресурсів екземпляру %(instance)s

source: Instance %s provisioning was aborted
uk: Надання ресурсів виконуваній копії %s було перервано

source: Failed to provision instance %(inst)s: %(reason)s
uk: Не вдалося виділити ресурси екземпляру %(inst)s: %(reason)s

source: Ironic node uuid not supplied to driver for instance %s.
uk: Драйверу не переданий UUID вузла Ironic для екземпляру %s.

source: Ironic node: %(id)s failed to validate. (deploy: %(deploy)s, power: %(power)s)
uk: Вузол Ironic: %(id)s не вдалося перевіртити. (розгортання: %(deploy)s, живлення: %(power)s)

source: Error destroying the instance on node %(node)s. Provision state still '%(state)s'.
uk: Помилка знищення екземпляру на вузлі %(node)s. Стан виділення ресурсів усе ще '%(state)s'.

source: Ironic node: %(id)s virtual to physical interface count missmatch (Vif count: %(vif_count)d, Pif count: %(pif_count)d)
uk: Вузол Ironic %(id)s: невідповідність числа віртуальних і фізичних інтерфейсів (число віртуальних: %(vif_count)d, число фізичних: %(pif_count)d)

source: Failed to request Ironic to rebuild instance %(inst)s: %(reason)s
uk: Не вдалося запитати Ironic для перекомпонування еземпляру %(inst)s: %(reason)s

source: Unable to determine disk prefix for %s
uk: Неможливо визначити префікс диска для %s

source: No free disk device names for prefix '%s'
uk: Немає імен пристроїв вільних дисків для префіксу '%s'

source: Unable to determine disk bus for '%s'
uk: Неможливо визначити шину диска для '%s'

source: Root element name should be '%(name)s' not '%(tag)s'
uk: Ім’я кореневого елементу має бути %(name)s, а не %(tag)s

source: Nova requires libvirt version %s or greater.
uk: Для Nova потрібна версія libvirt %s або вище.

source: Running Nova with parallels virt_type requires libvirt version %s
uk: Для виконання Nova одночасно з virt_type потрібна версія libvirt %s

source: Running Nova with qemu/kvm virt_type on %(arch)s requires libvirt version %(libvirt_ver)s and qemu version %(qemu_ver)s, or greater
uk: Для роботи Nova з qemu/kvm virt_type на %(arch)s потрібен libvirt версії не нижче %(libvirt_ver)s і qemu версії не нижче %(qemu_ver)s

source: operation time out
uk: тайм-аут операції

source: Volume sets block size, but the current libvirt hypervisor '%s' does not support custom block size
uk: Том вказує розмір блоку, але поточний гіпервізор libvirt '%s' не підтримує нестандартний розмір блоку

source: Swap only supports host devices
uk: Перемикання підтримує лише пристрої хосту

source: Error from libvirt while set password for username "%(user)s": [Error Code %(error_code)s] %(ex)s
uk: Помилка з libvirt під час встановлення паролю для користувача "%(user)s": [Код помилки %(error_code)s] %(ex)s

source: Error from libvirt while quiescing %(instance_name)s: [Error Code %(error_code)s] %(ex)s
uk: Помилка в libvirt під час призупинки %(instance_name)s: [Код помилки: %(error_code)s] %(ex)s

source: Found no disk to snapshot.
uk: Не знайдено диск для створення миттєвої копії.

source: Unknown type: %s
uk: Невідомий тип: %s

source: snapshot_id required in create_info
uk: snapshot_id обов’язковий в create_info

source: Something went wrong when deleting a volume snapshot: rebasing a %(protocol)s network disk using qemu-img has not been fully tested
uk: Виникла неполадка під час вилучення знятку тому: перебазування %(protocol)s мережевого диску використовуючи qemu-img не було повністю протестовано

source: Libvirt '%s' or later is required for online deletion of volume snapshots.
uk: Для оперативного вилучення миттєвих копій тому потрібен libvirt '%s' або пізніша версія.

source: Unknown delete_info type %s
uk: Невідомий тип delete_info %s

source: Disk with id: %s not found attached to instance.
uk: Диск з ІД %s не підімкнутий до екземпляру.

source: filename cannot be None
uk: ім’я файлу не може бути None

source: no match found for %s
uk: не знайдено відповідности для %s

source: Relative blockcommit support was not detected. Libvirt '%s' or later is required for online deletion of file/network storage-backed volume snapshots.
uk: Не знайдена підтримка відносної команди blockcommit. Потрібен libvirt %s або вище для оперативного вилучення миттєвих копій томів, що знаходяться у файловому або мережевому сховищі.

source: %s format is not supported
uk: Формат %s не підтримується

source: Detaching PCI devices with libvirt < %(ver)s is not permitted
uk: Відімкнення пристроїв PCI з libvirt < %(ver)s заборонено

source: Detaching SR-IOV ports with libvirt < %(ver)s is not permitted
uk: Відімкнення портів SR-IOV з libvirt < %(ver)s заборонено

source: Config requested an explicit CPU model, but the current libvirt hypervisor '%s' does not support selecting CPU models
uk: Конфігурація запитала явну модель CPU, але гіпервізор поточної libvirt '%s' не підтримує вибір моделей CPU

source: Config requested a custom CPU model, but no model name was provided
uk: Конфігурація запитала користувацьку модель CPU, але не вказано ім’я моделі

source: A CPU model name should not be set when a host CPU model is requested
uk: Ім’я моделі CPU не повинне встановлюватися, коли запитана модель CPU хосту

source: Volume sets discard option, but libvirt %(libvirt)s or later is required, qemu %(qemu)s or later is required.
uk: В параметрах тому увімкнено анулювання, але порібен libvirt %(libvirt)s або пізнішої версії і qemu не нижче версії %(qemu)s.

source: Unable to get host UUID: /etc/machine-id does not exist
uk: Неможливо отримати UUID вузла: /etc/machine-id не існує

source: Unable to get host UUID: /etc/machine-id is empty
uk: Неможливо отримати UUID вузла: /etc/machine-id порожній

source: Invalid libvirt version %(version)s
uk: Неприпустима версія libvirt %(version)s

source: Invalid vcpu_pin_set config, one or more of the specified cpuset is not online. Online cpuset(s): %(online)s, requested cpuset(s): %(req)s
uk: Неприпустима конфігурація vcpu_pin_set, одна або декілька заданих груп cpuset не під’єднані. Під’єднаних cpuset: %(online)s, запитаних cpuset: %(req)s

source: Invalid vcpu_pin_set config, out of hypervisor cpu range.
uk: Невірна конфігурація vcpu_pin_set, поза діяпазоном cpu гіпервізора.

source: Block migration can not be used with shared storage.
uk: Блокування переміщення не може бути використано з загальнодоступним сховищем.

source: Cannot block migrate instance %(uuid)s with mapped volumes. Selective block device migration feature requires libvirt version %(libvirt_ver)s
uk: Блоковий переніс примірника %(uuid)s із пов’язаними томами неможливий. Для вибіркового переносу блокового пристрою потрібен libvirt версії %(libvirt_ver)s

source: Live migration can not be used without shared storage except a booted from volume VM which does not have a local disk.
uk: Пряме переміщення не може використовуватися без загальнодоступного сховища, за виключенням завантаження з тому ВМ, що не має локального диску.

source: Unable to migrate %(instance_uuid)s: Disk of instance is too large(available on destination host:%(available)s < need:%(necessary)s)
uk: Неможливо перемістити %(instance_uuid)s: Диск копії має великий об’єм (доступно на кінцевому вузлі:%(available)s < потрібно:%(necessary)s)

source: CPU doesn't have compatibility. %(ret)s Refer to %(u)s
uk: CPU не має сумісності. %(ret)s Зверніться до %(u)s

source: The firewall filter for %s does not exist
uk: Фільтр брандмауера для %s не існує

source: Your libvirt version does not support the VIR_DOMAIN_XML_MIGRATABLE flag or your destination node does not support retrieving listen addresses. In order for live migration to work properly, you must configure the graphics (VNC and/or SPICE) listen addresses to be either the catch-all address (0.0.0.0 or ::) or the local address (127.0.0.1 or ::1).
uk: Версія libvirt не підтримує прапор VIR_DOMAIN_XML_MIGRATABLE, або цільовий вузол не підтримує видобування адрес отримання запитів. Для правильної роботи оперативного переносу необхідно налаштувати адреси для графіки (VNC або SPICE) як будь-які (0.0.0.0 або ::) або локальні (127.0.0.1 або ::1).

source: Your libvirt version does not support the VIR_DOMAIN_XML_MIGRATABLE flag or your destination node does not support retrieving listen addresses. In order for live migration to work properly you must either disable serial console or upgrade your libvirt version.
uk: Ваша версія libvirt не підтримує прапор VIR_DOMAIN_XML_MIGRATABLE або вузол призначення не підтримує отримання прослуховуваних адрес. Для належного виконання прямого переміщення Вам необхідно відімкнути консоль на послідовному порті або оновити версію libvirt.

source: Unable to resize disk down.
uk: Неможна зменшити розмір диска.

source: Migration is not supported for LVM backed instances
uk: Переніс не підтримується для зарезервованих екземплярів LVM

source: not able to execute ssh command: %s
uk: не може виконати команду ssh: %s

source: Unable to detach from guest transient domain.
uk: Не вдається від’єднатися від гостьового тимчасового домену.

source: Error from libvirt while getting domain info for %(instance_name)s: [Error Code %(error_code)s] %(ex)s
uk: Помилка в libvirt при отриманні інформації про домен для %(instance_name)s: [Код помилки: %(error_code)s] %(ex)s

source: libvirt error while requesting blockjob info.
uk: Помилка libvirt при запиті інформації про blockjob.

source: Can not handle authentication request for %d credentials
uk: Неможливо опрацювати запит ідентифікації для ідентифікаційних даних %d

source: Connection to libvirt lost: %s
uk: З’єднання з libvirt втрачено: %s

source: Error from libvirt while looking up %(instance_id)s: [Error Code %(error_code)s] %(ex)s
uk: Помилка libvirt під час пошуку %(instance_id)s: [Код помилки %(error_code)s] %(ex)s

source: Error from libvirt while looking up %(instance_name)s: [Error Code %(error_code)s] %(ex)s
uk: Помилка libvirt під час пошуку %(instance_name)s: [Код помилки %(error_code)s] %(ex)s

source: Invalid usage_type: %s
uk: Неприпустимий usage_type: %s

source: Incompatible settings: ephemeral storage encryption is supported only for LVM images.
uk: Несумісні параметри: шифрування тимчасової пам’яті підтримується лише для образів LVM.

source: Could not load line %(line)s, got error %(error)s
uk: Не вдалося завантажити рядок %(line)s. Помилка: %(error)s

source: Attempted overwrite of an existing value.
uk: Спроба замінити існуюче значення.

source: clone() is not implemented
uk: Функція clone() не реалізована

source: direct_snapshot() is not implemented
uk: Функція direct_snapshot() не зреалізована

source: You should specify images_volume_group flag to use LVM images.
uk: Необхідно вказати прапор images_volume_group для використання образів LVM.

source: Instance disk to be encrypted but no context provided
uk: Диск екземпляру повинен шифруватися, але не передано контекст

source: You should specify images_rbd_pool flag to use rbd images.
uk: Необхідно вказати прапор images_rbd_pool для використання образів rbd.

source: Image is not raw format
uk: Образ не у форматі raw

source: No image locations are accessible
uk: Немає доступних розташувань образів

source: Cannot determine the parent storage pool for %s; cannot determine where to store images
uk: Невідомий батьківський пул пам’яті для %s. Не вдається визначити розташування для збереження образів

source: PCS doesn't support images in %s format. You should either set force_raw_images=True in config or upload an image in ploop or raw format.
uk: PCS не підтримує образи у форматі %s. Необхідно або вказати у конфігурації force_raw_images=True, або передати образ у форматі ploop або raw.

source: Unknown image_type=%s
uk: Невідомий image_type=%s

source: Can't retrieve root device path from instance libvirt configuration
uk: Неможливо видобути кореневий шлях до пристрою із конфігурації libvirt екземпляру

source: vif_type parameter must be present for this vif_driver implementation
uk: Параметр vif_type повинен бути присутнім для цієї реалізації vif_driver

source: Unexpected vif_type=%s
uk: Несподіваний vif_type=%s

source: Plug vif failed because of unexpected vif_type=%s
uk: Вставка vif не виконана з-за непередбаченого параметру vif_type=%s

source: Insufficient Space on Volume Group %(vg)s. Only %(free_space)db available, but %(size)d bytes required by volume %(lv)s.
uk: Бракує місця у групі томів %(vg)s. Лише %(free_space)db доступно, але %(size)d байтів необхідно тому %(lv)s.

source: vg %s must be LVM volume group
uk: vg %s має бути групою томів LVM

source: Path %s must be LVM logical volume
uk: Шлях %s має бути логічним томом LVM

source: rbd python libraries not found
uk: Не знайдені бібліотеки rbd і python

source: Not stored in rbd
uk: Не збережено в rbd

source: Blank components
uk: Порожні компоненти

source: Not an rbd snapshot
uk: Не є миттєвою копією rbd

source: no write permission on storage pool %s
uk: немає прав запису у пул пам’яті %s

source: no usable parent snapshot for volume %s
uk: не знайдена придатна батьківська миттєва копія для тому %s

source: Invalid volume source data
uk: Неприпустимі початкові дані тому

source: Invalid target_lun
uk: Неприпустимий target_lun

source: The mount %(mount_path)s is not a valid Quobyte volume. Error: %(exc)s
uk: Шлях монтування %(mount_path)s не є припустимим томом Quobyte. Помилка: %(exc)s

source: Value required for 'scality_sofs_config'
uk: Значення потрібне для 'scality_sofs_config'

source: Cannot access 'scality_sofs_config': %s
uk: Неможливо отримати доступ до 'scality_sofs_config': %s

source: Cannot execute /sbin/mount.sofs
uk: Неможливо виконати /sbin/mount.sofs

source: Cannot mount Scality SOFS, check syslog for errors
uk: Неможливо змонтувати Scality SOFS, зверніться до системного журналу для отримання відомостей про помилки

source: Must specify host_ip, host_username and host_password to use vmwareapi.VMwareVCDriver
uk: Необхідно вказати host_ip, host_username і host_password для використання vmwareapi.VMwareVCDriver

source: Invalid Regular Expression %s
uk: Некоректний формальний вираз: %s

source: The specified cluster '%s' was not found in vCenter
uk: Вказаний клястер '%s' не знайдений в vCenter

source: Multiple hosts may be managed by the VMWare vCenter driver; therefore we do not return uptime for just one host.
uk: Драйвером VMWare vCenter може керуватися декілька хостів, тому час роботи для окремого хосту не повертається.

source: Storage policy %s did not match any datastores
uk: Стратегія зберігання %s не відповідає жодному сховищу даних

source: Datastore regex %s did not match any datastores
uk: Регулярний вираз %s сховища даних не відповідає жодному сховищу даних

source: No root disk defined.
uk: Не визначено кореневий диск.

source: Default PBM policy is required if PBM is enabled.
uk: Типова стратегія PBM є обов’язковою, якщо увімкнений PBM.

source: The default PBM policy doesn't exist on the backend.
uk: Типової стратегії PBM не існує на базовому сервері.

source: Extracting vmdk from OVA failed.
uk: Видобування vmdk із OVA не виконано.

source: Glance image %s is in killed state
uk: Образ Glance %s знаходиться у вилученому стані

source: Glance image %(image_id)s is in unknown state - %(state)s
uk: Образ Glance %(image_id)s знаходиться в невідомому стані - %(state)s

source: ESX SOAP server returned an empty port group for the host system in its response
uk: Сервер ESX SOAP повернув порожню групу портів для хосту у своій відповіді

source: vif type %s not supported
uk: Тип vif %s не підтримується

source: Share level '%s' cannot have share configured
uk: Для рівню '%s' спільного ресурсу неможна налаштовувати спільний ресурс.

source: Share '%s' is not supported
uk: Загальнодоступний ресурс '%s' не підтримується

source: %s is not supported.
uk: %s не підтримується.

source: Limits only supported from vCenter 6.0 and above
uk: Ліміти підтримуються лише від vCenter 6.0 і вище

source: Unable to find iSCSI Target
uk: Неможливо знайти призначення iSCSI

source: Only %d SCSI controllers are allowed to be created on this instance.
uk: Тілки контролери SCSI %d дозволені для створення на цьому екземпляріі.

source: No host available on cluster
uk: Відсутній хост у клястері

source: Rescue device does not exist for instance %s
uk: Пристрій аварійного відновлення не існує для екземпляру %s
