Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-applet_network-manager-applet-*.po
Languages: be

source: Microsoft Challenge Handshake Authentication Protocol version 2
be: Microsoft Challenge Handshake Authentication Protocol (другая версія)

source: In most cases, the provider’s PPP servers will support all authentication methods. If connections fail, try disabling support for some methods.
be: У большасці выпадкаў серверы PPP пастаўшчыка падтрымліваюць усе магчымыя метады аўтэнтыфікацыі. Калі адбываецца збой злучэння, паспрабуйце адключыць некаторыя метады.

source: Bond
be: Звязаныя

source: Team
be: Каманда

source: Bridge
be: Мост

source: IP tunnel
be: IP-тунэль

source: No VPN service type.
be: Адсутнічае тып сэрвісу VPN.

source: The VPN plugin failed to import the VPN connection correctly:
be: Убудове VPN не ўдалося належным чынам імпартаваць злучэнне VPN:

source: Select file to import
be: Выберыце файл для імпартавання

source: _Open
be: _Адкрыць

source: Hardware
be: Абсталяванне

source: Virtual
be: Віртуальны

source: Import a saved VPN configuration…
be: Імпартаваць захаваную канфігурацыю VPN…

source: The connection editor dialog could not be initialized due to an unknown error.
be: Не атрымалася ініцыялізаваць дыялогавае акно рэдактара злучэнняў па прычыне невядомай памылкі.

source: Could not create new connection
be: Не атрымалася стварыць новае злучэнне

source: Connection delete failed
be: Збой выдалення злучэння

source: Are you sure you wish to delete the connection %s?
be: Вы сапраўды хочаце выдаліць злучэнне %s?

source: _New Connection
be: _Новае злучэнне

source: _Quit
be: _Выйсці

source: Address
be: Адрас

source: Netmask
be: Сеткавая маска

source: Gateway
be: Шлюз

source: Metric
be: Метрыка

source: Prefix
be: Прэфікс

source: Editing %s
be: Рэдагаванне %s

source: Editing un-named connection
be: Рэдагаванне злучэння без назвы

source: Missing connection name
be: Адсутнічае назва злучэння

source: Editor initializing…
be: Ініцыялізацыя рэдактара…

source: Connection cannot be modified
be: Немагчыма змяніць злучэнне

source: Invalid setting %s: %s
be: Памылковая налада %s: %s

source: The connection editor could not find some required resources (the .ui file was not found).
be: Рэдактар злучэнняў не змог знайсці некаторыя патрэбныя рэсурсы (файл .ui не знойдзены).

source: _Save
be: _Захаваць

source: Save any changes made to this connection.
be: Захаваць усе змены, якія зроблены для гэтага злучэння.

source: Authenticate to save this connection for all users of this machine.
be: Каб захаваць гэта злучэнне для ўсіх карыстальнікаў камп'ютара патрабуецца аўтэнтыфікацыя.

source: Could not create connection
be: Не атрымалася стварыць злучэнне

source: Could not edit connection
be: Не атрымалася адрэдагаваць злучэнне

source: Unknown error creating connection editor dialog.
be: Пры стварэнні дыялогавага акна рэдагавання ўзнікла невядомая памылка.

source: Warning: the connection contains some properties not supported by the editor. They will be cleared upon save.
be: Увага: злучэнне змяшчае некаторыя свае ўласцівасці, якія не падтрымлівацца рэдактарам. Яны ачысцяцца пасля захавання.

source: Error initializing editor
be: Памылка ініцыялізацыі рэдактара

source: Connection add failed
be: Збой дадавання злучэння

source: Fix
be: Выправіць

source: Security labels may prevent some files from being used with certificate authentication.
be: Меткі бяспекі могуць прадухіляць выкарыстанне некаторых файлаў пры аўтэнтыфікацыі сертыфікатам.

source: Connection _name
be: _Назва злучэння

source: _Export…
be: _Экспартаваць…

source: File Relabel
be: Змяніць метку файла

source: _Relabel
be: _Змяніць метку

source: The following files are not labelled for use with certificate authentication. Do you wish to adjust the labels?
be: Наступныя файлы не пазначаны для выкарыстання з аўтэнтыфікацыяй сертыфіката. Вы сапраўды хочаце адрэгуляваць меткі?

source: Relabel
be: Змяніць метку

source: Filename
be: Назва файла

source: never
be: ніколі

source: now
be: зараз

source: %d minute ago
be: %d хвіліну таму

source: %d hour ago
be: %d гадзіну таму

source: %d day ago
be: %d дзень таму

source: %d month ago
be: %d месяц таму

source: %d year ago
be: %d год таму

source: Connection cannot be deleted
be: Немагчыма выдаліць злучэнне

source: Select a connection to edit
be: Выберыце злучэнне для рэдагавання

source: Select a connection to delete
be: Выберыце злучэнне для выдалення

source: Name
be: Назва

source: Last Used
be: Апошняе выкарыстанне

source: Edit the selected connection
be: Рэдагаваць выбранае злучэнне

source: Authenticate to edit the selected connection
be: Для рэдагавання выбранага злучэння патрабуецца аўтэнтыфікацыя

source: Delete the selected connection
be: Выдаліць выбранае злучэнне

source: Authenticate to delete the selected connection
be: Для выдалення выбранага злучэння патрабуецца аўтэнтыфікацыя

source: Unrecognized connection type
be: Тып злучэння нераспазнаны

source: Don’t know how to import “%s” connections
be: Праграма не можа зразумець як імпартаваць злучэнні «%s»

source: Error importing connection
be: Памылка імпартавання злучэння

source: Error creating connection
be: Памылка стварэння злучэння

source: Connection type not specified.
be: Не пазначаны тып злучэння.

source: No VPN plugins are installed.
be: Убудовы для VPN не ўсталяваны.

source: Don’t know how to create “%s” connections
be: Праграма не можа зразумець як стварыць злучэнні «%s»

source: Error editing connection
be: Памылка рэдагавання злучэння

source: Did not find a connection with UUID “%s”
be: Злучэнне з UUID «%s» не знойдзена

source: Network Connections
be: Сеткавыя злучэнні

source: Add a new connection
be: Дадаць новае злучэнне

source: 802.1X Security
be: Бяспека 802.1X

source: Could not load 802.1X Security user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс бяспекі 802.1X.

source: Use 802.1_X security for this connection
be: Выкарыстоўваць бяспеку _802.1X для гэтага злучэння

source: MAC address of the Bluetooth device. Example: 00:11:22:33:44:55
be: MAC-адрас прылады Bluetooth. Прыклад: 00:11:22:33:44:55

source: Could not load Bluetooth user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс Bluetooth.

source: invalid Bluetooth device (%s)
be: памылковая прылада Bluetooth (%s)

source: Bluetooth connection %d
be: Злучэнне Bluetooth %d

source: Bluetooth Type
be: Тып Bluetooth

source: Select the type of the Bluetooth connection profile.
be: Выберыце тып профілю злучэння Bluetooth.

source: _Personal Area Network
be: _Асабістая сетка

source: _Dial-Up Network
be: Сетка _камутаванага доступу

source: Could not load bond user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс звязанага злучэння.

source: primary
be: першасны

source: Bond connection %d
be: Звязаных злучэнняў: %d

source: Could not load bridge user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс маставога злучэння.

source: Bridge connection %d
be: Злучэнне тыпу мост %d

source: Bridge Port
be: Порт моста

source: Could not load bridge port user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс парта маставога злучэння.

source: Could not load DCB user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс DСВ.

source: Could not load DSL user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс DSL.

source: missing parent interface
be: адсутнічае бацькоўскі інтэрфейс

source: DSL connection %d
be: Злучэнняў па DSL: %d

source: This option locks this connection to the network device specified either by its interface name or permanent MAC or both. Examples: “em1”, “3C:97:0E:42:1A:19”, “em1 (3C:97:0E:42:1A:19)”
be: Гэты параметр прывязвае злучэнне да сеткавай прылады, які вызначаны або назвай інтэрфейсу прылады, або пастаянным MAC-адрасам прылады, або двума гэтымі асаблівасцямі. Прыклады: «em1», «3C:97:0E:42:1A:19», «em1 (3C:97:0E:42:1A:19)»

source: ignored
be: праігнаравана

source: Could not load ethernet user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс Ethernet.

source: Ethernet device
be: Прылада Ethernet

source: cloned MAC
be: кланіраваны MAC

source: Wake-on-LAN password
be: Пароль абуджэння па LAN

source: Ethernet connection %d
be: Злучэнне Ethernet %d

source: Default
be: Прадвызначанае

source: The zone defines the trust level of the connection. Default is not a regular zone, selecting it results in the use of the default zone set in the firewall. Only usable if firewalld is active.
be: Зона вызначае ўзровень даверу злучэння. Прадвызначана гэта не звычайная зона. Яе выбар стане вынікам таго, што зона будзе выкарыстоўвацца ў якасці прадвызначанай і зададзена ў міжсеткавым экране. Можа выкарыстоўвацца толькі пры ўключаным дэмане firewalld.

source: Could not load General user interface.
be: Не атрымалася загрузіць агульны карыстальніцкі інтэрфейс.

source: This option locks this connection to the network device specified either by its interface name or permanent MAC or both. Examples: “ib0”, “80:00:00:48:fe:80:00:00:00:00:00:00:00:02:c9:03:00:00:0f:65”, “ib0 (80:00:00:48:fe:80:00:00:00:00:00:00:00:02:c9:03:00:00:0f:65)”
be: Гэты параметр прывязвае злучэнне да сеткавай прылады, які вызначаны або назвай інтэрфейсу прылады, або пастаянным MAC-адрасам прылады, або двума гэтымі асаблівасцямі. Прыклады: «ib0», «80:00:00:48:fe:80:00:00:00:00:00:00:00:02:c9:03:00:00:0f:65», «ib0 (80:00:00:48:fe:80:00:00:00:00:00:00:00:02:c9:03:00:00:0f:65)»

source: Could not load InfiniBand user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс InfiniBand.

source: infiniband device
be: прылада infiniband

source: InfiniBand connection %d
be: Злучэнне InfiniBand %d

source: Could not load IP tunnel user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс тунэлю IP.

source: IP tunnel connection %d
be: Злучэнне IP-тунэль %d

source: Automatic (VPN)
be: Аўтаматычна (VPN)

source: Automatic (VPN) addresses only
be: Толькі аўтаматычныя адрасы (VPN)

source: Automatic, addresses only
be: Аўтаматычна, толькі адрасы

source: Automatic (PPPoE)
be: Аўтаматычна (PPPoE)

source: Automatic (PPPoE) addresses only
be: Толькі аўтаматычныя адрасы (PPPoE)

source: Automatic (DHCP)
be: Аўтаматычна (DHCP)

source: Automatic (DHCP) addresses only
be: Толькі аўтаматычныя адрасы (DHCP)

source: Link-Local Only
be: Толькі лакальная сувязь

source: Additional DNS ser_vers
be: Д_адатковыя серверы DNS

source: Additional s_earch domains
be: _Дадатковыя дамены пошуку

source: Editing IPv4 routes for %s
be: Рэдагаванне маршрутаў IPv4 для %s

source: IPv4 Settings
be: Налады IPv4

source: Could not load IPv4 user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс IPv4.

source: IPv4 address “%s” invalid
be: Памылковы адрас IPv4 «%s»

source: IPv4 address netmask “%s” invalid
be: Памылковая сеткавая маска адраса IPv4 «%s»

source: IPv4 gateway “%s” invalid
be: Памылковы шлюз IPv4 «%s»

source: IPv4 DNS server “%s” invalid
be: Памылковы сервер DNS IPv4 «%s»

source: Automatic, DHCP only
be: Аўтаматычна, толькі DHCP

source: Editing IPv6 routes for %s
be: Рэдагаванне маршрутаў IPv6 для %s

source: IPv6 Settings
be: Налады IPv6

source: Could not load IPv6 user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс IPv6.

source: IPv6 address “%s” invalid
be: Памылковы адрас IPv6 «%s»

source: IPv6 prefix “%s” invalid
be: Памылковы прэфікс IPv6 «%s»

source: IPv6 gateway “%s” invalid
be: Памылковы шлюз IPv6 «%s»

source: IPv6 DNS server “%s” invalid
be: Памылковы сервер DNS IPv6 «%s»

source: Could not load MACsec user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс MACsec.

source: MACSEC connection %d
be: Злучэнне MACsec %d

source: Duplicate slaves
be: Дубліраваць падпарадкаваныя

source: Slaves “%s” and “%s” both apply to device “%s”
be: Падпарадкаваныя «%s» і «%s» абодва ўжываюцца да прылады «%s»

source: Slaves “%s” and “%s” apply to different virtual ports (“%s” and “%s”) of the same physical device.
be: Падпарадкаваныя «%s» і «%s» ужываюцца да розных віртуальных партоў («%s» і «%s») адной фізічнай прылады.

source: %s slave %d
be: %s падпарадкаваны %d

source: Could not load mobile broadband user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс мабільнага шырокапалоснага злучэння.

source: Unsupported mobile broadband connection type.
be: Гэты тып мабільнага шырокапалоснага злучэння не падтрымліваецца.

source: Select Mobile Broadband Provider Type
be: Выбар тыпу мабільнага шырокапалоснага пастаўшчыка

source: Select the technology your mobile broadband provider uses. If you are unsure, ask your provider.
be: Выберыце тэхналогію, якую выкарыстоўвае мабільны шырокапалосны пастаўшчык. Калі вы не ўпэўнены, што вам неабходна выбраць, то рэкамендавана звярнуцца непасрэдна да яго.

source: My provider uses _GSM-based technology (i.e. GPRS, EDGE, UMTS, HSDPA)
be: Мой пастаўшчык выкарыстоўвае тэхналогію, якая заснавана на GSM (напрыклад, GPRS, EDGE, UMTS, HSDPA)

source: My provider uses C_DMA-based technology (i.e. 1xRTT, EVDO)
be: Мой пастаўшчык выкарыстоўвае тэхналогію, якая заснавана на CDMA (напрыклад, 1xRTT, EVDO)

source: none
be: няма

source: Editing PPP authentication methods for %s
be: Рэдагаванне метадаў аўтэнтыфікацыі PPP для %s

source: PPP Settings
be: Налады PPP

source: Could not load PPP user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс PPP.

source: Proxy
be: Проксі-сервер

source: Could not load proxy user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс проксі-сервера.

source: Error: file doesn’t contain a valid JSON configuration
be: Памылка: файл не змяшчае сапраўдную канфігурацыю JSON

source: Could not load team user interface.
be: Не атрымалася загрузіць камандны карыстальніцкі інтэрфейс.

source: Team connection %d
be: Каманднае злучэнне %d

source: Team Port
be: Камандны порт

source: Could not load team port user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс каманднага парта.

source: %s (via “%s”)
be: %s (праз «%s»)

source: New connection…
be: Новае злучэнне…

source: Could not load vlan user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс vlan.

source: vlan parent
be: бацькоўскі vlan

source: VLAN connection %d
be: Злучэнне VLAN %d

source: Could not load editor VPN plugin for “%s” (%s).
be: Не атрымалася загрузіць убудову рэдактара VPN для «%s» (%s).

source: unknown failure
be: невядомы збой

source: Could not load VPN user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс VPN.

source: Could not find VPN plugin for “%s”.
be: Не атрымалася знайсці ўбудову VPN для «%s».

source: VPN connection %d
be: Злучэнне VPN %d

source: Choose a VPN Connection Type
be: Выберыце тып злучэння VPN

source: Select the type of VPN you wish to use for the new connection. If the type of VPN connection you wish to create does not appear in the list, you may not have the correct VPN plugin installed.
be: Выберыце тып VPN, які вы хочаце выкарыстоўваць для новага злучэння. Калі адпаведны тып VPN, які вы хочаце стварыць адсутнічае ў спісе, то гэта азначае, што ўбудова VPN не ўсталявана адпаведным чынам у вашай сістэме.

source: This option locks this connection to the Wi-Fi access point (AP) specified by the BSSID entered here. Example: 00:11:22:33:44:55
be: Гэты параметр прывязвае злучэнне да пункту доступу Wi-Fi, які вызначаны BSSID прылады. Прыклад: 00:11:22:33:44:55

source: This option locks this connection to the network device specified either by its interface name or permanent MAC or both. Examples: “wlan0”, “3C:97:0E:42:1A:19”, “wlan0 (3C:97:0E:42:1A:19)”
be: Гэты параметр прывязвае злучэнне да сеткавай прылады, які вызначаны або назвай інтэрфейсу прылады, або пастаянным MAC-адрасам прылады, або двума гэтымі асаблівасцямі. Прыклады: «wlan0», «3C:97:0E:42:1A:19», «wlan0 (3C:97:0E:42:1A:19)»

source: %u (%u MHz)
be: %u (%u МГц)

source: Could not load Wi-Fi user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс Wi-Fi.

source: Wi-Fi device
be: Прылада Wi-Fi

source: Wi-Fi connection %d
be: Злучэнне Wi-Fi %d

source: WEP 40/128-bit Key (Hex or ASCII)
be: WEP 40/128-бітны ключ (шаснаццатковы або ASCII)

source: WEP 128-bit Passphrase
be: 128-бітная парольная фраза WEP

source: Dynamic WEP (802.1X)
be: Дынамічны WEP (802.1X)

source: WPA & WPA2 Personal
be: WPA і WPA2 Personal

source: WPA & WPA2 Enterprise
be: WPA і WPA2 Enterprise

source: Could not load Wi-Fi security user interface; missing Wi-Fi setting.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс бяспекі Wi-Fi. Адсутнічае параметр Wi-Fi.

source: Wi-Fi Security
be: Бяспека Wi-Fi

source: Could not load Wi-Fi security user interface.
be: Не атрымалася загрузіць карыстальніцкі інтэрфейс бяспекі Wi-Fi.

source: missing SSID
be: адсутнічае SSID

source: Security not compatible with Ad-Hoc mode
be: Бяспека несумяшчальная з рэжымам Ad-Hoc

source: A file named “%s” already exists.
be: Файл з назвай «%s» ужо існуе.

source: _Replace
be: _Замяніць

source: Do you want to replace %s with the VPN connection you are saving?
be: Вы сапраўды хочаце замяніць %s злучэннем VPN, якое вы захавалі?

source: Cannot export VPN connection
be: Немагчыма экспартаваць злучэнне VPN

source: The VPN connection “%s” could not be exported to %s. Error: %s.
be: Немагчыма экспартаваць злучэнне VPN «%s» у %s. Памылка: %s.

source: Export VPN connection…
be: Экспартаваць злучэнне VPN…

source: _Unlock
be: _Разблакіраваць

source: Automatically unlock this device
be: Аўтаматычная разблакіроўка гэтай прылады

source: Connection Information
be: Інфармацыя пра злучэнне

source: _Close
be: _Закрыць

source: Scan with your phone or <a href="nma:print">Print</a>
be: Адсканіруйце пры дапамозе тэлефона або <a href="nma:print">раздрукуйце</a>

source: No certificate set
be: Сертыфікат не зададзены

source: No key set
be: Ключ не зададзены

source: Choose a key for %s Certificate
be: Выбраць ключ для сертыфіката %s

source: %s private _key
be: Прыватны _ключ %s

source: %s key _password
be: _Пароль ключа %s

source: Choose %s Certificate
be: Выбраць сертыфікат %s

source: %s _certificate
be: Сертыфі_кат %s

source: My country is not listed
be: Маёй краіны няма ў спісе

source: Unlisted
be: Не ў спісе

source: My plan is not listed…
be: Мой тарыфны план адсутнічае ў спісе…

source: Provider
be: Пастаўшчык

source: Installed GSM device
be: Усталяваная прылада GSM

source: Installed CDMA device
be: Усталяваная прылада CDMA

source: Any device
be: Любая прылада

source: New Mobile Broadband Connection
be: Новае мабільнае шырокапалоснае злучэнне

source: This assistant helps you easily set up a mobile broadband connection to a cellular (3G) network.
be: Гэты памочнік дапаможа вам без турбот наладзіць мабільнае шырокапалоснае злучэнне з сотавай сеткай (3G).

source: You will need the following information:
be: Вам спатрэбіцца наступная інфармацыя:

source: Your broadband provider’s name
be: Назва вашага пастаўшчыка

source: Your broadband billing plan name
be: Назва вашага тарыфнага плана

source: (in some cases) Your broadband billing plan APN (Access Point Name)
be: (у некаторых выпадках) Пункт доступу (APN) для вашага тарыфнага плана

source: Create a connection for _this mobile broadband device:
be: Стварыць злучэнне для _гэтай мабільнай шырокапалоснай прылады:

source: Set up a Mobile Broadband Connection
be: Наладзіць мабільнае шырокапалоснае злучэнне

source: Country or region:
be: Краіна або рэгіён:

source: Choose your Provider’s Country or Region
be: Выберыце краіну або рэгіён пастаўшчыка

source: Select your provider from a _list:
be: Выберыце свайго пастаўшчыка са _спіса:

source: I can’t find my provider and I wish to set up the connection _manually:
be: Я не магу знайсці свайго пастаўшчыка і хачу наладзіць злучэнне _ўручную:

source: My provider uses GSM technology (GPRS, EDGE, UMTS, HSPA)
be: Мой пастаўшчык выкарыстоўвае тэхналогію GSM (GPRS, EDGE, UMTS, HSPA)

source: My provider uses CDMA technology (1xRTT, EVDO)
be: Мой пастаўшчык выкарыстоўвае тэхналогію CDMA (1xRTT, EVDO)

source: Choose your Provider
be: Выберыце пастаўшчыка

source: _Select your plan:
be: _Выберыце тарыфны план:

source: Selected plan _APN (Access Point Name):
be: Выбраны тарыфны план _APN (імя пункту доступу):

source: Warning: Selecting an incorrect plan may result in billing issues for your broadband account or may prevent connectivity. If you are unsure of your plan please ask your provider for your plan’s APN.
be: Увага! Выбар няправільнага тарыфнага плана можа прывесці да празмерных матэрыяльных страт або зрабіць немагчымым доступ да сеткі. Калі вы вагаецеся, які тарыфны план вам выбраць, паспрабуйце ўдакладніць усю інфармацыю ў свайго пастаўшчыка.

source: Choose your Billing Plan
be: Выберыце тарыфны план

source: Your mobile broadband connection is configured with the following settings:
be: Ваша мабільнае шырокапалоснае злучэнне сканфігуравана з наступнымі наладамі:

source: Your Device:
be: Ваша прылада:

source: Your Provider:
be: Ваш пастаўшчык:

source: Your Plan:
be: Ваш тарыфны план:

source: A connection will now be made to your mobile broadband provider using the settings you selected. If the connection fails or you cannot access network resources, double-check your settings. To modify your mobile broadband connection settings, choose “Network Connections” from the System → Preferences menu.
be: Зараз будзе распачата спроба атрымаць доступ да сеткі мабільнага шырокапалоснага пастаўшчыка з наладамі, якія вы выбралі. Калі адбудзецца збой або вы не атрымаеце доступ да рэсурсаў сеткі, пераправерце свае налады. Каб змяніць зробленыя налады, выберыце пункт «Сеткавыя злучэнні» ў параметрах сістэмы.

source: Confirm Mobile Broadband Settings
be: Пацвердзіць налады мабільнага шырокапалоснага злучэння

source: (None)
be: (Няма)

source: Key in %s
be: Ключ у %s

source: Certificate in %s
be: Сертыфікат у %s

source: (Unknown)
be: (Невядома)

source: Select
be: Выбраць

source: Cancel
be: Скасаваць

source: Select from file…
be: Выберыце з файла…

source: Choose a %s Certificate
be: Выбраць сертыфікат %s

source: %s certificate _password
be: _Пароль сертыфіката %s

source: Error logging in:
be: Памылка ўваходу:

source: Error opening a session:
be: Памылка адкрыцця сеанса:

source: _Unlock token
be: _Разблакіраваць токен

source: Issued By
be: Выдадзена

source: Enter %s PIN
be: Увядзіце PIN %s

source: _Login
be: _Увайсці

source: _Remember PIN
be: _Запомніць PIN

source: Store the password only for this user
be: Захоўваць паролі толькі для гэтага карыстальніка

source: Store the password for all users
be: Захоўваць паролі для ўсіх карыстальнікаў

source: Ask for this password every time
be: Запытваць гэты пароль пастаянна

source: The password is not required
be: Пароль не патрабуецца

source: Sh_ow passwords
be: _Паказаць паролі

source: _Tertiary Password:
be: _Трэці пароль:

source: _Secondary Password:
be: _Другі пароль:

source: _Password:
be: _Пароль:

source: Click to connect
be: Націсніце, каб падключыцца

source: New…
be: Новы…

# Wifi/wired security
source: None
be: Няма

source: Dynamic WEP (802.1x)
be: Дынамічны WEP (802.1x)

source: C_reate
be: _Стварыць

source: Passwords or encryption keys are required to access the Wi-Fi network “%s”.
be: Для доступу да сеткі Wi-Fi «%s» патрабуецца пароль або ключ шыфравання.

source: Wi-Fi Network Authentication Required
be: Для сеткі Wi-Fi патрабуецца аўтэнтыфікацыя

source: Authentication required by Wi-Fi network
be: Для сеткі Wi-Fi патрабуецца аўтэнтыфікацыя

source: Create New Wi-Fi Network
be: Стварыць новую сетку Wi-Fi

source: New Wi-Fi network
be: Новая сетка Wi-Fi

source: Enter a name for the Wi-Fi network you wish to create.
be: Увядзіце назву новай сеткі Wi-Fi, якую вы хочаце стварыць.

source: Connect to Hidden Wi-Fi Network
be: Падключацца да схаванай сеткі Wi-Fi
