Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-pptp_networkmanager-pptp-*.po
Languages: be

source: PPTP VPN client
be: Кліент PPTP VPN

source: Client for PPTP virtual private networks
be: Кліент для віртуальных прыватных сетак PPTP

source: network
be: сетка

source: manager
be: менеджар

source: connection
be: злучэнне

source: Support for configuring PPTP virtual private network connections.
be: Падтрымка для канфігурацыі злучэнняў з віртуальнымі прыватнымі сеткамі PPTP.

source: Compatible with various PPTP servers including Microsoft.
be: Сумяшчальны з рознымі серверамі PPTP, уключаючы Microsoft.

source: The advanced options dialog
be: Дыялогавае акно дадатковых параметраў

source: The NetworkManager Developers
be: Распрацоўшчыкі NetworkManager

source: You need to authenticate to access the Virtual Private Network “%s”.
be: Вам неабходна прайсці аўтэнтыфікацыю, каб атрымаць доступ да віртуальнай прыватнай сеткі «%s».

source: Authenticate VPN
be: Аўтэнтыфікацыя VPN

source: Password
be: Пароль

source: All Available (Default)
be: Усе даступныя (прадвызначана)

source: 128-bit (most secure)
be: 128-біт (найбольш бяспечнае)

source: 40-bit (less secure)
be: 40-біт (найменш бяспечнае)

source: Point-to-Point Tunneling Protocol (PPTP)
be: Пратакол PPTP (Point-to-Point Tunneling Protocol)

source: Compatible with Microsoft and other PPTP VPN servers.
be: Сумяшчальны з Microsoft і іншымі серверамі PPTP VPN.

source: object class '%s' has no property named '%s'
be: у класе аб'екта «%s» адсутнічае ўласцівасць з назвай «%s»

source: property '%s' of object class '%s' is not writable
be: уласцівасць «%s» класа аб'екта «%s» недаступна для запісу

source: construct property "%s" for object '%s' can't be set after construction
be: уласцівасць construct «%s» для аб'екта «%s» не можа быць зададзена пасля пабудовы

source: '%s::%s' is not a valid property name; '%s' is not a GObject subtype
be: «%s::%s» не з'яўляецца сапраўднай назвай уласцівасці; «%s» не з'яўляецца падтыпам GObject

source: unable to set property '%s' of type '%s' from value of type '%s'
be: не атрымалася задаць уласцівасць «%s» тыпу «%s» са значэння тыпу «%s»

source: value "%s" of type '%s' is invalid or out of range for property '%s' of type '%s'
be: значэнне «%s» тыпу «%s» з'яўляецца памылковым або знаходзіцца па-за дыяпазонам для ўласцівасці «%s» тыпу «%s»

source: unable to get editor plugin name: %s
be: немагчыма атрымаць назву ўбудовы рэдактара: %s

source: missing plugin file "%s"
be: адсутнічае файл убудовы «%s»

source: cannot load editor plugin: %s
be: немагчыма загрузіць убудову рэдактара: %s

source: cannot load factory %s from plugin: %s
be: немагчыма загрузіць фабрыку %s з убудовы: %s

source: unknown error creating editor instance
be: невядомая памылка стварэння экзэмпляра рэдактара

source: invalid gateway “%s”
be: памылковы шлюз «%s»

source: invalid integer property “%s”
be: памылковая цэлалікавага ўласцівасць «%s»

source: invalid boolean property “%s” (not yes or no)
be: памылковая булева ўласцівасць «%s» (мае значэнне, якое не адпавядае сцвярджэнням «yes» або «no»)

source: unhandled property “%s” type %s
be: неапрацаваная ўласцівасць «%s» тыпу %s

source: property “%s” invalid or not supported
be: уласцівасць «%s» з'яўляецца памылковай або не падтрымліваецца

source: No VPN configuration options.
be: Няма параметраў канфігурацыі VPN.

source: Missing required option “%s”.
be: Адсутнічае абавязковы параметр «%s».

source: No VPN secrets!
be: Адсутнічаюць сакрэты для VPN!

source: Could not find pptp client binary.
be: Не атрымалася знайсці двайковы кліент pptp.

source: Missing VPN gateway.
be: Адсутнічае шлюз VPN.

source: Could not find the pppd binary.
be: Не атрымалася знайсці двайковы файл pppd.

source: Missing VPN username.
be: Адсутнічае імя карыстальніка VPN.

source: Missing or invalid VPN password.
be: Пароль VPN адсутнічае або ён з'яўляецца памылковым.

source: couldn’t convert PPTP VPN gateway IP address “%s” (%d)
be: не ўдалося пераўтварыць IP-адрас шлюза PPTP VPN «%s» (%d)

source: couldn’t look up PPTP VPN gateway IP address “%s” (%d)
be: не ўдалося знайсці IP-адрас шлюза PPTP VPN «%s» (%d)

source: no usable addresses returned for PPTP VPN gateway “%s”
be: для шлюзу PPTP VPN «%s» не вернута ніводнага прыдатнага да выкарыстання адраса

source: Invalid or missing PPTP gateway.
be: Шлюз PPTP з'яўляецца памылковым або адсутнічае.

source: Don’t quit when VPN connection terminates
be: Не выходзіць пры разрыве злучэння з VPN

source: Enable verbose debug logging (may expose passwords)
be: Уключыць падрабязнае вядзенне журнала адладкі (гэта можа скампраметаваць паролі)

source: D-Bus name to use for this instance
be: Назва D-Bus для выкарыстання ў гэтым экзэмпляры

source: nm-pptp-service provides integrated PPTP VPN capability (compatible with Microsoft and other implementations) to NetworkManager.
be: nm-openvpn-service забяспечвае інтэграваныя магчымасці PPTP VPN (сумяшчальна з рэалізацыяй Microsoft і іншымі платформамі).

source: Default
be: Перадвызначана

source: PPTP Advanced Options
be: Дадатковыя параметры PPTP

source: Advanced Properties
be: Дадатковыя ўласцівасці

source: _Cancel
be: _Скасаваць

source: _Apply
be: _Ужыць

source: Authentication
be: Аўтэнтыфікацыя

source: Allow the following authentication methods:
be: Дазволіць наступныя метады аўтэнтыфікацыі:

source: Allow/disable authentication methods. config: refuse-pap, refuse-chap, refuse-mschap, refuse-mschap-v2, refuse-eap
be: Дазволіць або адключыць метады аўтэнтыфікацыі. config: refuse-pap, refuse-chap, refuse-mschap, refuse-mschap-v2, refuse-eap

source: Use _Point-to-Point encryption (MPPE)
be: Выкарыстоўваць шыфраванне _MPPE (Point-to-Point)

source: Note: MPPE encryption is only available with MSCHAP authentication methods. To enable this checkbox, select one or more of the MSCHAP authentication methods: MSCHAP or MSCHAPv2.
be: Нататка: шыфраванне MPPE даступна толькі з метадамі аўтэнтыфікацыі MSCHAP. Выберыце адзін або больш метадаў аўтэнтыфікацыі MSCHAP, каб уключыць гэту птушку: MSCHAP або MSCHAPv2.

source: _Security:
be: _Бяспека:

source: Require the use of MPPE, with 40/128-bit encryption or all. config: require-mppe, require-mppe-128 or require-mppe-40
be: Патрабаваць выкарыстанне MPPE з шыфраваннем 40 або 128 біт або ўсё. config: require-mppe, require-mppe-128 або require-mppe-40

source: Allow st_ateful encryption
be: Дазволіць шыфраванне з фіксацыяй стана

source: Allow MPPE to use stateful mode. Stateless mode is still attempted first. config: mppe-stateful (when checked)
be: Дазволіць MPPE выкарыстоўваць рэжым фіксацыі стана. Спачатку будзе зроблена спроба выкарыстоўваць рэжым без фіксацыі стана. config: mppe-stateful (калі пазначана)

source: Allow _BSD data compression
be: _Дазваляць сціскаць даныя BSD

source: Allow/disable BSD-Compress compression. config: nobsdcomp (when unchecked)
be: Дазваляць/забараняць сціск BSD-Compress. config: nobsdcomp (калі не пазначана)

source: Allow _Deflate data compression
be: _Дазваляць сціскаць даныя Deflate

source: Allow/disable Deflate compression. config: nodeflate (when unchecked)
be: Дазваляць/забараняць сціск Deflate. config: nobsdcomp (калі не пазначана)

source: Use TCP _header compression
be: Выкарыстоўваць сцісканне загало_ўкаў TCP

source: Allow/disable Van Jacobson style TCP/IP header compression in both the transmit and the receive directions. config: novj (when unchecked)
be: Дазволіць/забараніць сціск загалоўкаў TCP/IP у стылі Ван Якабсана ў абодвух напрамках (перадачы і прыёму даных). config: novj (калі не пазначана)

source: Misc
be: Рознае

source: Send PPP _echo packets
be: Адпраўляць р_эхавыя PPP-пакеты

source: Send LCP echo-requests to find out whether peer is alive. config: lcp-echo-failure and lcp-echo-interval
be: Адпраўляць рэха-запыты LCP для праверкі працаздольнасці аднарангавага вузла. config: lcp-echo-failure і lcp-echo-interval

source: Use custom _unit number:
be: Выкарыстоўваць карыстальніцкі нумар _адзінкі:

source: Enable custom index for ppp<n> device name. config: unit <n>
be: Уключыць карыстальніцкі індэкс для<n> назвы прылады ppp. config: unit <n>

source: General
be: Агульныя

source: _Gateway
be: _Шлюз

source: PPTP server IP or name. config: the first parameter of pptp
be: IP-адрас або назва сервера PPTP. config: першы параметр pptp

source: Optional
be: Дадаткова

source: User name
be: Імя карыстальніка

source: Set the name used for authenticating the local system to the peer to <name>. config: user <name>
be: Задайце назву, якая выкарыстоўваецца для аўтэнтыфікацыі ў дачыненні лакальнай сістэмы і аднарангавага вузла <name>. config: user <name>

source: Password passed to PPTP when prompted for it.
be: Пароль, якія перадаецца PPTP па запыце.

source: Show password
be: Паказаць пароль

source: NT Domain
be: Дамен NT

source: Append the domain name <domain> to the local host name for authentication purposes. config: domain <domain>
be: Дадаць імя дамена<domain> да імі лакальнага вузла для аўтэнтыфікацыі. config: domain <domain>

source: Advance_d…
be: _Дадаткова…
