Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nmap_zenmap-*.po
Languages: uk

source: Python 2.4 or later is required.
uk: Потрiбен Python 2.4 або більш нової версії.

source: Unknown Host
uk: Невідомий вузол

source: unknown
uk: Невідомо

source: Unknown version
uk: Невідома версія

source: Unknown
uk: Невідомо

source: %s on %s
uk: %s на %s

source: No module named dbapi2.pysqlite2 or sqlite3
uk: Жоден модуль не назвав dbapi2.pysqlite2 або sqlite3

source: Use DIR as the user configuration directory. Default: %default
uk: Використати DIR у якості користувацького каталогу налаштувань. Типово: %default

source: Specify a scan result file in Nmap XML output format. Can be used more than once to specify several scan result files.
uk: Вкажіть файл результатів з виводом у форматі Nmap XML. Може використовуватися більше одного разу для вказування декількох файлів результатів сканування.

source: Run %s with the specified args.
uk: Запустити %s з зазначеними аргументами.

source: Begin with the specified profile selected. If combined with the -t (--target) option, automatically run the profile against the specified target.
uk: Почати з обраним профілем. Якщо використовується разом з опцією -t (--target) автоматично запускається з вказаною метою.

source: Specify a target to be used along with other options. If specified alone, open with the target field filled with the specified target
uk: Вкажіть мету, яка буде використовуватися разом з іншими опціями. Якщо вказується одна мета, то вкажіть у полі потрібну мету

source: Increase verbosity of the output. May be used more than once to get even more verbosity
uk: Збільшення об’єму виводу. Може використовуватися декілька разів для розширення виводу.

source: About %s and %s
uk: Про %s та %s

source: %s is a free and open source utility for network exploration and security auditing.
uk: %s це безкоштовна утиліта з відкритим джерельним кодом для перевірки мережі й аудиту безпеки

source: %s is a multi-platform graphical %s frontend and results viewer. It was originally derived from %s.
uk: %s це крос-платформовий графічний фронтенд %s й переглядач результатів. Початково заснований на %s.

source: %s is an %s GUI created as part of the Nmap/Google Summer of Code program.
uk: %s це %s GUI, створене як частина Nmap/Google Summer of code program.

source: %s credits
uk: Команда %s

source: Written by
uk: Автор

source: Design
uk: Дизайн

source: Contributors
uk: Співавтори

source: Translation
uk: Переклад

source: Import error
uk: Помилка імпорту

source: A required module was not found.
uk: Необхідних модулів не було знайдено.

source: Error creating the per-user configuration directory
uk: Помилка при створенні теки конфігурації користувача

source: There was an error creating the directory %s or one of the files in it. The directory is created by copying the contents of %s. The specific error was %s %s needs to create this directory to store information such as the list of scan profiles. Check for access to the directory and try again.
uk: Сталася помилка при створенні директорії %s або одного з файлів у ній. Директорія створюється шляхом копіювання вмісту %s. Помилка була %s для %s потрібно створити цю директорію, щоб зберігати інформацію, таку як перелік профілів сканування. Перевірте доступ до цієї директорії й спробуйте знову.

source: Error parsing the configuration file
uk: Помилка при читанні конфігураційного файлу

source: There was an error parsing the configuration file %s. The specific error was %s %s can continue without this file but any information in it will be ignored until it is repaired.
uk: Сталася помилка при аналізі файлу конфігурації %s. Помилка була %s %s може продовжувати без цього файлу, однак уся інформація у ньому буде ігноруватися доти, доки файл не буде виправлено.

source: Restore default configuration?
uk: Відновити типову конфігурацію?

source: To avoid further errors parsing the configuration file %s, you can copy the default configuration from %s. Do this now?
uk: Щоб уникнути подальших помилок при аналізі файлу конфігурації %s, ви можете скопіювати типову конфігурацію з %s. Зробити це зараз?

source: You are trying to run %s with a non-root user! Some %s options need root privileges to work.
uk: Ви намагаетеся запустити %s без прав суперкористувача! Для роботи деяких опцій %s потрібні права root.

source: Non-root user
uk: Не root-користувач

source: How to Report a Bug
uk: Як повiдомити про помилку

source: <big><b>How to report a bug</b></big> Like their author, %(nmap)s and %(app)s aren't perfect. But you can help make it better by sending bug reports or even writing patches. If %(nmap)s doesn't behave the way you expect, first upgrade to the latest version available from <b>%(nmap_web)s</b>. If the problem persists, do some research to determine whether it has already been discovered and addressed. Try Googling the error message or browsing the nmap-dev archives at http://seclists.org/. Read the full manual page as well. If nothing comes of this, mail a bug report to <b>&lt;dev@nmap.org&gt;</b>. Please include everything you have learned about the problem, as well as what version of Nmap you are running and what operating system version it is running on. Problem reports and %(nmap)s usage questions sent to dev@nmap.org are far more likely to be answered than those sent to Fyodor directly. Code patches to fix bugs are even better than bug reports. Basic instructions for creating patch files with your changes are available at https://nmap.org/data/HACKING. Patches may be sent to nmap-dev (recommended) or to Fyodor directly.
uk: <big><b>Як повідомляти про помилку</b></big> Як і їх автор %(nmap)s and %(app)s не є досконалими. Але ви можете допомогти зробити їх кращими, надсилаючи повідомлення про помилки або навіть писати патчі. Якщо %(nmap)s не веде себе так, як ви очікуєте, спершу встановіть останню версію, доступну на <b>%(nmap_web)s</b>.. Якщо проблема не зникне, проведіть певні дослідження, щоб визначити, чи було це виявлено та вирішено. Спробуйте за допомогою Google знайти повідомлення про помилку або переглянути архіви nmap-dev за адресою http://seclists.org/. Прочитайте сторінку з документацєю. Якщо нічого не виходить, надішліть повідомлення про помилку на адресу <b><dev@nmap.org></b>. Будь ласка, додайте все, що ви знаєте про проблему, а також те, яку версію Nmap ви використовуєте та на якій версії операційної системи вона працює. Повідомлення про помилку та запитання про використання %(nmap)s надіслані на dev@nmap.org швидше за все отримають відповідь, ніж ті, що надіслані до Федора напряму. Патчі коду для виправлення помилок навіть краще, ніж повідомлення про помилки. Основні вказівки щодо створення патч-файлів зі змінами доступні за адресою https://nmap.org/data/HACKING. Патчі можуть бути відправлені на nmap-dev (рекомендовано) або безпосередньо Федору.

source: Crash Report
uk: Звіт про помилку

source: An unexpected error has crashed %(app_name)s. Please copy the stack trace below and send it to the <a href="mailto:dev@nmap.org">dev@nmap.org</a> mailing list. (<a href="http://seclists.org/nmap-dev/">More about the list.</a>) The developers will see your report and try to fix the problem.
uk: Трапилася непередбачена помилка, і додаток %(app_name)s був зупинений. Будь-ласка, скопіюйте наведене нижче трасування стеку і відправте на <a href="mailto:dev@nmap.org">dev@nmap.org</a> (<a href="http://seclists.org/nmap-dev/">Детальніше про перелік адресатів</a>). Розробники побачать ваш звіт і намагатимуться вирішити проблему.

source: <b>Copy and email to <a href="mailto:dev@nmap.org">dev@nmap.org</a>:</b>
uk: <b>Скопіювати і відправити за адресою <a href="mailto:dev@nmap.org">dev@nmap.org</a>:</b>

source: Scan Output
uk: Вивід результату сканування

source: Select Scan Result
uk: Виберіть результат сканування

source: Error parsing file
uk: Помилка при розборі файлу

source: The file is not an Nmap XML output file. The parsing error that occurred was %s
uk: Файл не відповідає формату вихідного Nmap XML файлу. Помилка: %s

source: Cannot open selected file
uk: Не можу відкрити вибраний файл

source: This error occurred while trying to open the file: %s
uk: Ця помилка сталася під час спроби відкрити файл: %s

source: Compare Results
uk: Порівняти результати

source: A Scan
uk: Звіт A

source: B Scan
uk: Звіт B

source: Error running ndiff
uk: Помилка при запуску ndiff

source: There was an error running the ndiff program.
uk: Виникла помилка при запуску ndiff.

source: Error parsing ndiff output
uk: Помилка при розборі виводу ndiff

source: The ndiff process terminated with status code %d.
uk: Робота ndiff була перервана з кодом виходу %d.

source: All files (%s)
uk: Усі файли (%s)

source: Nmap XML files (%s)
uk: Файли Nmap XML (%s)

source: NSE scripts (%s)
uk: Скрипти NSE (%s)

source: By extension
uk: За розширенням

source: Nmap XML format (.xml)
uk: Формат Nmap XML (.xml)

source: Nmap text format (.nmap)
uk: Текстовий формат Nmap (.nmap)

source: Select File Type:
uk: Виберіть тип файлу:

source: Host Filter:
uk: Фільтр хостів:

source: Entering the text into the search performs a <b>keyword search</b> - the search string is matched against every aspect of the host. To refine the search, you can use <b>operators</b> to search only specific fields within a host. Most operators have a short form, listed. <b>target: (t:)</b> - User-supplied target, or a rDNS result. <b>os:</b> - All OS-related fields. <b>open: (op:)</b> - Open ports discovered in a scan. <b>closed: (cp:)</b> - Closed ports discovered in a scan. <b>filtered: (fp:)</b> - Filtered ports discovered in scan. <b>unfiltered: (ufp:)</b> - Unfiltered ports found in a scan (using, for example, an ACK scan). <b>open|filtered: (ofp:)</b> - Ports in the "open|filtered" state. <b>closed|filtered: (cfp:)</b> - Ports in the "closed|filtered" state. <b>service: (s:)</b> - All service-related fields. <b>inroute: (ir:)</b> - Matches a router in the scan's traceroute output.
uk: Введення тексту у полі пошуку, виконує <b>пошук за ключовим словом</b> - рядок пошуку порівнюється з кожною властивістю хосту. Для перевизначення пошуку, ви можете використовувати<b>оператори</b>, що виконуватимуть пошук лише по вказаним полям у межах хосту. Більшість операторів перераховані у короткій формі. <b>target: (t:)</b> - Об’єкт вказаний користувачем або результат rDNS. <b>os:</b> - Усі поля що відносяться до операційної системи. <b>open: (op:)</b> - Відкриті порти, що виявлені під час сканування. <b>closed: (cp:)</b> - Закриті порти, що виявлені під час сканування. <b>filtered: (fp:)</b> - Відфільтровані порти, що виявлені під час сканування. <b>unfiltered: (ufp:)</b> - Невідфільтровані порти, що виявлені під час сканування (використовуючи, наприклад, ACK-сканування). <b>open|filtered: (ofp:)</b> - Порти у сегменті "відкритий|відфільтрований". <b>closed|filtered: (cfp:)</b> - Порти у сегменті "закритий|відфільтрований". <b>service: (s:)</b> - Усі поля що відносяться до служб. <b>inroute: (ir:)</b> - відповідає маршрутизатору у виводі трасування сканування.

source: Sc_an
uk: С_канування

source: _Save Scan
uk: Зберегти звіт про сканування

source: Save current scan results
uk: Зберегти поточнi результати сканування

source: Save All Scans to _Directory
uk: Зберегти усi вiдсканованi матерiали до _Тека

source: Save all scans into a directory
uk: Зберегти всі сканування в каталог

source: _Open Scan
uk: _Відкрити сканування

source: Open the results of a previous scan
uk: Відкрите результати попередньої перевірки

source: _Open Scan in This Window
uk: _Відкрити сканування в цьому Вікні

source: Append a saved scan to the list of scans in this window.
uk: Додати збережений звіт у перелік звітів у цьому вікні

source: _Tools
uk: _Інструменти

source: _New Window
uk: _Нове вікно

source: Open a new scan window
uk: Відкрито нове вікно сканування

source: Close Window
uk: Закрити вікно

source: Close this scan window
uk: Закрити це вікно сканування

source: Print...
uk: Друк...

source: Print the current scan
uk: Друк поточного сканування

source: Quit
uk: Вихід

source: Quit the application
uk: Вийти з програми

source: New _Profile or Command
uk: Новий профіль або команда

source: Create a new scan profile using the current command
uk: Створити новий профіль сканування використовуючи поточну команду

source: Search Scan Results
uk: Результати пошуку сканування

source: Search for a scan result
uk: Пошук результатів сканування

source: Filter Hosts
uk: Фільтр хостів

source: Search for host by criteria
uk: Знайти власника (host )за критеріями

source: _Edit Selected Profile
uk: _Змінити вибраний профіль

source: Edit selected scan profile
uk: Редагувати вибраний профіль сканування

source: _Profile
uk: П_рофіль

source: Compare Scan Results using Diffies
uk: Порівняти результати сканування використовуючи Diffiles

source: _Help
uk: _Довідка

source: _Report a bug
uk: _Повідомити про помилку

source: Report a bug
uk: Повідомити про помилку

source: _About
uk: _Про програму

source: About %s
uk: Про програму %s

source: Shows the application help
uk: Показати допомогу по додатку

source: Can't save to database
uk: Не вдається зберегти у базі даних

source: Can't store unsaved scans to the recent scans database: %s
uk: Неможливо помістити не збережені сканування у базу нещодавніх сканувань: %s

source: Error loading file
uk: Помилка при завантаженні файлу

source: Nothing to save
uk: Нічого зберігати

source: There are no scans with results to be saved. Run a scan with the "Scan" button first.
uk: Немає звітів з результатами, які можна зберегти. Спочатку запустіть сканування кнопкою "Сканування".

source: There is a scan still running. Wait until it finishes and then save.
uk: Запущено процес сканування. Дочекайтеся поки він закінчиться, а потім збережіть результат.

source: There are %u scans still running. Wait until they finish and then save.
uk: Запущено %u процесів сканування. Дочекайтеся поки вони закінчаться, а потім збережіть.

source: Scan is running
uk: Йде сканування

source: Save Scan
uk: Зберегти звіт про сканування

source: This scan has not been run yet. Start the scan with the "Scan" button first.
uk: Це сканування ще не було запущено.Запустіть сканування кнопкою "Сканування"

source: Choose a directory to save scans into
uk: Виберіть теку для збереження звітів про сканування

source: Can't save file
uk: Не можу зберегти файл

source: Can't open file to write. %s
uk: Не можу відкрити файл для запису. %s

source: Close anyway
uk: Все одно закрити

source: Unsaved changes
uk: Незбережені зміни

source: The given scan has unsaved changes. What do you want to do?
uk: Дане сканування містить незбережені зміни. Що ви збираєтеся зробити?

source: Trying to close
uk: Спроба закрити додаток

source: The window you are trying to close has a scan running in the background. What do you want to do?
uk: У вікні, яке Ви намагаєтеся закрити відбувається процес сканування у режимі тла. Що Ви волієте зробити?

source: Can't find documentation files
uk: Не можу знайти файли документації

source: There was an error loading the documentation file %s (%s). See the online documentation at %s.
uk: Сталася помилка при завантаженні файлу довідки %s (%s). Дивіться мережеву довідку на %s

source: Nmap Output Properties
uk: Вихідні властивості Nmap

source: details
uk: подробиці

source: port listing title
uk: назва списку портів

source: open port
uk: відкритий порт

source: closed port
uk: закритий порт

source: filtered port
uk: вiдфiльтрований порт

source: date
uk: дата

source: hostname
uk: ім'я хосту

source: Highlight definitions
uk: Підсвічувати визначення

source: Text
uk: Текст

source: Highlight
uk: Підсвічувати

source: text color
uk: колір тексту

source: highlight color
uk: колiр пiдсвiчування

source: Choose file
uk: Виберіть файл

source: Profile Editor
uk: Редактор профілів

source: Scan
uk: Сканувати

source: Profile Information
uk: Інформація про профіль

source: Profile name
uk: Назва профілю

source: Description
uk: Опис

source: Save Changes
uk: Зберегти зміни

source: Help
uk: Довідка

source: Profile
uk: Профіль

source: Unnamed profile
uk: Безіменний профіль

source: You must provide a name for this profile.
uk: Ви повиннi ввести iм'я профiлю

source: Disallowed profile name
uk: Заборонене ім’я профілю

source: Sorry, the name "%s" is not allowed due to technical limitations. (The underlying ConfigParser used to store profiles does not allow it.) Choose a different name.
uk: Вибачте, але ім’я "%s" заборонено з технічних обмежень. (Ім’я заборонено ConfigParser'ом, що використовується для зберігання профілів.) Виберіть інше ім’я.

source: Deleting Profile
uk: Вилучення профiлю

source: Your profile is going to be deleted! ClickOk to continue, or Cancel to go back to Profile Editor.
uk: Ваш профіль буде вилучено! Клацніть ОК, щоб продовжити або Скасувати, щоб повернутися у Редактор профілів.

source: Not available
uk: Недоступно

source: Host Status
uk: Стан хосту

source: Addresses
uk: Адреси

source: Hostnames
uk: Назви хостів

source: Operating System
uk: Операційна система

source: Ports used
uk: Порти що використовуються

source: OS Classes
uk: Класи ОС

source: TCP Sequence
uk: TCP послідовність

source: IP ID Sequence
uk: IP ID Послідовність

source: TCP TS Sequence
uk: TCP TS Послідовність

source: Comments
uk: Коментарі

source: State:
uk: Стан:

source: Open ports:
uk: Відкриті порти:

source: Filtered ports:
uk: Відфільтровані порти:

source: Closed ports:
uk: Закриті порти:

source: Scanned ports:
uk: Проскановані порти:

source: Up time:
uk: Час роботи:

source: Last boot:
uk: Останнє завантаження:

source: Vendor:
uk: Виробник:

source: Name - Type:
uk: Ім’я - Тип:

source: Not Available
uk: Недоступно

source: Name:
uk: Ім’я:

source: Accuracy:
uk: Точність:

source: Port-Protocol-State:
uk: Порт-Протокол-Стан:

source: Type
uk: Тип

source: Vendor
uk: Виробник

source: OS Family
uk: Родина ОС

source: OS Generation
uk: Покоління ОС

source: Accuracy
uk: Точність

source: Difficulty:
uk: Складність:

source: Index:
uk: Індекс:

source: Values:
uk: Значення:

source: Class:
uk: Клас:

source: Hosts
uk: Хости

source: Services
uk: Служби

source: OS
uk: ОС

source: Host
uk: Хост

source: Service
uk: Послуга

source: Empty Nmap Command
uk: Порожня команда Nmap

source: There is no command to execute. Maybe the selected/typed profile doesn't exist. Please check the profile name or type the nmap command you would like to execute.
uk: Відсутня команда для виконання. Ймовірно обраний або уведений профіль не існує. Перевірте ім’я профілю або уведіть команду nmap, яку необхідно виконати.

source: This means that the nmap executable was not found in your system PATH, which is
uk: Це значить, що виконуваний файл nmap не було знайдено у змінній оточення PATH, яка дорівнює

source: <undefined>
uk: <невизначено>

source: plus the extra directory
uk: додати теку

source: plus the extra directories
uk: додати теки

source: Error executing command
uk: Помилка при виконанні команди

source: Parse error
uk: Помилка розбору

source: There was an error while parsing the XML file generated from the scan: %s
uk: Виникла помилка при розборі XML файлу, згенерованому при скануванні: %s

source: Cannot merge scan
uk: Не вдається об’єднати сканування

source: There was an error while merging the new scan's XML: %s
uk: Сталася помилка при злитті нового сканування XML: %s

source: %d/%d hosts shown
uk: %d/%d хостів показано

source: Nmap Output
uk: Вивід Nmap

source: Ports / Hosts
uk: Порти / Хости

source: Topology
uk: Топологія

source: Host Details
uk: Подробиці про хост

source: Scans
uk: Сканування

source: No host selected.
uk: Не вибрано хост

source: Details
uk: Деталі

source: Port
uk: Порт

source: Protocol
uk: Протокол

source: State
uk: Стан

source: Version
uk: Версiя

source: Hostname
uk: Ім'я хосту

source: Command:
uk: Команда:

source: Nmap Version:
uk: Версія Nmap:

source: Verbosity level:
uk: Рівень виводу:

source: Debug level:
uk: Рівень налагодження:

source: Command Info
uk: Відомості про команду

source: Started on:
uk: Почато:

source: Finished on:
uk: Закінчено:

source: Hosts up:
uk: Хостів увімкнено:

source: Hosts down:
uk: Хостів вимкнено:

source: Hosts scanned:
uk: Хостів проскановано:

source: General Info
uk: Загальна інформація

source: Scan Info
uk: Інформація про сканування

source: Scan type:
uk: Тип сканування

source: Protocol:
uk: Протокол:

source: # scanned ports:
uk: # проскановано портів:

source: Services:
uk: Сервіси:

source: Running
uk: Працює

source: Unsaved
uk: Незбережено

source: Failed
uk: Невдалося

source: Canceled
uk: Скасовано

source: Status
uk: Статус

source: Command
uk: Команда

source: Append Scan
uk: Додати звіт

source: Remove Scan
uk: Вилучити звіт

source: Cancel Scan
uk: Скасувати Сканування

source: Cancel
uk: Скасувати

source: Target:
uk: Мета:

source: Profile:
uk: Профіль:

source: There was an error getting the list of scripts from Nmap. Try upgrading Nmap.
uk: Сталася помилка при отриманні переліку сценаріїв з Nmap. Спробуйте оновити Nmap.

source: List of scripts A list of all installed scripts. Activate or deactivate a script by clicking the box next to the script name.
uk: Перелік скриптів Перелік усіх встановлених скриптів. Активувати або деактивувати сценарій, встановивши прапорець поряд з іменем скрипту.

source: Description This box shows the categories a script belongs to. In addition, it gives a detailed description of the script which is present in script. A URL points to online NSEDoc documentation.
uk: Опис Це поле показує категорію, до якої належить скрипт. Крім того це дає детальний опис сценарію, який присутній у скрипту. URL вказує на онлайн-документацію NSEDoc.

source: Arguments A list of arguments that affect the selected script. Enter a value by clicking in the value field beside the argument name.
uk: Аргументи Перелік аргументів, які впливають на обраний сценарій. Введіть значення, клацнувши у полі значення поряд з іменем аргументу.

source: Please wait.
uk: Будь ласка, зачекайте.

source: Names
uk: Імена

source: Arguments
uk: Аргументи

source: Select script files
uk: Виберіть файли скриптів

source: Search:
uk: Пошук:

source: Expressions
uk: Вирази

source: Date
uk: Дата

source: No search method selected!
uk: Не вибрано методу пошуку

source: %s can search results on directories or inside its own database. Please select a method by choosing a directory or by checking the search data base option in the 'Search options' tab before starting a search
uk: %s може робити пошук результатів у каталогах або у власній базі даних. Вкажіть метод, обравши каталог або вказавши параметр пошуку у базі даних у вкладці 'Параметри пошуку', до виконання пошуку
