Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-net-tools_net-tools-*.po
Languages: uk

source: arp: need host name
uk: arp: потрібно вказати ім’я вузла

source: No ARP entry for %s
uk: ARP запис для %s не знайдено

source: arp: cant get HW-Address for `%s': %s.
uk: arp: неможливо отримати фізичну адресу для «%s»: %s.

source: arp: protocol type mismatch.
uk: arp: не збігається тип протоколу.

source: arp: device `%s' has HW address %s `%s'.
uk: arp: пристрій «%s» з фізичною адресою %s «%s».

source: arp: need hardware address
uk: arp: потрібно вказати апаратну адресу

source: arp: invalid hardware address
uk: arp: неправильна апаратна адреса

source: arp: cannot open etherfile %s !
uk: arp: неможливо відкрити дамп %s !

source: arp: format error on line %u of etherfile %s !
uk: arp: помилка формату у рядку %u, дамп %s !

source: arp: cannot set entry on line %u of etherfile %s !
uk: arp: неможливо задати параметр у рядку %u, дамп %s !

source: Address HWtype HWaddress Flags Mask Iface
uk: Адреса HW-тип HW-адреса Прапорці Маска Інтерфейс

source: <from_interface>
uk: <з_інтерфейсу>

source: (incomplete)
uk: (незавершено)

source: %s (%s) at
uk: %s (%s) у

source: <incomplete>
uk: <незавершено>

source: netmask %s
uk: мережева маска %s

source: on %s
uk: на %s

source: Entries: %d Skipped: %d Found: %d
uk: Записів: %d Пропущено: %d Знайдено: %d

source: %s (%s) -- no entry
uk: %s (%s) -- немає запису

source: arp: in %d entries no match found.
uk: arp: у %d записах збігів не знайдено.

source: Usage: arp [-vn] [<HW>] [-i <if>] [-a] [<hostname>] <-Display ARP cache
uk: Використання: arp [-vn] [<HW>] [-i <інтерфейс>] [-a] [<ім’я_вузла>] <- Показати кеш ARP

source: arp [-v] [-i <if>] -d <host> [pub] <-Delete ARP entry
uk: arp [-v] [-i <if>] -d <вузол> [pub] <-Вилучити елемент ARP

source: arp [-vnD] [<HW>] [-i <if>] -f [<filename>] <-Add entry from file
uk: arp [-vnD] [<HW>] [-i <інтерфейс>] -f [<ім’я_файлу>] <- Додати запис у arp з файлу

source: arp [-v] [<HW>] [-i <if>] -s <host> <hwaddr> [temp] <-Add entry
uk: arp [-v] [<HW>] [-i <інтерфейс>] -s <вузол> <hwaddr> [temp] <-Додати елемент

source: arp [-v] [<HW>] [-i <if>] -Ds <host> <if> [netmask <nm>] pub <-''-
uk: arp [-v] [<HW>] [-i <інтерфейс>] -Ds <вузол> <if> [netmask <nm>] pub <-''-

source: -a display (all) hosts in alternative (BSD) style
uk: -a показати (усі) хости у альтернативному (BSD) стилі

source: -s, --set set a new ARP entry
uk: -s, --set встановити новий запис ARP

source: -d, --delete delete a specified entry
uk: -d, --delete вилучити вказаний запис

source: -v, --verbose be verbose
uk: -v, --verbose детальніший вивід

source: -n, --numeric don't resolve names
uk: -n, --numeric не перетворювати адреси в імена

source: -i, --device specify network interface (e.g. eth0)
uk: -i, --device вказати мережевий інтерфейс (наприклад, eth0)

source: -D, --use-device read <hwaddr> from given device
uk: -D, --use-device прочитати <hwaddr> з вказаного пристрою

source: -A, -p, --protocol specify protocol family
uk: -A, -p, --protocol вказати родину протоколів

source: -f, --file read new entries from file or from /etc/ethers
uk: -f, --file зчитати нові записи з файлу або з /etc/ethers

source: <HW>=Use '-H <hw>' to specify hardware address type. Default: %s
uk: <HW>=Використовуйте '-H <hw>' для вказування типу апаратної адреси. Типово: %s

source: List of possible hardware types (which support ARP):
uk: Перелік усіх можливих типів HW (які підтримують ARP)

source: %s: hardware type not supported!
uk: %s: даний HW тип не підтримується!

source: %s: address family not supported!
uk: %s: діапазон адрес не підтримується!

source: arp: -N not yet supported.
uk: arp: -N поки не підтримується.

source: arp: %s: unknown address family.
uk: arp: %s: невідома родина адрес.

source: arp: %s: unknown hardware type.
uk: arp: %s: невідомий тип обладнання

source: arp: %s: kernel only supports 'inet'.
uk: arp: %s: ядро підтримує лише 'inet'.

source: arp: %s: hardware type without ARP support.
uk: arp: %s: тип обладнання без підтримки ARP.

source: Setting nodename to `%s'
uk: Встановлюється ім’я вузла '%s'

source: %s: you must be root to change the node name
uk: %s: для зміни імені вузла необхідно мати права суперкористувача (root)

source: %s: name too long
uk: %s: задовге ім’я

source: Setting hostname to `%s'
uk: Встановлюється ім’я комп’ютера '%s'

source: %s: you must be root to change the host name
uk: %s: для зміни імені хоста необхідно мати права суперкористувача (root)

source: Setting domainname to `%s'
uk: Встановлюється доменне ім’я `%s'

source: %s: you must be root to change the domain name
uk: %s: для зміни доменного імені необхідно мати права суперкористувача (root)

source: Resolving `%s' ...
uk: Визначається `%s' ...

source: Result: h_name=`%s'
uk: Результат: h_name=`%s'

source: Result: h_aliases=`%s'
uk: Результат: h_aliases=`%s'

source: Result: h_addr_list=`%s'
uk: Результат: h_addr_list=`%s'

source: %s: can't open `%s'
uk: %s: неможливо відкрити `%s'

source: Usage: hostname [-v] {hostname|-F file} set hostname (from file)
uk: Використання: hostname [-v] {ім’я_комп’ютера|-F файл} встановити нове ім’я комп’ютера (з файлу)

source: domainname [-v] {nisdomain|-F file} set NIS domainname (from file)
uk: domainname [-v] {NIS_домен|-F файл} встановити NIS доменне ім’я (з файлу)

source: nodename [-v] {nodename|-F file} set DECnet node name (from file)
uk: nodename [-v] {ім’я_вузла|-F файл} встановити DECnet ім’я вузла (з файлу)

source: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] display formatted name
uk: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] показати відформатоване ім’я

source: hostname [-v] display hostname
uk: hostname [-v] показати ім’я комп’ютера

source: hostname -V|--version|-h|--help print info and exit
uk: hostname -V|--version|-h|--help вивести на екран інформацію і вийти

source: -s, --short short host name
uk: -s, --short ім’я комп’ютера коротко

source: -a, --alias alias names
uk: -a, --alias синоніми

source: -i, --ip-address addresses for the hostname
uk: -i, --ip-address IP-адреса для комп’ютера

source: -f, --fqdn, --long long host name (FQDN)
uk: -f, --fqdn, --long повне ім’я комп’ютера (FQDN)

source: -d, --domain DNS domain name
uk: -d, --domain доменне ім’я комп’ютера

source: -y, --yp, --nis NIS/YP domainname
uk: -y, --yp, --nis NIS/YP ім’я

source: -n, --node DECnet node name
uk: -n, --node ім’я вузла DECnet

source: -F, --file read hostname or NIS domainname from given file
uk: -F, --file прочитати ім’я комп’ютера або NIS ім’я з вказаного файлу

source: This command can read or set the hostname or the NIS domainname. You can also read the DNS domain or the FQDN (fully qualified domain name). Unless you are using bind or NIS for host lookups you can change the FQDN (Fully Qualified Domain Name) and the DNS domain name (which is part of the FQDN) in the /etc/hosts file.
uk: Ця команда може прочитати або встановити ім’я комп’ютера або NIS-ім’я. Ви також можете прочитати DNS або FQDN (Fully Qualified Domain Name). Якщо ви не використовуєте bind або NIS для пошуку комп’ютерів, ви можете змінити FQDN (Fully Qualified Domain Name) і DNS доменне ім’я (яке є частиною FQDN) у файлі /etc/hosts.

source: %s: You can't change the DNS domain name with this command
uk: %s: Ви не можете змінити DNS доменне ім’я використовуючи цю команду.

source: Unless you are using bind or NIS for host lookups you can change the DNS
uk: Якщо ви не використовуєте bind або NIS для пошуку комп’ютерів, ви можете змінити DNS

source: domain name (which is part of the FQDN) in the /etc/hosts file.
uk: доменне ім’я (яке є частиною FQDN) у файлі /etc/hosts.

source: %s: ERROR while getting interface flags: %s
uk: %s: ПОМИЛКА при отриманні прапорців інтерфейсу: %s

source: No support for INET on this system.
uk: INET не підтримується цією системою

source: %s: ERROR while testing interface flags: %s
uk: %s: ПОМИЛКА при тестуванні прапорців інтерфейсу: %s

source: Usage: ifconfig [-a] [-v] [-s] <interface> [[<AF>] <address>]
uk: Використання: ifconfig [-a] [-v] [-s] <ім’я інтерфейсу [[<AF>] <адреса>]

source: [add <address>[/<prefixlen>]]
uk: [add <адреса>[/<довжина префіксу>]]

source: [del <address>[/<prefixlen>]]
uk: [del <адреса>[/<довжина префіксу>]]

source: [[-]broadcast [<address>]] [[-]pointopoint [<address>]]
uk: [[-]broadcast [<адреса>]] [[-]pointopoint [<адреса>]]

source: [netmask <address>] [dstaddr <address>] [tunnel <address>]
uk: [netmask <адреса>] [dstaddr <адреса>] [tunnel <адреса>]

source: [hw <HW> <address>] [metric <NN>] [mtu <NN>]
uk: [hw <HW> <адреса>] [metric <NN>] [mtu <NN>]

source: List of possible hardware types:
uk: Перелік можливих типів обладнання:

source: <AF>=Address family. Default: %s
uk: <AF>=Address family. Типово: %s

source: List of possible address families:
uk: Перелік можливих адресних діапазонів:

source: ifconfig: option `%s' not recognised.
uk: ifconfig: опція `%s' не розпізнається.

source: ifconfig: `--help' gives usage information.
uk: ifconfig: `--help' показує інформацію з використання.

source: Unknown media type.
uk: Невідомий тип носія.

source: Warning: Interface %s still in promisc mode... maybe other application is running?
uk: Попередження: Інтерфейс %s все ще знаходиться у режимі PROMISC... можливо запущена ще одна програма?

source: Warning: Interface %s still in MULTICAST mode.
uk: Попередження: Інтерфейс %s все ще знаходиться у режимі MULTICAST.

source: Warning: Interface %s still in ALLMULTI mode.
uk: Попередження: Інтерфейс %s все ще знаходиться у режимі ALLMULTI.

source: Warning: Interface %s still in DYNAMIC mode.
uk: Попередження: Інтерфейс %s все ще знаходиться у режимі DYNAMIC.

source: Warning: Interface %s still in BROADCAST mode.
uk: Попередження: Інтерфейс %s все ще знаходиться у режимі BROADCAST.

source: Warning: Interface %s still in POINTOPOINT mode.
uk: Попередження: Інтерфейс %s все ще знаходиться у режимі POINTOPOINT.

source: hw address type `%s' has no handler to set address. failed.
uk: тип фізичної адреси `%s' немає обробника для встановлення адреси. неуспіх.

source: %s: invalid %s address.
uk: %s: неправильна %s адреса.

source: No support for INET6 on this system.
uk: Немає підтримки INET6 на цій системі.

source: Interface %s not initialized
uk: Інтерфейс %s неініціалізований

source: Bad address.
uk: Невірна адреса.

source: Address deletion not supported on this system.
uk: Ця система не підтримує вилучення адреси.

source: ifconfig: Cannot set address for this protocol family.
uk: ifconfig: Не можу встановити адресу для цієї родини протоколів.

source: No support for ECONET on this system.
uk: На цій системі відсутня підтримка ECONET.

source: Don't know how to set addresses for family %d.
uk: Не знаю як встановити адресу для родини %d.

source: WARNING: at least one error occured. (%d)
uk: ПОПЕРЕДЖЕННЯ: сталася мінімум одна помилка. (%d)

source: (No info could be read for "-p": geteuid()=%d but you should be root.)
uk: (Інформація для "-p": geteuid()=%d не може бути прочитана, але вам потрібні права суперкористувача

source: (Not all processes could be identified, non-owned process info will not be shown, you would have to be root to see it all.)
uk: (Не усі процеси були ідентифіковані, інформація про процеси без власника не буде показана, вам потрібні права суперкористувача (root), щоб побачити усю інформацію.)

source: Active NET/ROM sockets
uk: Активні сокети NET/ROM

source: User Dest Source Device State Vr/Vs Send-Q Recv-Q
uk: Користувач Адресат Джерело Пристрій Стан Отрим/Відісл Відіслано Отримано

source: Problem reading data from %s
uk: Проблема читання даних з %s

source: warning, got bogus igmp6 line %d.
uk: увага, отримана фіктивна лінія igmp6 %d.

source: netstat: unsupported address family %d !
uk: netstat: непідтримувана родина адрес %d !

source: warning, got bogus igmp line %d.
uk: увага, отримана фіктивна лінія igmp %d.

source: Active X.25 sockets
uk: Активні сокети X.25

source: Dest Source Device LCI State Vr/Vs Send-Q Recv-Q
uk: Адресат Джерело Пристрій LCI Стан Отрим/Відісл Відіслано Отримано

source: warning, got bogus tcp line.
uk: увага, отримана фіктивна лінія tcp.

source: warning, got bogus udp line.
uk: увага, отримана фіктивна лінія udp.

source: warning, got bogus raw line.
uk: увага, отримана фіктивна лінія raw.

source: warning, got bogus unix line.
uk: увага, отримана фіктивна лінія unix.

source: Active UNIX domain sockets
uk: Активні сокети домену UNIX

source: Proto RefCnt Flags Type State I-Node
uk: Прото КілПос Прапо Тип Стан I-Нода

source: Path
uk: Шлях

source: Active AX.25 sockets
uk: Активний сокет AX.25

source: Dest Source Device State Vr/Vs Send-Q Recv-Q
uk: Адресат Джерело Пристрій Стан Отрим/Відісл Відіслано Отримано

source: problem reading data from %s
uk: проблема читання даних з %s

source: Active IPX sockets Proto Recv-Q Send-Q Local Address Foreign Address State
uk: Активні сокети IPX Прото Надісл Отрим Локальна адреса Віддалена адреса Стан

source: User
uk: Користувач

source: Kernel Interface table
uk: Таблиця інтерфейсів ядра

source: missing interface information
uk: відсутня інформація про інтерфейс

source: usage: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}
uk: Використання: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}

source: -r, --route display routing table
uk: -r, --route показати таблицю маршрутизації

source: -i, --interfaces display interface table
uk: -i, --interfaces показати таблицю інтерфейсів

source: -g, --groups display multicast group memberships
uk: -g, --groups показати членства у мультикаст групах

source: -s, --statistics display networking statistics (like SNMP)
uk: -s, --statistics показати мережеву статистику (як SNMP)

source: -M, --masquerade display masqueraded connections
uk: -M, --masquerade показати замасковані з’єднання

source: --numeric-hosts don't resolve host names
uk: --numeric-hosts не перетворювати адреси у імена комп’ютерів

source: --numeric-ports don't resolve port names
uk: --numeric-ports не перетворювати номери портів у імена

source: --numeric-users don't resolve user names
uk: --numeric-users не перетворювати у імена користувачів

source: -N, --symbolic resolve hardware names
uk: -N, --symbolic перетворити імена пристроїв

source: -e, --extend display other/more information
uk: -e, --extend показувати іншу/більше інформації

source: -p, --programs display PID/Program name for sockets
uk: -p, --programs показувати номер процесу програми/ім’я програми для сокетів

source: -c, --continuous continuous listing
uk: -c, --continuous безперервний вивід

source: -l, --listening display listening server sockets
uk: -l, --listening показувати прослуховувані сокети серверу

source: -a, --all, --listening display all sockets (default: connected)
uk: -a, --all, --listening показати усі сокети (типово - у статусі connected)

source: -o, --timers display timers
uk: -o, -timers показати таймери

source: -F, --fib display Forwarding Information Base (default)
uk: -F, -fib показати інформацію форвардингу бази (типово)

source: -C, --cache display routing cache instead of FIB
uk: -C, --cache показати кеш маршрутизації замість FIB

source: <AF>=Use '-6|-4' or '-A <af>' or '--<af>'; default: %s
uk: <AF>=Use '-6|-4' or '-A <af>' or '--<af>'; типово: %s

source: List of possible address families (which support routing):
uk: Перелік можливих адресних просторів (які підтримують маршрутизацію):

source: Active Internet connections
uk: Активні з’єднання з інтернетом

source: Proto Recv-Q Send-Q Local Address Foreign Address State
uk: Прото Надісл Отрим Локальна адреса Віддалена адреса Стан

source: User Inode
uk: Користувацький вузол

source: Timer
uk: Таймер

source: IPv4 Group Memberships
uk: Членство у групі IPv4

source: Interface RefCnt Group
uk: Група інтерфейсу RefCnt

source: This kernel does not support RARP.
uk: Ядро не підтримує RARP

source: no RARP entry for %s.
uk: не знайдено запис RARP для %s.

source: %s: bad hardware address
uk: %s: неправильна фізична адреса

source: rarp: cannot open file %s:%s.
uk: rarp: неможливо відкрити файл %s:%s.

source: rarp: format error at %s:%u
uk: rarp: помилка формату у %s:%u

source: rarp: %s: unknown host
uk: rarp: %s: невідомий хост

source: rarp: cannot set entry from %s:%u
uk: rarp: неможливо встановити запис з %s:%u

source: Usage: rarp -a list entries in cache.
uk: Використання: rarp -a перелік записів у кеші.

source: rarp -d <hostname> delete entry from cache.
uk: rarp -d <ім’я_комп’ютера> вилучити запис з кешу.

source: rarp [<HW>] -s <hostname> <hwaddr> add entry to cache.
uk: rarp [<HW>] -s <ім’я_комп’ютера> <фізична адреса> додати запис у кеш.

source: rarp -f add entries from /etc/ethers.
uk: rarp -f додати записи з файлу /etc/ethers.

source: rarp -V display program version.
uk: rarp -V показати версію програми.

source: %s: illegal option mix.
uk: %s: вказано несумісні опції.

source: rarp: %s: unknown hardware type.
uk: rarp: %s: невідомий тип обладнання

source: Usage: route [-nNvee] [-FC] [<AF>] List kernel routing tables
uk: Використання: route [-nNvee] [-FC] [<AF>] Показати таблицю маршрутизації ядра

source: route [-v] [-FC] {add|del|flush} ... Modify routing table for AF.
uk: route [-v] [-FC] {add|del|flush} ... Змінити таблицю маршрутизації для AF.

source: route {-h|--help} [<AF>] Detailed usage syntax for specified AF.
uk: route {-h|--help} [<AF>] Детальний опис використання вказаної AF.

source: route {-V|--version} Display version/author and exit.
uk: route {-V|--version} Показати версію/автора і вийти.

source: <AF>=Use '-A <af>' or '--<af>'; default: %s
uk: <AF>=Use '-A <af>' or '--<af>'; типово: %s

source: Usage: plipconfig [-a] [-i] [-v] interface
uk: Використання: plipconfig [-a] [-i] [-v] інтерфейс

source: Usage: iptunnel { add | change | del | show } [ NAME ]
uk: Використання: iptunnel { add | change | del | show } [ ІМ’Я ]

source: Where: NAME := STRING
uk: Де: NAME := STRING

source: Keys are not allowed with ipip and sit.
uk: Ключі недоступні разом з ipip і sit.

source: Broadcast tunnel requires a source address.
uk: Для широковіщального тунелю потрібна адреса джерела.

source: ttl != 0 and noptmudisc are incompatible
uk: ttl != 0 і noptmudisc несумісні

source: cannot determine tunnel mode (ipip, gre or sit)
uk: неможливо визначити режим тунелю (ipip, gre or sit)

source: unknown
uk: невідомий

source: Drop packets out of sequence.
uk: Викидати пакунки з послідовності.

source: Checksum in received packet is required.
uk: В отриманому пакунку потрібна контрольна сума.

source: Sequence packets on output.
uk: Послідовність пакунків на виході.

source: Checksum output packets.
uk: Контрольна сума вихідних пакунків.

source: Wrong format of /proc/net/dev. Sorry.
uk: Невірний формат /proc/net/dev. Вибачте.

source: Failed to get type of [%s]
uk: Неможливо отримати тип [%s]

source: ICMP input histogram:
uk: Гістограма входу ICMP

source: ICMP output histogram:
uk: Гістограма виходу ICMP

source: Forwarding is %s
uk: Переспрямування %s

source: Default TTL is %u
uk: TTL типово %u

source: %u total packets received
uk: усього пакунків прийнято %u

source: %u with invalid headers
uk: %u з невірними заголовками

source: %u with invalid addresses
uk: %u з невірними адресами

source: %u forwarded
uk: %u переспрямовано

source: %u with unknown protocol
uk: %u з невідомим протоколом

source: %u incoming packets discarded
uk: %u вхідних пакунків відхилено

source: %u incoming packets delivered
uk: вхідних пакунків доставлено: %u

source: %u requests sent out
uk: запитів відправлено: %u

source: %u outgoing packets dropped
uk: вихідних пакунків скинуто: %u

source: %u dropped because of missing route
uk: скинуто з причини відсутності маршруту: %u

source: %u fragments dropped after timeout
uk: фрагментів скинуто після тайм-ауту: %u

source: %u reassemblies required
uk: потрібно повторних збірок: %u

source: %u packets reassembled ok
uk: пакунків перезібрано вдало: %u

source: %u packet reassembles failed
uk: пакунків перезібрано невдало: %u

source: %u fragments received ok
uk: фрагментів отримано вдало: %u

source: %u fragments failed
uk: фрагментів невдало: %u

source: %u fragments created
uk: фрагментів створено: %u

source: %u ICMP messages received
uk: ICMP повідомлень отримано: %u

source: %u input ICMP message failed.
uk: невдалих вхідних ICMP повідомлень: %u

source: destination unreachable: %u
uk: пункт призначення недоступний: %u

source: timeout in transit: %u
uk: втрати при проходженні: %u

source: wrong parameters: %u
uk: невірні параметри: %u

source: source quenches: %u
uk: придушення від джерела: %u

source: redirects: %u
uk: переспрямування: %u

source: echo requests: %u
uk: ехо-запити: %u

source: echo replies: %u
uk: ехо-відповіді: %u

source: timestamp request: %u
uk: запит позначки часу: %u

source: timestamp reply: %u
uk: відповідь позначки часу: %u

source: address mask request: %u
uk: запитів маски адреси: %u

source: address mask replies: %u
uk: відповідей маски адреси: %u

source: %u ICMP messages sent
uk: послано повідомлень ICMP: %u

source: %u ICMP messages failed
uk: невдалі повідомлення ICMP: %u

source: time exceeded: %u
uk: час перевищено: %u

source: source quench: %u
uk: джерело придушення: %u

source: redirect: %u
uk: переспрямувань: %u

source: echo request: %u
uk: ехо-запитів: %u

source: timestamp requests: %u
uk: запити позначок часу: %u

source: timestamp replies: %u
uk: відповіді позначок часу: %u

source: address mask requests: %u
uk: запити масок адреси: %u

source: RTO algorithm is %s
uk: алгоритм RTO %s

source: %u active connections openings
uk: відкриття активних з’єднань: %u

source: %u passive connection openings
uk: відкриття пасивних з’єднань: %u

source: %u failed connection attempts
uk: невдалі спроби з’єднання: %u

source: %u connection resets received
uk: отримано скидань з’єднань: %u

source: %u connections established
uk: з’єднань встановлено: %u

source: %u segments received
uk: сегментів отримано: %u

source: %u segments send out
uk: відправлено сегментів: %u

source: %u segments retransmited
uk: повторно передано сегментів: %u

source: %u bad segments received.
uk: поганих сегментів отримано: %u

source: %u resets sent
uk: скидань надіслано: %u

source: %u packets received
uk: пакунків прийнято: %u

source: %u packets to unknown port received.
uk: прийнято пакунків на невідомий порт: %u

source: %u packet receive errors
uk: помилок приймання пакунків: %u

source: %u packets sent
uk: пакунків надіслано: %u

source: %u SYN cookies sent
uk: надіслано SYN cookies: %u

source: %u SYN cookies received
uk: отримано SYN cookies: %u

source: %u invalid SYN cookies received
uk: отримано неприпустимих SYN cookies: %u

source: %u resets received for embryonic SYN_RECV sockets
uk: отримано скидань для ембріональних SYN_RECV-сокетів: %u

source: %u packets pruned from receive queue because of socket buffer overrun
uk: пакунки, вирізані з черги прийому з причини переповнення буфера сокету: %u

source: %u packets pruned from receive queue
uk: пакунки, вирізані з черги прийому: %u

source: %u packets dropped from out-of-order queue because of socket buffer overrun
uk: пакунків, скинутих з черги неробочого стану внаслідок переповнення буфера сокетів: %u

source: %u ICMP packets dropped because they were out-of-window
uk: ICMP-пакунків, відкинутих з причини out-of-window: %u

source: %u ICMP packets dropped because socket was locked
uk: ICMP-пакунків, відкинутих з причини закритого сокету: %u

source: %u TCP sockets finished time wait in fast timer
uk: TCP-сокетів завершили time wait у швидкому таймері: %u

source: %u time wait sockets recycled by time stamp
uk: сокетів time wait, викинутих за міткою часу: %u

source: %u TCP sockets finished time wait in slow timer
uk: TCP-сокетів завершили time wait у повільному таймері: %u

source: %u passive connections rejected because of time stamp
uk: пасивних під’єднань відкинуто з причини мітки часу: %u
