Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: There were no records found where instance_uuid was NULL.
uk: Не виявлені записи, для яких instance_uuid дорівнює NULL.

source: Error attempting to run %(method)s
uk: Помилка при спробі виконання %(method)s

source: %(total)i rows matched query %(meth)s, %(done)i migrated
uk: %(total)i рядків, що збігаються із запитом %(meth)s, %(done)i перенесено

source: Must supply a positive value for max_number
uk: max_number має бути додатнім числом

source: Running batches of %i until complete
uk: Пакунки %i будуть виконуватися до повного завершення

source: Hypervisor: %s
uk: Гіпервізор: %s

source: Line %(linenum)d : %(line)s
uk: Рядок %(linenum)d : %(line)s

source: No errors in logfiles!
uk: Немає помилок у файлах протоколів!

source: Unable to find system log file!
uk: Не знайдено файлу системного протоколу!

source: Last %s nova syslog entries:-
uk: Останні записи системного протоколу nova %s:-

source: No nova entries in syslog!
uk: Немає записів nova у системному протоколі!

source: Invalid broker_hosts value: %s. It should be in hostname:port format
uk: Неприпустиме значення broker_hosts %s. Воно має бути вказано у форматі ім’я-хосту:порт

source: Invalid port value: %s. It should be an integer
uk: Неприпустиме значення порту: %s. Має бути вказано цілочисельне значення

source: Invalid port value: %s. Should be an integer
uk: Неприпустиме значення порту: %s. Має бути вказано цілочисельне значення

source: No hosts found to map to cell, exiting.
uk: Немає хостів для пов’язування з коміркою, вихід.

source: Host %(host)s is already mapped to cell %(uuid)s
uk: Хост %(host)s вже пов’язаний з коміркою %(uuid)s

source: All hosts are already mapped to cell(s), exiting.
uk: Усі хости вже пов’язані з комірками, вихід.

source: Could not read %s. Re-running with sudo
uk: Неможливо прочитати %s. Повторне виконання за допомогою sudo

source: sudo failed, continuing as if nothing happened
uk: не вдалося виконати sudo, виконання продовжується, ніби нічого не відбулося

source: Please re-run nova-manage as root.
uk: Виконайте nova-manage знову як root.

source: Missing arguments: %s
uk: Відсутні аргументи: %s

source: Cannot run any more instances of this type.
uk: Неможливо запустити додаткові копії цього типу.

source: Can only run %s more instances of this type.
uk: Можливо виконати лише %s копій цього типу.

source: Metadata type should be dict.
uk: Тип метаданих має бути вказаний як dict.

source: Metadata property key greater than 255 characters
uk: Ключ властивости метаданих перевищує 256 символів

source: Metadata property value greater than 255 characters
uk: Значення властивости метаданих перевищує 256 символів

source: The volume cannot be assigned the same device name as the root device %s
uk: Том неможна призначити імені пристрою, що збігається з кореневим пристроєм %s

source: Cannot attach one or more volumes to multiple instances
uk: Неможливо приєднати один або декілька логічних дисків декільком копіям

source: Invalid image metadata. Error: %s
uk: Недійсні метадані зображення. Помилка: %s

source: Quota exceeded, too many servers in group
uk: Перевищена квота, забагато серверів у групі.

source: Server group scheduler hint must be a UUID.
uk: Спливаюча підказка планувальника групи серверів має бути UUID.

source: Images with destination_type 'volume' need to have a non-zero size specified
uk: В образів з destination_type 'volume' має бути вказаний ненульовий розмір

source: Blank volumes (source: 'blank', dest: 'volume') need to have non-zero size
uk: Порожні томи (source: 'blank', dest: 'volume') повинні мати ненульовий розмір

source: More than one swap drive requested.
uk: Запитано декілька тимчасових дисків.

source: Unable to launch multiple instances with a single configured port ID. Please launch your instance one by one with different ports.
uk: Неможливо запустити декілька екземплярів з одним вказаним ІД порту. Запустіть свій экземпляр послідовно на різних портах.

source: max_count cannot be greater than 1 if an fixed_ip is specified.
uk: Значення max_count не може бути більшим 1, якщо вказано значення fixed_ip.

source: The requested availability zone is not available
uk: Запитувана зона готовності недоступна

source: snapshot for %s
uk: миттєва копія для %s

source: Resize to zero disk flavor is not allowed.
uk: Різновид диску неможна зробити нульового разміру.

source: Cannot rescue a volume-backed instance
uk: Неможливо аварійно відновити збережений у томі екземпляр

source: Old volume is attached to a different instance.
uk: Старий том підімкнутий до іншого екземпляру.

source: New volume must be detached in order to swap.
uk: Для підкачи новий том необхідно відімкнути.

source: New volume must be the same size or larger.
uk: Розмір нового тому повинен бути тим самим або більшим.

source: Host aggregate is not empty
uk: Множина хостів не порожня

source: Aggregate %s does not support empty named availability zone
uk: Сукупний ресурс %s не підтримує зону доступности з порожнім іменем

source: One or more hosts already in availability zone(s) %s
uk: Один або декілька вузлів вже у області досяжности %s

source: Unexpected aggregate action %s
uk: Непередбачена складова дія %s

source: Keypair name contains unsafe characters
uk: Ім’я ключової пари містить небезбечні символи

source: Keypair name must be string and between 1 and 255 characters long
uk: Ім’я криптографічної пари має бути рядком довжиною від 1 до 255 символів

source: Security group %s is not a string or unicode
uk: Група захисту %s не є рядком або unicode

source: Value (%(value)s) for parameter Group%(property)s is invalid. Content limited to '%(allowed)s'.
uk: Значення (%(value)s) параметру Group%(property)s невірне. Вміст обмежений до '%(allowed)s'.

source: Quota exceeded, too many security groups.
uk: Перевищена квота, надлишкова кількість груп безпеки.

source: Security group %s already exists
uk: Група безпеки %s вже існує

source: Unable to update system group '%s'
uk: Неможливо оновити групу систем '%s'

source: Unable to delete system group '%s'
uk: Неможливо вилучити групу систем '%s'

source: Security group is still in use
uk: Група безпеки все ще використовується

source: Rule (%s) not found
uk: Правило (%s) не знайдено

source: Quota exceeded, too many security group rules.
uk: Квота перевищена, надлишкова кількість правил групи безпеки

source: Security group %(name)s added %(protocol)s ingress (%(from_port)s:%(to_port)s)
uk: Група захисту %(name)s додала вхід для %(protocol)s (%(from_port)s:%(to_port)s)

source: Security group %(name)s removed %(protocol)s ingress (%(from_port)s:%(to_port)s)
uk: Група захисту %(name)s вилучила вхід для %(protocol)s (%(from_port)s:%(to_port)s)

source: Security group id should be integer
uk: Ідентифікатор групи безпеки повинен бути цілим числом

source: memory
uk: пам'ять

source: disk
uk: диск

source: Claim pci failed.
uk: Вимога pci не виконана.

source: Requested instance NUMA topology together with requested PCI devices cannot fit the given host NUMA topology
uk: Запитана топологія NUMA екземпляру і запитані пристрої PCI не поміщаються у заданій топології NUMA хосту

source: Requested instance NUMA topology cannot fit the given host NUMA topology
uk: Запитана топологія NUMA екземпляру не підходить для даної топології NUMA хосту

source: Free %(type)s %(free).02f %(unit)s < requested %(requested)d %(unit)s
uk: Вільні %(type)s %(free).02f %(unit)s < запитувані %(requested)d %(unit)s

source: Flavor names can only contain printable characters and horizontal spaces.
uk: Імена різновидів можуть містити лише друковані символи і горизонтальні пробіли.

source: id cannot contain leading and/or trailing whitespace(s)
uk: ІД не може містити пробіли на початку і/або в кінці

source: Flavor id can only contain letters from A-Z (both cases), periods, dashes, underscores and spaces.
uk: ІД різновиду може містити лише літери від A до Z (без врахування регістру), крапки, дефіси, підкреслювання та пробіли.

source: 'rxtx_factor' argument must be a float between 0 and %g
uk: Аргумент 'rxtx_factor' має бути числом з плаваючою точкою у діяпазоні від 0 до %g

source: is_public must be a boolean
uk: is_public має бути boolean

source: Key Names can only contain alphanumeric characters, periods, dashes, underscores, colons and spaces.
uk: Імена ключів можуть містити в собі лише абетково-цифрові символи, крапки, дефіси, підкреслювання, двокрапки та пробіли.

source: Instance event failed
uk: Збій події екземпляру

source: %s is not a valid node managed by this compute host.
uk: %s не є вірним вузлом, що керується цим хостом обчислення.

source: Anti-affinity instance group policy was violated.
uk: Порушена стратегія суворої розподіленості групи екземплярів.

source: Affinity instance group policy was violated.
uk: Спорідненість примірника групової політики було порушено.

source: Failed to allocate the network(s) with error %s, not rescheduling.
uk: Не вдалося виділити мережу (мережі). Помилка: %s. Перепланування не виконується.

source: Failed to allocate the network(s), not rescheduling.
uk: Не вдалося виділити мережу(мережі), перепланування не виконується.

source: Success
uk: Успіх

source: Failure prepping block device.
uk: Збій при підготовці блочного пристрою.

source: Invalid state of instance files on shared storage
uk: Неприпустимий стан файлів копії на загальнодоступному сховищі

source: instance %s is not running
uk: Екземпляр %s не запущений

source: set_admin_password is not implemented by this driver or guest instance.
uk: set_admin_password не реалізований цим драйвером або гостьовим екземпляром.

source: error setting admin password
uk: помилка призначення паролю адміністратора

source: Driver Error: %s
uk: Помилка драйвера: %s

source: Instance has no source host
uk: В екземплярі відсутній джерельний хост

source: Port %s is not attached
uk: Порт %s не підімкнутий

source: Instance %s not found
uk: Копія %s не знайдена

source: In ERROR state
uk: У стані ПОМИЛКА

source: In states %(vm_state)s/%(task_state)s, not RESIZED/None
uk: У станах %(vm_state)s/%(task_state)s, не RESIZED/None

source: Unrecognized value '%s' for CONF.running_deleted_instance_action
uk: Нерозпізнане значення '%s' для CONF.running_deleted_instance_action

source: Missing keys: %s
uk: Відсутні ключі: %s

source: No compute host specified
uk: Вузол compute не вказаний

source: Unable to find host for Instance %s
uk: Неможливо знайти вузол для копії %s

source: Unexpected type adding stats
uk: Непередбачений тип додавання статистики

source: No valid host found for cold migrate
uk: Не знайдений припустимий хост для холодного переносу

source: No valid host found for resize
uk: Не знайдені припустимі хости для зміни розміру

source: Unshelve attempted but the image %s cannot be found.
uk: Здійснена спроба повернення з відкладеного стану, але образ %s не знайдений.

source: Unable to migrate %(instance_uuid)s to %(dest)s: Lack of memory(host:%(avail)s <= instance:%(mem_inst)s)
uk: Невозможно перемістити %(instance_uuid)s в %(dest)s: Невистачає пам’яті(вузол:%(avail)s <= копія:%(mem_inst)s)

source: Timeout while checking if we can live migrate to host: %s
uk: Час очікування перевірки прямого перенесення на вузол сплив: %s

source: Exceeded max scheduling retries %(max_retries)d for instance %(instance_uuid)s during live migration
uk: Виконано максимально заплановане число повторних спроб %(max_retries)d для екземпляру %(instance_uuid)s у процесі оперативного переносу

source: Image ID used when starting up a cloudpipe vpn server
uk: Ідентифікатор образу, використовуваний при запуску vpn-сервера cloudpipe

source: Flavor for vpn instances
uk: Різновид для екземплярів vpn

source: Template for cloudpipe instance boot script
uk: Шаблон для сценарію завантаження копії cloudpipe

source: Network to push into openvpn config
uk: Мережа для поміщення у конфігурацію openvpn

source: Netmask to push into openvpn config
uk: Маска мережі для поміщення у конфігурацію openvpn

source: Suffix to add to project name for vpn key and secgroups
uk: Суффікс для додавання в назву проекту для ключа vpn та secgroups

source: Filename of root CA
uk: Назва файла кореневого сертифіката CA

source: Filename of private key
uk: Ім'я файлу секретного ключа

source: Filename of root Certificate Revocation List
uk: Ім’я файлу кореневого списку відклику сертифікатів

source: Where we keep our keys
uk: Шлях до збережених ключів

source: Where we keep our root CA
uk: Місце зберігання кореневого сертифіката CA

source: Should we use a CA for each project?
uk: Чи слід використовувати сертифікат CA для усіх проектів?

source: Subject for certificate for users, %s for project, user, timestamp
uk: Тема для сертифікатів користувачів, %s для проекту, користувача, часової мітки

source: Subject for certificate for projects, %s for project, timestamp
uk: Тема для сертифікатів проектів, %s для проекту, часова мітка

source: List of file systems that are configured in this file in the image_file_url:<list entry name> sections
uk: Перелік файлових систем, налаштованих у цьому файлі у розділах image_file_url:<list entry name>

source: No access_url in connection_info. Cannot validate protocol
uk: В connection_info відсутній access_url. Перевірка протоколу неможлива.

source: We do not support scheme '%s' under Python < 2.7.4, please use http or https
uk: Схема '%s' не підтримується в Python < 2.7.4, використовуйте http або https

source: Origin header not valid.
uk: Неприпустимий заголовок Origin.

source: Origin header does not match this host.
uk: Заголовок Origin не відповідає даному хосту.

source: Origin header protocol does not match this host.
uk: Протокол заголовку Origin не відповідає даному хосту.

source: connect info: %s
uk: інформація з’єднання: %s

source: connecting to: %(host)s:%(port)s
uk: Під’єднання до: %(host)s:%(port)s

source: %(host)s:%(port)s: Target closed
uk: %(host)s:%(port)s: Цільовий порт закритий

source: Failed to run xvp.
uk: Не вдалося запустити xvp.

source: Unrecognized read_deleted value '%s'
uk: Нерозпізнане значення read_deleted '%s'

source: Invalid floating IP %s in request
uk: Невірна нефіксована IP %s у запиті

source: Invalid fixed IP Address %s in request
uk: Невірна фіксована IP-адреса %s у запиті

source: Invalid virtual interface address %s in request
uk: Невірна адреса віртуального інтерфейсу %s у запиті

source: Unknown osapi_compute_unique_server_name_scope value: %s Flag must be empty, "global" or "project"
uk: Невідоме значення osapi_compute_unique_server_name_scope: %s Прапорець має бути порожнім, "global" або "project"

source: Invalid instance id %s in request
uk: Невірний ІД екземпляру %s у запиті

source: Invalid field name: %s
uk: Некоректна назва поля: %s

source: Unknown sort direction, must be 'desc' or 'asc'
uk: Невідомий напрямок сортування, повинен бути 'desc' або 'asc'

source: Sort direction size exceeds sort key size
uk: Розмір напрямку сортування перевищує розмір ключа сортування

source: Add metadata failed for aggregate %(id)s after %(retries)s retries
uk: Додавання метаданих не виконано для множини %(id)s після %(retries)s спроб

source: version should be an integer
uk: версія має бути цілим числом

source: Upgrade DB using Essex release first.
uk: Оновіть спочатку базу даних за допомогою випуску Essex.

source: Missing column %(table)s.%(column)s in shadow table
uk: Відсутній стовпчик %(table)s.%(column)s у тіньовій таблиці

source: Different types in %(table)s.%(column)s and shadow table: %(c_type)s %(shadow_c_type)s
uk: Різні типи в %(table)s.%(column)s і тіньовій таблиці: %(c_type)s %(shadow_c_type)s

source: Extra column %(table)s.%(column)s in shadow table
uk: Додатковий стовпчик %(table)s.%(column)s у тіньовій таблиці

source: Specify `table_name` or `table` param
uk: Вкажіть параметр `table_name` або `table`

source: Specify only one param `table_name` `table`
uk: Вкажіть лише один параметр `table_name` або `table`

source: There are %(records)d records in the '%(table_name)s' table where the uuid or instance_uuid column is NULL. These must be manually cleaned up before the migration will pass. Consider running the 'nova-manage db null_instance_uuid_scan' command.
uk: У таблиці '%(table_name)s' існують записи (%(records)d), для яких стовпчик uuid або instance_uuid дорівнює NULL. Вони повинні бути очищені вручну до виконання переносу. Запустіть команду 'nova-manage db null_instance_uuid_scan'.

source: There are still %(count)i unmigrated flavor records. Migration cannot continue until all instance flavor records have been migrated to the new format. Please run `nova-manage db migrate_flavor_data' first.
uk: Досі %(count)i не переміщених записів шаблону віртуального обладнання. Переміщення не може бути продовжено доти, доки усі записи шаблону ВО не будуть переведені у новий формат. Будь ласка, запустіть спочатку `nova-manage db migrate_flavor_data'.

source: There are still %(count)i unmigrated records in the %(table)s table. Migration cannot continue until all records have been migrated.
uk: Залишилось ще %(count)i немігрованих записів у таблиці %(table)s. Міграція не може продовжуватись, доки не буде перенесено всі записи.

source: Failed to decrypt private key: %s
uk: Помилка дешифрування особистого ключа: %s

source: Failed to decrypt initialization vector: %s
uk: Помилка дешифрування вектора ініціалізації: %s

source: Failed to decrypt image file %(image_file)s: %(err)s
uk: Помилка дешифрування файлу образа %(image_file)s: %(err)s

source: Unsafe filenames in image
uk: В образі небезпечні імена файлів

source: A unique ID given to each file system. This is value is set in Glance and agreed upon here so that the operator knowns they are dealing with the same file system.
uk: Унікальний ІД, привласнений кожній файловій системі. Це значення встановлюється в Glance і погоджується таким чином, щоб оператору було зрозуміло, що він працює з тією-ж файловою системою.

source: The path at which the file system is mounted.
uk: Шлях монтування файлової системи.

source: The group %(group_name)s must be configured with an id.
uk: Група %(group_name)s має бути сконфігурована з ідентифікатором.

source: The key %s is required in all file system descriptions.
uk: Ключ %s є обов’язковим у описах усіх файлових систем.

source: The key %(r)s is required in the location metadata to access the url %(url)s.
uk: Ключ %(r)s є обов’язковим у метаданих розташування для доступу до url %(url)s.

source: The ID %(id)s is unknown.
uk: Невідомий ІД: %(id)s.

source: The mount point advertised by glance: %(glance_mount)s, does not match the URL path: %(path)s
uk: Точка монтування, оголошена в Glance: %(glance_mount)s, не збігається зі шляхом URL: %(path)s

source: No matching ID for the URL %s was found.
uk: Не вдалося знайти відповідний ІД для URL %s.

source: Bad mac for to_global_ipv6: %s
uk: Неприпустимий mac для to_global_ipv6: %s

source: Bad prefix for to_global_ipv6: %s
uk: Неприпустимий префікс для to_global_ipv6: %s

source: Bad project_id for to_global_ipv6: %s
uk: Неприпустимий project_id для to_global_ipv6: %s

source: User is not authorized to use key manager.
uk: В користувача немає прав на використання Адміністратора ключів.

source: Unable to create Barbican Client without project_id.
uk: Неможливо створити Barbican Client без project_id.

source: keymgr.fixed_key not defined
uk: keymgr.fixed_key не визначений

source: cannot store arbitrary keys
uk: Не вдається зберегти довільні ключі

source: cannot delete non-existent key
uk: Не вдається вилучити неіснуючий ключ

source: instance is a required argument to use @refresh_cache
uk: копії потрібен аргумент, щоб використовувати @refresh_cache

source: ldap not installed
uk: ldap не інстальовано

source: This driver only supports type 'a' entries.
uk: Цей драйвер підтримує лише записи типу 'a'.

source: Unknown chain: %r
uk: Невідомий ланцюжок: %r

source: Failed to add bridge: %s
uk: Не вдалося додати міст: %s

source: Failed to add interface: %s
uk: Помилка додаванняя інтерфейсу: %s

source: The sum between the number of networks and the vlan start cannot be greater than 4094
uk: Сума числа мереж й початок vlan не може бути більше 4094

source: vlan must be an integer
uk: Значення vlan має бути цілим числом

source: The vlan number cannot be greater than 4094
uk: Число vlan має бути більше 4094

source: The vlan number cannot be less than 1
uk: Число vlan не може бути менше 1

source: The network range is not big enough to fit %(num_networks)s networks. Network size is %(network_size)s
uk: Діяпазон мережі не достатньо великий для %(num_networks)s мереж. Розмір мережі - %(network_size)s

source: Invalid name
uk: Некоректна назва

source: This driver only supports type 'a'
uk: Цей драйвер підтримує лише тип 'a'

source: Invalid IP format %s
uk: Некоректний формат IP %s

source: Unknown auth plugin: %s
uk: Невідома втулка ідентифікації: %s

source: Fixed IP %(ip)s is not a valid ip address for network %(network_id)s.
uk: Фіксована IP-адреса %(ip)s не є припустимою IP-адресою для мережі %(network_id)s.

source: Fixed IP %s is already in use.
uk: Фіксована IP-адреса %s вже використовується.

source: Multiple security groups found matching '%s'. Use an ID to be more specific.
uk: Знайдено декілька груп захисту, що відповідають '%s'. Використовуйте ІД, який буде більш визначеним.

source: empty project id for instance %s
uk: порожній ІД проєкту для екземпляру %s

source: Multiple possible networks found, use a Network ID to be more specific.
uk: Знайдено декілька можливих мереж, використовуйте більш визначений ІД мережі.

source: Instance hostname %(hostname)s is not a valid DNS name
uk: Неприпустиме ім’я DNS примірника %(hostname)s

source: Failed to access port %(port_id)s: %(reason)s
uk: Не вдалося отримати доступ до порту %(port_id)s: %(reason)s

source: This method needs to be called with either networks=None and port_ids=None or port_ids and networks as not none.
uk: Метод повинен бути викликаний або з networks=None і port_ids=None, або з port_ids та networks що різняться від none.

source: The number of defined ports: %(ports)d is over the limit: %(quota)d
uk: Кількість визначених портів: %(ports)d це на межі: %(quota)d

source: Multiple floating IP pools matches found for name '%s'
uk: Знайдено декілька відповідностей пулів нефіксованих IP для імені '%s'

source: Invalid security group name: %(name)s.
uk: Неприпустиме ім’я групи захисту: %(name)s.

source: Security group id should be uuid
uk: ІД групи захисту має бути uuid

source: Security group %(name)s is not found for project %(project)s
uk: Група захисту %(name)s не знайдена для проєкту %(project)s

source: instance_id %s could not be found as device id on any ports
uk: Не вдалося знайти instance_id %s як ІД пристрою на жодному порту

source: Security group %(security_group_name)s not associated with the instance %(instance)s
uk: Група захисту %(security_group_name)s не пов’язана з екземпляром %(instance)s

source: Type and Code must be integers for ICMP protocol type
uk: Значення Тип і Код мають бути цілими числами для типу протоколу ICMP

source: To and From ports must be integers
uk: Порти Від і До мають бути цілими числами

source: This rule already exists in group %s
uk: Це правило вже існує в групі %s

source: Volume does not belong to the requested instance.
uk: Том не відноситься до запитуваного екземпляру.

source: Architecture name '%s' is not valid
uk: Ім’я архітектури '%s' є неприпустимим

source: Hypervisor virt type '%s' is not valid
uk: Неприпустимий тип віртуалізації гіпервізора '%s'

source: Virtual machine mode '%s' is not valid
uk: Неприпустимий режим віртуальної машини '%s'

source: Network "%(val)s" is not valid in field %(attr)s
uk: Мережа "%(val)s" неприпустима у полі %(attr)s

source: A NetworkModel is required in field %s
uk: У полі %s потрібен NetworkModel
