Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nmap_zenmap-*.po
Languages: uk

source: Entering the text into the search performs a <b>keyword search</b> - the search string is matched against the entire output of each scan. To refine the search, you can use <b>operators</b> to search only within a specific part of a scan. Operators can be added to the search interactively if you click on the <b>Expressions</b> button, or you can enter them manually into the search field. Most operators have a short form, listed. <b>profile: (pr:)</b> - Profile used. <b>target: (t:)</b> - User-supplied target, or a rDNS result. <b>option: (o:)</b> - Scan options. <b>date: (d:)</b> - The date when scan was performed. Fuzzy matching is possible using the "~" suffix. Each "~" broadens the search by one day on "each side" of the date. In addition, it is possible to use the "date:-n" notation which means "n days ago". <b>after: (a:)</b> - Matches scans made after the supplied date (<i>YYYY-MM-DD</i> or <i>-n</i>). <b>before (b:)</b> - Matches scans made before the supplied date(<i>YYYY-MM-DD</i> or <i>-n</i>). <b>os:</b> - All OS-related fields. <b>scanned: (sp:)</b> - Matches a port if it was among those scanned. <b>open: (op:)</b> - Open ports discovered in a scan. <b>closed: (cp:)</b> - Closed ports discovered in a scan. <b>filtered: (fp:)</b> - Filtered ports discovered in scan. <b>unfiltered: (ufp:)</b> - Unfiltered ports found in a scan (using, for example, an ACK scan). <b>open|filtered: (ofp:)</b> - Ports in the "open|filtered" state. <b>closed|filtered: (cfp:)</b> - Ports in the "closed|filtered" state. <b>service: (s:)</b> - All service-related fields. <b>inroute: (ir:)</b> - Matches a router in the scan's traceroute output.
uk: Введіть текст у полі пошуку для пошуку <b>Ключового слова</b> серед результатів сканування Для уточнення умов пошуку можна використовувати <b>оператори</b>щоб шукати за окремими частинами звітів сканування.Оператори можуть бути додані у пошук інтерактивно, якщо ви натиснете кнопку <b>Вирази</b>, або ж можна ввести їх руками у рядок пошуку.Деякі оператори також мають коротке написання. <b>profile: (pr:)</b> - Використаний профіль <b>target: (t:)</b> - вказана користувачем мета або rDNS результат <b>option: (o:)</b> - Опції сканування <b>date: (d:)</b> - Дата, коли було проведено сканування для неточної дати можна використовувати суфікс "~". Кожен символ розширює дату на один день вперед або назад, у залежності від положення суфіксу.Також можливе використання "date:-n" де n - це кількість днів назад<b>after: (a:)</b> - вивід результатів після вказаної дати (РРРР-ММ-ДД або -n) <b>before: (b:)</b> - вивід результатів до вказаної дати (РРРР-ММ-ДД або -n) <b>os:</b> - Усі поля пов’язані з ОС <b>scanned: (sp:)</b> - відповідність порту знайденому при скануванні <b>open: (op:)</b> - Знайдені відкриті порти <b>closed: (cp:)</b> - Знайдені закриті порти <b>filtered: (fp:)</b> - Знайдені відфільтровані порти <b>unfiltered: (ufp:)</b> - Невідфільтровані порти знайдені при скануванні(наприклад ACK сканування) <b>open|filtered: (ofp:)</b> - Порти у стані "відкритий|відфільтрований" <b>closed|filtered: (cfp:)</b> - Порти у стані "закритий|відфільтрований" <b>service: (s:)</b> - Усі поля пов’язані з сервісами <b>inroute (ir:)</b> - Відповідності у виводах трасування маршрутів

source: Search Scans
uk: Пошук сканерів

source: Append
uk: Додати

source: Show the topology anyway
uk: Показати топологію у будь-якому випадку

source: Topology is disabled because too many hosts can cause it to run slowly. The limit is %d hosts and there are %d.
uk: Топологія вимкнена, тому що забагато хостів може викликати її повільний запуск. Межа %d хостів є %d.

source: Alert
uk: Попередження

source: Action
uk: Дії

source: Info
uk: Інформація

source: Red
uk: Червоний

source: Yellow
uk: Жовтий

source: Green
uk: Зелений

source: <b>Fisheye</b> on ring
uk: <b>Риб’яче око</b> на кільці

source: with interest factor
uk: з фактором участі

source: and spread factor
uk: й фактором розподілення

source: Interpolation
uk: Інтерполяція

source: Cartesian
uk: Декартова

source: Polar
uk: Полярна

source: Frames
uk: Кадри

source: Layout
uk: Компонування

source: Symmetric
uk: Симетричне

source: Weighted
uk: Розподілене

source: Ring gap
uk: Інтервал

source: Lower ring gap
uk: Нижній інтервал

source: View
uk: Перегляд

source: Zoom
uk: Масштаб

source: Navigation
uk: Навігація

source: Hosts Viewer
uk: Перегляд Хостів

source: No node selected
uk: Вузол не вибрано

source: Topology Legend
uk: Умовні позначки топології

source: View full legend online
uk: Переглянути повний список умовних позначок в мережі.

source: host was not port scanned
uk: хост не був просканований на порти

source: host with fewer than 3 open ports
uk: хост з менш ніж 3-ма відкритими портами

source: host with 3 to 6 open ports
uk: хост з 3 по 6 відкритих портів

source: host with more than 6 open ports
uk: хост з більш ніж 6-ма відкритими портами

source: host is a router, switch, or WAP
uk: хост являє собою маршрутизатор, комутатор або бездротову точку доступу

source: Traceroute connections
uk: З'єднання трасування

source: Thicker line means higher round-trip time
uk: Товстіша лінія означає більше часу в обидва кінці

source: primary traceroute connection
uk: основне з'єднання трасування

source: alternate path
uk: альтернативний шлях

source: no traceroute information
uk: немає інформації про трасування

source: missing traceroute hop
uk: відсутній стрибок трасування

source: Additional host icons
uk: Додаткові значки хоста

source: router
uk: маршрутизатор

source: switch
uk: комутатор

source: wireless access point
uk: бездротова точка доступу

source: firewall
uk: файрвол

source: host with some filtered ports
uk: хост з деякими фільтрованими портами

source: Method
uk: Метод

source: Count
uk: Лічильник

source: Reasons
uk: Причина

source: Traceroute on port <b>%s/%s</b> totalized <b>%d</b> known hops.
uk: Трасування по порту <b>%s/%s</b> дало <b>%d</b> відомих переходів.

source: No traceroute information available.
uk: Немає доступної інфорамції про трасування.

source: Name
uk: Ім’я

source: DB Line
uk: Рядок бази даних

source: Family
uk: Родина

source: <b>*</b> TCP sequence <i>index</i> equal to %d and <i>difficulty</i> is "%s".
uk: <b>*</b> TCP послідовність <i>index</i> дорівнює %d , <i>складність</i> "%s".

source: General
uk: Загальне

source: Traceroute
uk: Трасування

source: Ports (%s)
uk: Порти (%s)

source: <unknown>
uk: <невідомо>

source: <none>
uk: <немає>

source: [%d] service: %s
uk: [%d] служба: %s

source: <special field>
uk: <спеціальне поле>

source: Extraports (%s)
uk: Дод. порти (%s)

source: Special fields
uk: Спеціальні поля

source: General information
uk: Загальна інформація

source: Sequences
uk: Послідовності

source: No sequence information.
uk: Немає інформації про послідовності

source: No OS information.
uk: Немає інформації про операційну систему

source: Address:
uk: Адреса:

source: Hostname:
uk: Ім'я хосту:

source: %s (%s seconds).
uk: %s (%s секунд)

source: Match
uk: Відповідність

source: Class
uk: Клас

source: Used ports:
uk: Порти що використовуються:

source: Fingerprint
uk: Відбиток

source: Values
uk: Значення

source: TCP Timestamp
uk: Тичасова мітка TCP

source: Save Topology
uk: Зберегти топологію

source: No filename extension
uk: Розширення файлу відсутнє

source: The filename "%s" does not have an extension, and no specific file type was chosen. Enter a known extension or select the file type from the list.
uk: Не вибрано тип й не вказано розширення для файлу "%s". Вкажіть розширення або виберіть тип файлу з переліку.

source: Unknown filename extension
uk: Невідоме розширення файлу

source: There is no file type known for the filename extension "%s". Enter a known extension or select the file type from the list.
uk: Немає типу файлу, за розширенням імені файлу "%s" . Вкажіть правильне розширення або виберіть тип файлу з переліку.

source: Hosts viewer
uk: Перегляд хостів

source: Save Graphic
uk: Зберегти зображення

source: Controls
uk: Елементи керування

source: Fisheye
uk: Риб'яче око

source: Legend
uk: Умовні позначення

source: Error saving snapshot
uk: Помилка збереження знятку

source: Ping
uk: Пінг

source: Scripting
uk: Сценарії

source: Target
uk: Мета

source: Source
uk: Джерело

source: Other
uk: Інше

source: Timing
uk: Параметри швидкодії

source: Scan options
uk: Параметри сканування

source: Targets (optional):
uk: Цілі (опціонально):

source: TCP scan:
uk: TCP сканування:

source: None
uk: Немає

source: Send probes with the ACK flag set. Ports will be marked "filtered" or "unfiltered". Use ACK scan to map out firewall rulesets.
uk: Відправити тестові пакунки з встановленим прапорцем ACK. Порти будуть позначені як «відфільтровані» або «невідфільтровані». Використовуйте ACK-сканування, щоб спланувати набори правил брандмауера.

source: ACK scan
uk: ACK-сканування

source: Send probes with the FIN bit set. FIN scan can differentiate "closed" and "open|filtered" ports on some systems.
uk: Відправити тестові пакунки з встановленим бітом FIN. FIN-сканування може розрізняти «закриті» та «відкриті/відфільтровані» порти на деяких системах.

source: FIN scan
uk: FIN-сканування

source: Send probes with the FIN and ACK bits set. Against some BSD-derived systems this can differentiate between "closed" and "open|filtered" ports.
uk: Відправити тестові пакунки з встановленими бітами FIN і ACK. На деяких BSD-похідних системах таким чином можна розрізняти «закриті» та «відкриті/відфільтровані» порти.

source: Maimon scan
uk: Сканування Меймона

source: Send probes with no flags set (TCP flag header is 0). Null scan can differentiate "closed" and "open|filtered" ports on some systems.
uk: Відправити тестові пакунки без прапорців (заголовок прапорця TCP - 0). Нульове сканування може розрізняти «закриті» та «відкриті/відфільтровані» порти на деяких системах.

source: Null scan
uk: Нульове сканування

source: Send probes with the SYN flag set. This is the most popular scan and the most generally useful. It is known as a "stealth" scan because it avoids making a full TCP connection.
uk: Відправити тестові пакунки з встановленим прапорцем SYN. Найпопулярніше і корисне у більшості випадків сканування. Воно відоме як «приховане» сканування, оскільки уникає встановлення повноцінного TCP-з’єднання.

source: TCP SYN scan
uk: TCP SYN-сканування

source: Scan using the connect system call. This is like SYN scan but less stealthy because it makes a full TCP connection. It is the default when a user does not have raw packet privileges or is scanning IPv6 networks.
uk: Сканування, що використовує системний виклик з’єднання. Подібно SYN-скануванню, але менш хитре, оскільки встановлює повноцінне TCP-з’єднання. Використовується типово, коли користувач не має прав на відправку сирих пакунків або сканує мережі IPv6.

source: TCP connect scan
uk: Сканування TCP-з’єднанням

source: Same as ACK scan except that it exploits an implementation detail of certain systems to differentiate open ports from closed ones, rather than always printing "unfiltered" when a RST is returned.
uk: Подібно ACK-скануванню за виключенням того, що використовує тонкощі реалізації певних систем для відмінності відкритих і закритих портів, замість того, щоб завжди писати "не відфільтровано", коли у відповідь отримано прапорець RST.

source: Window scan
uk: Віконне сканування

source: Send probes with the FIN, PSH, and URG flags set, lighting the packets up like a Christmas tree. Xmas tree scan can differentiate "closed" and "open|filtered" ports on some systems.
uk: Відправляє тестові пакунки з встановленими прапорцями FIN, PSH і URG, підсвічуючи пакунки, як різдв’яну ялинку. Сканування різдв’яною ялинкою може розрізняти «закриті» та «відкриті/відфільтровані» порти на деяких системах.

source: Xmas Tree scan
uk: Сканування різдв’яною ялинкою

source: Non-TCP scans:
uk: Не TCP сканування:

source: Scan UDP ports. UDP is in general slower and more difficult to scan than TCP, and is often ignored by security auditors.
uk: Сканувати UDP порти. UDP у загальному випадку сканується повільніше і складніше, ніж TCP, і часто ігнорується системами аудиту безпеки.

source: UDP scan
uk: UDP сканування

source: Scan IP protocols (TCP, ICMP, IGMP, etc.) to find which are supported by target machines.
uk: Сканувати IP протоколи (TCP, ICMP, IGMP й т.д.), щоб визначити, які з них підтримуються цільовими машинами.

source: IP protocol scan
uk: Сканування протоколу IP

source: Do not scan any targets, just list which ones would be scanned (with reverse DNS names if available).
uk: Не проводити сканування призначень, а просто вивести перелік тих, які будуть проскановані (зі зворотніми іменами DNS, якщо можливо)

source: List scan
uk: Перелік сканувань

source: Skip the port scanning phase. Other phases (host discovery, script scan, traceroute) may still run.
uk: Пропустити етап сканування порту. Інші етапи (дослідження хосту, сканування сценарію, трасування) все ще зможуть працювати.

source: No port scan
uk: Без сканування портів

source: SCTP is a layer 4 protocol used mostly for telephony related applications. This is the SCTP equivalent of a TCP SYN stealth scan.
uk: SCTP - протокол 4-го рівню, що використовується головним чином додатками, пов’язаними з телефонією. Це SCTP-еквівалент хитрого TCP SYN-сканування.

source: SCTP INIT port scan
uk: SCTP INIT -сканування портів

source: SCTP is a layer 4 protocol used mostly for telephony related applications.
uk: SCTP - протокол 4-го рівню, що використовується головним чином додатками, пов’язаними з телефонією.

source: SCTP cookie-echo port scan
uk: сканування порта SCTP за допомогою cookie-echo

source: Timing template:
uk: Часовий шаблон:

source: Set the timing template for IDS evasion.
uk: Вкажіть часовий шаблон для IDS ухилення.

source: Paranoid
uk: Параноїдальний

source: Sneaky
uk: Підлий

source: Set the timing template to slow down the scan to use less bandwidth and target machine resources.
uk: Вкажіть часовий шаблон, щоб уповільнити сканування для використання меншої смуги пропускання і ресурсів цільової машини.

source: Polite
uk: Ввічливий

source: Set the timing template to not modify the default Nmap value.
uk: Вкажіть часовий шаблон, щоб не змінювати типове значення Nmap.

source: Normal
uk: Нормальний

source: Set the timing template for faster scan. Used when on a reasonably fast and reliable network.
uk: Вкажіть часовий шаблон для швидшого сканування. Використовується у достатньо швидкій і надійній мережі.

source: Aggressive
uk: Агресивний

source: Set the timing template for the fastest scan. Used when on a fast network or when willing to sacrifice accuracy for speed.
uk: Вкажіть часовий шаблон для найшвидшого сканування. Використовується у швидкій мережі або коли потрібно пожертвувати якістю заради швидкості.

source: Insane
uk: Божевільний

source: Enable OS detection (-O), version detection (-sV), script scanning (-sC), and traceroute (--traceroute).
uk: Увімкнути виявлення ОС (-O), виявлення версій (-sV), сканування за допомогою сценаріїв (-sC) і трасування шляху (--traceroute).

source: Enable all advanced/aggressive options
uk: Увімкнути усі просунуті/агресивні опції

source: Attempt to discover the operating system running on remote systems.
uk: Спробувати визначити операційні системи, запущені на віддалених системах.

source: Operating system detection
uk: Виявлення операційних систем

source: Attempt to discover the version number of services running on remote ports.
uk: Спробувати виявити номери версій сервісів, запущених на віддалених портах.

source: Version detection
uk: Виявлення версій

source: Scan by spoofing packets from a zombie computer so that the targets receive no packets from your IP address. The zombie must meet certain conditions which Nmap will check before scanning.
uk: Сканування підміною пакунків від комп’ютера-зомбі так, що цільові машини не отримують пакунків з вашої IP-адреси. Зомбі повинен відповідати певним умовам, які Nmap перевірить перед скануванням.

source: Idle Scan (Zombie)
uk: Холосте сканування (зомбі)

source: Use an FTP server to port scan other hosts by sending a file to each interesting port of a target host.
uk: Використовуйте FTP-сервер для сканування портів інших хостів, відправляючи файл на кожен порт, що цікавить хосту, що цікавить.

source: FTP bounce attack
uk: Прихована атака по FTP

source: Never do reverse DNS. This can slash scanning times.
uk: Ніколи не робіть зворотного DNS. Це може скоротити час сканування.

source: Disable reverse DNS resolution
uk: Вимкнути зворотнє розпізнавання DNS

source: Enable IPv6 scanning.
uk: Увімкнути IPv6 сканування.

source: IPv6 support
uk: IPv6 підтримка

source: Ping options
uk: Опціїї пінгування

source: Don't check if targets are up before scanning them. Scan every target listed.
uk: Не перевіряти перед скануванням, чи включені призначення. Сканувати усі перераховані призначення.

source: Don't ping before scanning
uk: Не пінгувати до сканування

source: Send an ICMP echo request (ping) probe to see if targets are up.
uk: Надіслати тестовий пакунок запиту луни ICMP (ping), щоб дізнатись стан цілі.

source: ICMP ping
uk: ICMP пінг

source: Send an ICMP timestamp probe to see if targets are up.
uk: Надіслати тестовий пакунок мітки часу ICMP, щоб дізнатись стан цілі.

source: ICMP timestamp request
uk: запит мітки часу ICMP

source: Send an ICMP address mask request probe to see if targets are up.
uk: Надіслати тестовий пакунок запиту адресної маски ICMP, щоб дізнатись стан цілі.

source: ICMP netmask request
uk: Запит мережевої маски ICMP

source: Send one or more ACK probes to see if targets are up. Give a list of ports or leave the argument blank to use a default port.
uk: Надіслати один або кілька тестових пакунків ACK, щоб дізнатись стан цілі. Надайте список портів або залиште аргумент порожнім, щоб використовувати типовий порт.

source: ACK ping
uk: ACK пінг

source: Send one or more SYN probes to see if targets are up. Give a list of ports or leave the argument blank to use a default port.
uk: Надіслати один або кілька тестових пакунків SYN, щоб побачити, щоб дізнатись стан цілі. Надайте список портів або залиште аргумент порожнім, щоб використовувати типовий порт.

source: Send one or more UDP probes to see if targets are up. Give a list of ports or leave the argument blank to use a default port.
uk: Надіслати один або кілька тестових пакунків UDP, щоб побачити, щоб дізнатись стан цілі. Надайте список портів або залиште аргумент порожнім, щоб використовувати типовий порт.

source: UDP probes
uk: Тестові пакунки UDP

source: Send one or more raw IP protocol probes to see if targets are up. Give a list of protocols or leave the argument blank to use a default list
uk: Надіслати один або кілька тестових пакунків необробленого протоколу IP, щоб дізнатись стан цілі. Надайте список протоколів або залиште аргумент порожнім, щоб використовувати типовий список.

source: IPProto probes
uk: Тестові пакунки IPProto

source: Send SCTP INIT chunk packets to see if targets are up. Give a list of ports or leave the argument blank to use a default port.
uk: Надіслати фрагментовані пакети SCTP INIT , щоб дізнатись стан цілі. Надайте список портів або залиште аргумент порожнім, щоб використовувати типовий порт.

source: SCTP INIT ping probes
uk: Тестові пакунки пінгу SCTP INIT

source: Scripting options (NSE)
uk: Налаштування сценаріїв (NSE)

source: Use the Nmap Scripting Engine to gain more information about targets after scanning them.
uk: Задіяти систему сценаріїв Nmap, щоб отримати додаткові відомости про цілі, після їх сканування.

source: Script scan
uk: Сканування сценаріїв

source: Run the given scripts. Give script names, directory names, or category names. Categories are "safe", "intrusive", "malware", "discovery", "vuln", "auth", "external", "default", and "all". If blank, scripts in the "default" category are run.
uk: Запустити вказані скрипти. Надайте імена скриптів, імена каталогів або назви категорій. Можливі категорії "safe", "intrusive", "malware", "discovery", "vuln", "auth", "external", "default", and "all" Якщо порожнє, запускаються скрипти в категорії "default".

source: Scripts to run
uk: Сценарії для запуску

source: Give arguments to certain scripts that use them. Arguments are <name>=<value> pairs, separated by commas. Values may be Lua tables.
uk: Введіть аргументи для певних скриптів, які використовують їх. Аргументи є парами <name> = <value>, розділені комами. Значеннями можуть бути таблиці Lua.

source: Script arguments
uk: Аргументи сценарію

source: Show all information sent and received by the scripting engine.
uk: Показати усі отримані й відправлені системою сценаріїв відомости.

source: Trace script execution
uk: Відстежити виконання сценарію

source: Target options
uk: Параметри мети

source: Specifies a comma-separated list of targets to exclude from the scan.
uk: Розділений комами перелік призначень, що виключаються зі сканування.

source: Excluded hosts/networks
uk: Виключені вузли/мережі

source: Specifies a newline-, space-, or tab-delimited file of targets to exclude from the scan.
uk: Файл з розділеним переведеннями рядка, пробілами або табуляцією переліком цілей, що виключаються із сканування.

source: Exclusion file
uk: Файл винятків

source: Reads target list specification from an input file.
uk: Читати перелік призначень із вхідного файлу.

source: Target list file
uk: Файл списку цілей

source: Option to choose targets at random. Tells Nmap how many IPs to generate. 0 is used for a never-ending scan.
uk: Параметр для випадкового вибору призначень. Повідомляє Nmap, скільки IP генерувати. 0 використовується для нескінченного сканування.

source: Scan random hosts
uk: Сканування випадкових вузлів

source: This option specifies which ports you want to scan and overrides the default.
uk: Цей параметр вказує порти, які Ви волієте просканувати й перевизначає задані типово.

source: Ports to scan
uk: Сканування порта

source: Only scan ports named in the nmap-services file which comes with Nmap (or nmap-protocols file for -sO).
uk: Лише сканування портів, що мають назву у файлі nmap-services, який постачається з Nmap (або nmap-protocols для -sO).

source: Fast scan
uk: Швидке сканування

source: Source options
uk: Параметри джерела

source: Send fake decoy probes from spoofed addresses to hide your own address. Give a list of addresses separated by commas. Use RND for a random address and ME to set the position of your address.
uk: Надсилайте підроблені тестові пакунки з підроблених адрес, щоб приховати свою адресу. Вводіть список адрес, розділених комами. Використовуйте RND для випадкової адреси, а ME - для визначення вашої адреси.

source: Use decoys to hide identity
uk: Використовувати пастки для приховування особистості

source: Specify the IP address of the interface you wish to send packets through.
uk: Вкажіть IP-адресу інтерфесу через який Ви волієте відправляти пакунки.

source: Set source IP address
uk: Вибрати джерельну IP адресу

source: Provide a port number and Nmap will send packets from that port where possible.
uk: Вкажіть номер порту і Nmap надсилатиме пакети з цього порту, де це можливо.

source: Set source port
uk: Вибрати джерельний порт

source: Tells Nmap what interface to send and receive packets on.
uk: Повідомляє Nmap, який інтерфейс відправляє й отримує пакунки.

source: Set network interface
uk: Встановлення мережевого інтерфейсу

source: Other options
uk: Інші параметри

source: Any extra options to add to the command line.
uk: Будь-які додаткові параметри для додавання у командний рядок.

source: Extra options defined by user
uk: Додаткові параметри вказані користувачем

source: Set the IPv4 time-to-live field in sent packets to the given value.
uk: Встановити у поле time-to-live IPv4 в надісланих пакетах вказане значення
