Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: Image disk size greater than requested disk size
uk: Розмір диска образу перевищує запитуваний розмір диска

source: disk type '%s' not supported
uk: тип диска %s не підтримується

source: Invalid config_drive_format "%s"
uk: Невірний config_drive_format "%s"

source: instance is not powered on
uk: копія не увімкнена

source: pause not supported for vmwareapi
uk: призупинка не підтримується для vmwareapi

source: unpause not supported for vmwareapi
uk: зняття з призупинки не підтримується для vmwareapi

source: instance is powered off and cannot be suspended.
uk: екземпляр вимкнений й не може бути призупинений.

source: instance is not in a suspended state
uk: копія не в призупиненому стані

source: Unable to shrink disk.
uk: Не вдалося зменшити розмір диска.

source: No device with interface-id %s exists on VM
uk: У віртуальній машині немає пристрою з interface-id %s

source: No device with MAC address %s exists on the VM
uk: У віртуальній машині немає пристрою з MAC-адресою %s

source: %s does not support disk hotplug.
uk: %s не підтримує гаряче підключення дисків.

source: Unable to find volume
uk: Неможливо знайти том

source: OpenSSL error: %s
uk: Помилка OpenSSL: %s

source: Must specify connection_url, connection_username (optionally), and connection_password to use compute_driver=xenapi.XenAPIDriver
uk: Необхідно вказати connection_url, connection_username (необов’язково) і connection_password для використання compute_driver=xenapi.XenAPIDriver

source: Host startup on XenServer is not supported.
uk: Запуск вузла на XenServer не підтримується.

source: xenapi.fake does not have an implementation for %s
uk: xenapi.fake не має реалізації для %s

source: xenapi.fake does not have an implementation for %s or it has been called with the wrong number of arguments
uk: xenapi.fake не має реалізації для %s або був викликаний з використанням неправильним числом аргументів

source: Aggregate for host %(host)s count not be found.
uk: Не знайдено множину для числа хостів %(host)s.

source: Failed to parse information about a pci device for passthrough
uk: Не вдалося проаналізувати інформацію про пристрій pci стосовно віддаленого входу

source: Found non-unique network for name_label %s
uk: Знайдена не унікальна мережа для name_label %s

source: Found non-unique network for bridge %s
uk: Знайдена не унікальна мережа для моста %s

source: Found no network for bridge %s
uk: Не знайдена мережа для моста %s

source: setup in progress
uk: Виконується налаштування

source: aggregate deleted
uk: складовий об’єкт вилучений

source: aggregate in error
uk: Помилка у складовому об’єкті

source: no hosts to remove
uk: Немає хостів для вилучення

source: Unable to eject %s from the pool; pool not empty
uk: Неможливо вилучити %s з пулу; пул не порожній

source: Unable to eject %s from the pool; No master found
uk: Неможливо вилучити %s з пулу; головний вузол не знайдено

source: Unable to join %s in the pool
uk: Неможливо підключити %s в пул

source: Failed to create vif %s
uk: Не вдалося створити vif %s

source: Failed to unplug vif %s
uk: Не вдалося від’єднати vif %s

source: Found no PIF for device %s
uk: Не знайдений PIF для пристрою %s

source: PIF %(pif_uuid)s for network %(bridge)s has VLAN id %(pif_vlan)d. Expected %(vlan_num)d
uk: PIF %(pif_uuid)s для мережі %(bridge)s має ІД VLAN %(pif_vlan)d. Очікувався %(vlan_num)d

source: Device id %(id)s specified is not supported by hypervisor version %(version)s
uk: Пристрій з вказаним ІД %(id)s не підтримується у гіпервізорі версії %(version)s

source: Unable to unplug VBD %s
uk: Неможливо від’єднати VBD %s

source: Reached maximum number of retries trying to unplug VBD %s
uk: Досягнуто максимальну кількість повторних спроб для від’єднання VBD %s

source: Unable to destroy VBD %s
uk: Неможливо ліквідувати VBD %s

source: Unable to destroy VDI %s
uk: Неможливо ліквідувати VDI %s

source: No primary VDI found for %s
uk: Первинний VDI не знайдений для %s

source: Only file-based SRs (ext/NFS) are supported by this feature. SR %(uuid)s is of type %(type)s
uk: У цій функції підтримуються лише SR (ext/NFS) на основі файлів. SR %(uuid)s має тип %(type)s

source: VDI %(vdi_ref)s is %(virtual_size)d bytes which is larger than flavor size of %(new_disk_size)d bytes.
uk: DI %(vdi_ref)s %(virtual_size)d байтів, що більше розміру різновиду (%(new_disk_size)d байтів).

source: Can't resize a disk to 0 GB.
uk: Не вдається змінити розмір диска на 0 ГБ.

source: Disk must have only one partition.
uk: Диск повинен мати лише один розділ.

source: Disk contains a filesystem we are unable to resize: %s
uk: Диск містить файлову систему, розмір якої неможливо змінити: %s

source: The only partition should be partition 1.
uk: Єдиний розділ має бути розділом 1.

source: Kernel/Ramdisk image is too large: %(vdi_size)d bytes, max %(max_size)d bytes
uk: Перевищено розмір ядра/Ramdisk образу: %(vdi_size)d байт, макс. %(max_size)d байт

source: Cannot find SR of content-type ISO
uk: Неможливо знайти SR типу вмісту ISO

source: VHD coalesce attempts exceeded (%d), giving up...
uk: Число спроб об’єднання VHD перевищило (%d), відмова...

source: Timeout waiting for device %s to be created
uk: Час очікування при створенні пристрою %s

source: Shrinking the filesystem down with resize2fs has failed, please check if you have enough free space on your disk.
uk: Скорочення розміру файлової системи з resize2fs не виконано, перевірте, чи достатньо вільного міця на диску.

source: This domU must be running on the host specified by connection_url
uk: Цей domU повинен бути запущений на хості, вказаному в connection_url

source: Error: Agent is disabled
uk: Помилка: Агент вимкнений

source: Failed to spawn, rolling back
uk: Не вдалося виконати породження, виконується відкат

source: Unable to find root VBD/VDI for VM
uk: Неможливо знайти кореневий VBD/VDI для VM

source: Unable to terminate instance.
uk: Неможливо завершити екземпляр.

source: Can't resize down ephemeral disks.
uk: Не вдається змінити розмір тимчасових дисків на менший.

source: instance has a kernel or ramdisk but not both
uk: копія містить ядро або ramdisk, але не обидва

source: Instance is already in Rescue Mode: %s
uk: Копія в стані режиму відновлення: %s

source: Destination host:%s must be in the same aggregate as the source server
uk: Хост призначення:%s повинен знаходитися у тій-же множині, що й початковий сервер

source: No suitable network for migrate
uk: Немає відповідної мережі для переносу

source: PIF %s does not contain IP address
uk: PIF %s не містить IP-адреси

source: Migrate Receive failed
uk: Не вдалося виконати отримання переносу

source: XAPI supporting relax-xsm-sr-check=true required
uk: Потрібна підтримка XAPI relax-xsm-sr-check=true

source: assert_can_migrate failed because: %s
uk: Не вдалося виконати assert_can_migrate з причини: %s

source: Migrate Send failed
uk: Не вдалося виконати відправку переносу

source: Unable to obtain target information %s
uk: Неможливо отримати цільову інформацію %s

source: Unable to introduce VDI on SR %s
uk: Неможливо впровадити VDI на SR %s

source: VDI not found on SR %(sr)s (vdi_uuid %(vdi_uuid)s, target_lun %(target_lun)s)
uk: VDI не знайдений в SR %(sr)s (vdi_uuid %(vdi_uuid)s, target_lun %(target_lun)s)

source: Unable to get record of VDI %s on
uk: Неможливо отримати запис VDI %s на

source: Unable to introduce VDI for SR %s
uk: Неможливо впровадити VDI для SR %s

source: Unable to find SR from VBD %s
uk: Неможливо знайти SR з VBD %s

source: Unable to find SR from VDI %s
uk: Не знайдений SR із VDI %s

source: Unable to log in to XenAPI (is the Dom0 disk full?)
uk: Неможливо виконати вхід в XenAPI (невистачає вільного місця на Dom0?)

source: Plugin version mismatch (Expected %(exp)s, got %(got)s)
uk: Невідповідність версії модулю (очікувалася %(exp)s, отримана %(got)s)

source: Cannot create default bittorrent URL without xenserver.torrent_base_url configuration option set.
uk: Неможливо створити типовий URL bittorrent без налаштованого параметру конфігурації xenserver.torrent_base_url.

source: volume '%(vol)s' status must be 'in-use'. Currently in '%(status)s' status
uk: Потрібний стан '%(vol)s' тому: 'in-use'. Поточний стан: '%(status)s'

source: volume '%(vol)s' status must be 'available'. Currently in '%(status)s'
uk: Потрібний стан '%(vol)s' тому: 'available'. Поточний стан: '%(status)s'

source: volume %s already attached
uk: Том %s вже приєднаний

source: Instance %(instance)s and volume %(vol)s are not in the same availability_zone. Instance is in %(ins_zone)s. Volume is in %(vol_zone)s
uk: Екземпляр %(instance)s і том %(vol)s не знаходяться у одній зоні доступності availability_zone. Екземпляр знаходиться у %(ins_zone)s. Том знаходиться у %(vol_zone)s

source: volume %s already detached
uk: Том %s вже відімкнений

source: Volume must be attached in order to detach.
uk: Логічний диск повинен бути під’єднаний, щоб виконати його наступне від’єднання.
