Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-openvpn_networkmanager-openvpn-*.po
Languages: be

source: OpenVPN client
be: Кліент OpenVPN

source: Client for OpenVPN virtual private networks
be: Кліент для віртуальных прыватных сетак OpenVPN

source: network
be: сетка

source: manager
be: менеджар

source: connection
be: падключэнне

source: Support for configuring OpenVPN virtual private network connections.
be: Падтрымка наладжвання злучэнняў з віртуальнымі прыватнымі сеткамі OpenVPN.

source: OpenVPN is a popular and flexible free-software VPN solution.
be: OpenVPN — гэта папулярнае і гнуткае рашэнне для VPN, якое распаўсюджваецца бясплатна.

source: The advanced options dialog
be: Дыялогавае акно дадатковых параметраў

source: The NetworkManager Developers
be: Распрацоўшчыкі NetworkManager

source: Authentication required
be: Патрабуецца аўтэнтыфікацыя

source: Password
be: Пароль

source: Certificate password
be: Пароль сертыфіката

source: HTTP proxy password
be: Пароль проксі-сервера HTTP

source: Authenticate VPN
be: Аўтэнтыфікацыя VPN

source: Certificate pass_word:
be: _Пароль сертыфіката:

source: _HTTP proxy password:
be: _Пароль проксі-сервера HTTP:

source: You need to authenticate to access the Virtual Private Network “%s”.
be: Вам неабходна прайсці аўтэнтыфікацыю, каб атрымаць доступ да віртуальнай прыватнай сеткі «%s».

source: option %s expects between %u and %u argument
be: параметру %s неабходна перадаць аргумент паміж %u і %u

source: option %s expects no arguments
be: параметр %s не чакае аргументаў

source: option %s expects exactly one argument
be: параметру %s неабходна перадаць дакладна адзін аргумент

source: argument %s of “%s” can not be empty
be: аргумент %s у «%s» не можа быць пустым

source: argument of “%s” can not be empty
be: аргумент у «%s» не можа быць пустым

source: argument %s of “%s” must be UTF-8 encoded
be: аргумент %s «%s» павінен мець кадзіроўку UTF-8

source: argument of “%s” must be UTF-8 encoded
be: аргумент «%s» павінен мець кадзіроўку UTF-8

source: invalid %uth argument to “%s” where number expected
be: памылковы %u аргумент для «%s» (чакаецца лік)

source: unsupported %uth argument %s to “%s”
be: %u-ы/-і аргумент не падтрымліваецца %s для «%s»

source: unsupported %uth argument to “%s” which looks like a FQDN but only IPv4 address supported
be: аргумент %u не падтрымліваецца для «%s», які падобны на FQDN, але падтрымлівае толькі адрасацыю IPv4

source: invalid %uth argument to “%s” where IPv4 address expected
be: памылковы аргумент %u для «%s» (чакаецца адрасацыя IPv4)

source: invalid %uth key-direction argument to “%s”
be: памылковы аргумент напрамку ключа %u для «%s»

source: invalid %uth argument to “%s”
be: памылковы аргумент %u для «%s»

source: unterminated %s at position %lld
be: незавершаны %s у пазіцыі %lld

source: double quote
be: падвойнае двукоссе

source: single quote
be: адзінарнае двукоссе

source: trailing escaping backslash at position %lld
be: канцавы сімвал экранаванага зваротнага слэша ў пазіцыі %lld

source: unable to read HTTP proxy auth file
be: немагчыма прачытаць файл аўтэнтыфікацыі проксі-сервера

source: cannot read user/password from HTTP proxy auth file
be: немагчыма прачытаць карыстальніка/пароль з файла аўтэнтыфікацыі проксі-сервера HTTP

source: user/password from HTTP proxy auth file must be UTF-8 encoded
be: карыстальнік/пароль з файла аўтэнтыфікацыі проксі-сервера HTTP павінен быць у кадзіроўцы UTF-8

source: “%s” is not a directory
be: «%s» не з'яўляецца каталогам

source: cannot create “%s” directory
be: немагчыма стварыць каталог «%s»

source: cannot write <%s> blob from line %ld to file (%s)
be: немагчыма запісаць <%s> двайковага аб'екта з радка %ld у файл (%s)

source: cannot write <%s> blob from line %ld to file “%s”
be: немагчыма запісаць <%s> двайковага аб'екта з радка %ld у файл «%s»

source: proto expects protocol type like “udp” or “tcp”
be: proto чакае тып пратакола, напрыклад «udp» або «tcp»

source: unsupported mtu-disc argument
be: аргумент mtu-disc не падтрымліваецца

source: unsupported crl-verify argument
be: аргумент crl-verify не падтрымліваецца

source: invalid option
be: памылковы параметр

source: allow-compression: invalid argument
be: allow-compression: памылковы аргумент

source: unsupported comp-lzo argument
be: аргумент comp-lzo не падтрымліваецца

source: unsupported compress argument
be: аргумент compress не падтрымліваецца

source: remote cannot contain space
be: remote не можа змяшчаць прабелы

source: remote cannot contain comma
be: remote не можа змяшчаць коску

source: remote expects protocol type like “udp” or “tcp”
be: remote чакае тып пратакола, напрыклад «udp» або «tcp»

source: invalid keyword “%s” in tls-version-min
be: памылковае ключавое слова «%s» у tls-version-min

source: invalid verify-x509-name type
be: памылковы тып verify-x509-name

source: unsupported blob/xml element
be: элемент вялікага двайковага аб'екта або xml не падтрымліваецца

source: unterminated blob element <%s>
be: незавершаны элемент вялікага двайковага аб'екта <%s>

source: configuration error: %s (line %ld)
be: памылка канфігурацыі: %s (радок %ld)

source: unknown or unsupported option
be: параметр невядомы або не падтрымліваецца

source: The file to import wasn’t a valid OpenVPN client configuration
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй кліента OpenVPN

source: The file to import wasn’t a valid OpenVPN configuration (no remote)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (не змяшчае аддаленага сервера)

source: The file to import wasn’t a valid OpenVPN configuration (--pkcs12 can not be used with --cert or --key)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (--pkcs12 не можа выкарыстоўвацца з --cert або --key)

source: The file to import wasn’t a valid OpenVPN configuration (--ca can not be PKCS#12 format)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (--ca не можа мець фармат PKCS#12)

source: The file to import wasn’t a valid OpenVPN configuration (missing --ca)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (прапушчаны --ca)

source: The file to import wasn’t a valid OpenVPN configuration (if you use one of --cert or --key, you must use them both)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (--cert і --key павінны выкарыстоўвацца разам)

source: The file to import wasn’t a valid OpenVPN configuration (--cert can not be PKCS#12 format.)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (--cert не можа мець фармат PKCS#12.)

source: The file to import wasn’t a valid OpenVPN configuration (--key can not be PKCS#12 format.)
be: Файл, які імпартуецца не з'яўляецца сапраўднай канфігурацыяй OpenVPN (--key не можа мець фармат PKCS#12.)

source: missing path argument
be: адсутнічае аргумент шляху

source: connection is not a valid OpenVPN connection
be: злучэнне не з'яўляецца сапраўдным злучэннем OpenVPN

source: connection was incomplete (missing gateway)
be: злучэнне не завершана (адсутнічае шлюз)

source: failed to write file: %s
be: збой запісу ў файл: %s

source: Asymmetric
be: Асіметрычны

source: Symmetric
be: Сіметрычны

source: Automatic
be: Аўтаматычна

source: LZO disabled (legacy)
be: LZO адключана (састарэлая рэалізацыя)

source: LZO adaptive (legacy)
be: Адаптыўны LZO (састарэлая рэалізацыя)

source: None
be: Нічога

source: No
be: Не

source: Maybe
be: Магчыма

source: Yes
be: Так

source: General
be: Агульныя

source: _Gateway
be: _Шлюз

source: Remote gateway(s), with optional port and protocol (e.g. ovpn.corp.com:1234:tcp). You can specify multiple hosts for redundancy (use commas or spaces as delimiters). config: remote
be: Аддаленыя шлюзы з неабавязковымі партамі і пратаколамі (напрыклад, ovpn.corp.com:1234:tcp). Можна пазначыць некалькі вузлоў для надзейнасці (выкарыстоўвайце коскі або прабелы, каб адасобіць вузлы). config: remote

source: Authentication
be: Аўтэнтыфікацыя

source: User
be: Карыстальнік

source: User name
be: Імя карыстальніка

source: Password passed to OpenVPN when prompted for it. config: auth-user-pass
be: Пароль, які будзе перададзены OpenVPN пры адпаведным запыце. config: auth-user-pass

source: Username passed to OpenVPN when prompted for it. If omitted, use the name of the system user that activates the connection. config: auth-user-pass
be: Імя карыстальніка, якое будзе перададзена OpenVPN пры адпаведным запыце. Калі гэты параметр адсутнічае, будзе выкарыстана імя карыстальніка сістэмы, які актывуе злучэнне. config: auth-user-pass

source: Remote IP Address
be: Аддалены IP-адрас

source: Local IP Address
be: Лакальны IP-адрас

source: Key Direction
be: Напрамак ключа

source: Static Key
be: Статычны ключ

source: Pre-shared file for Static Key encryption mode (non-TLS). config: static <file>
be: Папярэдне абагулены файл для рэжыму шыфравання са статычным ключом (не TLS). config: static <file>

source: IP address of the remote VPN endpoint. config: ifconfig <l> <rn>
be: IP-адрас аддаленага канцавога пункту VPN. config: ifconfig <l> <rn>

source: IP address of the local VPN endpoint. config: ifconfig <l> <rn>
be: IP-адрас лакальнага канцавога пункту VPN. config: ifconfig <l> <rn>

source: Direction for Static Key encryption mode (non-TLS). If key direction is used, it must be the opposite of that used on the VPN peer. For example, if the peer uses “1”, this connection must use “0”. If you are unsure what value to use, contact your system administrator. config: static <file> [direction]
be: Напрамак для рэжыму шыфравання са статычным ключом (не TLS). Калі выкарыстоўваецца напрамак ключа, то ён павінен быць супрацьлеглым таму, які выкарыстоўваецца на аднарангавым вузле VPN. Напрыклад, калі на аднарангавым вузле выкарыстоўваецца «1», то злучэнне павінна выкарыстоўваць «0». Калі вы не ўпэўнены, якое значэнне трэба выкарыстоўваць, звяжыцеся з вашым сістэмным адміністратарам. config: static <file> [direction]

source: Type
be: Тып

source: Select an authentication mode.
be: Выберыце рэжым аўтэнтыфікацыі.

source: Ad_vanced…
be: _Дадаткова…

source: Not required
be: Не патрабуецца

source: OpenVPN Advanced Options
be: Дадатковыя параметры OpenVPN

source: Advanced Properties
be: Дадатковыя ўласцівасці

source: _Cancel
be: _Скасаваць

source: _Apply
be: _Ужыць

source: Use custom gateway p_ort
be: Выкарыстоўваць карыстальніцкі п_орт шлюза

source: TCP/UDP port number for peer. (Default value when there is no port for gateway). config: port
be: Нумар парта TCP/UDP для аднарангавага вузла. Гэта значэнне будзе выкарыстоўвацца прадвызначана, калі для шлюза не зададзены порт. config: port

source: Use custom _renegotiation interval
be: _Выкарыстоўваць карыстальніцкі інтэрвал _перагляду

source: Renegotiate data channel key after the specified number of seconds. config: reneg-sec
be: Паўторна ўзгадняць ключ канала даных пасля пазначанай колькасці секунд. config: reneg-sec

source: Data _compression
be: _Сціск даных

source: Use fast LZO compression. config: comp-lzo
be: Выкарыстоўваць хуткі сціск LZO. config: comp-lzo

source: Enable or disable outgoing traffic compression config: allow-compression asym|yes
be: Уключыць або адключыць сціск выходнага трафіку config: allow-compression asym|yes

source: Use a _TCP connection
be: Выкарыстоўваць злучэнне _TCP

source: Use TCP for communicating with remote host. (This is a default setting only used when no protocol is specified for the gateway.) config: proto tcp-client | udp
be: Выкарыстоўваць TCP для сувязі з аддаленым вузлом. (Гэта прадвызначаная налада, якая выкарыстоўваецца толькі калі не пазначаны пратакол для шлюза.) config: proto tcp-client | udp

source: Set virtual _device type
be: Задае тып віртуальнай _прылады

source: Explicitly set virtual device type and name (TUN/TAP).
be: Яўна задаваць тып і назву віртуальнай прылады (TUN/TAP).

source: Explicitly set virtual device type (TUN/TAP). config: dev-type tun | tap
be: Яўна задаваць тып віртуальнай прылады (TUN/TAP). config: dev-type tun | tap

source: and _name
be: і _назва

source: Use custom name for TUN/TAP virtual device (instead of default “tun” or “tap”). config: dev <name>
be: Выкарыстоўваць карыстальніцкую назву для віртуальнай прылады TUN/TAP (замест прадвызначаных «tun» або «tap»). config: dev <name>

source: Use custom tunnel Maximum Transmission _Unit (MTU)
be: Выкарыстоўваць карыстальніцкі тунэль _максімальнага памеру блока (MTU)

source: Use custom UDP _fragment size
be: Выкарыстоўваць карыстальніцкі памер фрагмента UDP

source: Enable internal datagram fragmentation with this maximum size. config: fragment
be: Уключыць унутраную фрагментацыю датаграм з азначаным максімальным памерам. config: fragment

source: Restrict tunnel TCP Maximum _Segment Size (MSS)
be: Абмежаваць максімальны памер сегмента (MSS) тунэлю TCP

source: Restrict tunnel TCP MSS. config: mssfix
be: Абмежаваць MSS тунэлю TCP. config: mssfix

source: Rando_mize remote hosts
be: Выбіраць аддаленыя вузлы выпадкова

source: Randomize the order of gateways list (remote) as a kind of basic load-balancing measure. config: remote-random
be: Выкарыстоўваць спіс шлюзаў (аддаленых) у выпадковым парадку як свайго роду асноўную меру балансавання нагрузкі config: remote-random

source: Allow Pull FQDN
be: Дазволіць атрыманне FQDN

source: Allow client to pull DNS names from server config: allow-pull-fqdn
be: Дазволіць кліенту атрымліваць імёны DNS ад сервера config: allow-pull-fqdn

source: _Prefix remote DNS name with random string
be: Выкарыстоўваць выпадковы радок _прэфікса да назвы аддаленага DNS

source: Adds a random string to remote DNS name to avoid DNS caching. config: remote-random-hostname
be: Дадае выпадковы радок да імён аддаленых DNS, каб пазбегнуць кэшыравання DNS. config: remote-random-hostname

source: IPv6 tun link
be: Злучэнне IPv6 tun

source: Build a tun link capable of forwarding IPv6 traffic config: tun-ipv6
be: Стварыць злучэнне tun, якое будзе пасаваць для перасылкі трафіка IPv6

source: Specify pin_g interval
be: Пазначаць _інтэрвал пакетаў праверкі

source: Ping remote over the TCP/UDP control channel if no packets have been sent for at least n seconds. config: ping <n>
be: Адпраўляць ping праз канал кіравання TCP/UDP, калі не было адпраўлена ніводнага пакета прынамсі n секунд <n>

source: Specify _exit or restart ping
be: Пазначаць ping для _выхаду або перазапуску

source: Accept authenticated packets from any address (F_loat)
be: Прымаць пакеты аўтэнтыфікацыі з любога адраса (float)

source: Specify max routes
be: Пазначаць максімум маршрутаў

source: Specify the maximum number of routes the server is allowed to specify. config: max-routes <n>
be: Пазначаць максімальную колькасць маршрутаў, якія можа вызначыць сервер. config: max-routes <n>

source: Encrypt packets with cipher algorithm. The default is BF-CBC (Blowfish in Cipher Block Chaining mode). config: cipher
be: Шыфраваць пакеты азначаным алгарытмам шыфравання. Прадвызначана гэтым алгарытмам будзе BF-CBC (рэжым Blowfish in Cipher Block Chaining) config: cipher

source: Use custom _size of cipher key
be: Ужываць карыстальніцкі _памер ключа шыфравання

source: Set cipher key size to a custom value. If unspecified, it defaults to cipher-specific size. config: keysize <n>
be: Задае карыстальніцкае значэнне памеру ключа шыфравання. Калі не пазначана, будзе выкарыстоўвацца прадвызначаная для выбранага шыфравання даўжыня ключа. config: keysize <n>

source: Ci_pher
be: _Шыфраванне

source: _HMAC Authentication
be: Аўтэнтыфікацыя _HMAC

source: Disable cipher _negotiation
be: Адключыць _узгадненне шыфравання

source: Disable cipher negotiation between client and server. config: ncp-disable
be: Адключыць узгадненне шыфравання паміж кліентам і серверам

source: Verify CRL from file
be: Спраўджваць CRL з файла

source: Check peer certificate against the specified file in PEM format. A CRL (certificate revocation list) is used when a particular key is compromised but when the overall PKI is still intact.
be: Правяраць сертыфікат аднарангавага вузла з пазначаным файлам у фармаце PEM. У выпадку кампраметацыі нейкага канкрэтнага ключа, але ў цэлым некранутага PKI, выкарыстоўваецца CRL (спіс адкліканых сертыфікатаў).

source: Verify CRL from directory
be: Спраўджваць CRL з каталога

source: Check peer certificate by looking at files in the specified directory. The directory must contain files named as revoked serial numbers (the files may be empty, the contents are never read).
be: Правяраць сертыфікат аднарангавага вузла з файламі ў пазначаным каталозе. Каталог павінен змяшчаць файлы з назвамі, якія адлюстроўваюць адкліканыя серыйныя нумары (файлы могуць быць пустымі, а іх змесціва ніколі не будзе прачытаным).

source: (None)
be: (Адсутнічае)

source: Security
be: Бяспека

source: _Subject Match
be: _Суб'ект атрымальніка

source: Subject or Common Name to verify server certificate information against. config: verify-x509-name subject-or-name [mode] config (legacy mode): tls-remote subject-or-name
be: Суб'ект або звычайнае імя (CN) для праверкі звестак сертыфікацыі сервера. config: verify-x509-name subject-or-name [mode] config (састарэлы рэжым): tls-remote subject-or-name

source: Server _Certificate Check
be: Праверка _сертыфіката сервера

source: Verify server certificate identification. When enabled, connection will only succeed if the server certificate matches some expected properties. Matching can either apply to the whole certificate subject (all the fields), or just the Common Name (CN field). The legacy option tls-remote is deprecated and removed from OpenVPN 2.4 and newer. Do not use it anymore. config: verify-x509-name subject-or-name [mode] config (legacy mode): tls-remote subject-or-name
be: Спраўджваць ідэнтыфікацыю сертыфіката сервера. Калі ўключана, то злучэнне будзе паспяховым толькі пры ўмове адпаведнасці сертыфіката сервера некаторым вызначаным умовам. На адпаведнасць можа правярацца суб'ект сертыфікацыі ў цэлым (усе палі), або толькі звычайнае імя (поле CN). Састарэлы параметр tls-remote больш не выкарыстоўваецца, бо ён быў выдалены з OpenVPN пачынаючы з версіі 2.4. Не выкарыстоўвайце гэты параметр. config: verify-x509-name subject-or-name [mode] config (састарэлы рэжым): tls-remote subject-or-name

source: _Verify peer (server) certificate usage signature
be: _Спраўджваць подпіс прызначэння сертыфіката аднарангавага вузла (сервера)

source: _Remote peer certificate TLS type
be: _Аддалены тып TLS сертыфіката аднарангавага вузла

source: Require that peer certificate was signed with an explicit key usage and extended key usage based on RFC3280 TLS rules. config: remote-cert-tls client|server
be: Патрабаваць, каб сертыфікат аднарангавага вузла меў подпіс з яўным выкарыстаннем ключа і пашыраным выкарыстаннем ключа заснаваным на правілах RFC3280 TLS. config: remote-cert-tls client|server

source: _Verify peer (server) certificate nsCertType designation
be: _Спраўджваць абазначэнне сертыфікату nsCertType аднарангавага вузла (сервера)

source: Require that peer certificate was signed with an explicit nsCertType designation.
be: Патрабаваць, каб сертыфікат аднарангавага вузла меў подпіс з яўным абазначэннем nsCertType.

source: _Remote peer certificate nsCert designation
be: _Аддаленае абазначэнне сертыфікату nsCert аднарангавага вузла

source: Require that peer certificate was signed with an explicit nsCertType designation. config: ns-cert-type client|server
be: Патрабаваць, каб сертыфікат аднарангавага вузла меў подпіс з яўным абазначэннем nsCertType. config: ns-cert-type client|server

source: Key _Direction
be: _Напрамак ключа

source: Add an additional layer of HMAC authentication on top of the TLS control channel to protect against DoS attacks. In case of TLS-Crypt mode, the control channel is also encrypted. config: tls-auth <file> [direction] | tls-crypt <file>
be: Дадаваць яшчэ адзін слой аўтэнтыфікацыі HMAC канала кіравання TLS, каб прадухіліць атакі метадам DoS. У выпадку рэжыму TLS-Crypt, канал кіравання будзе таксама зашыфраваны. config: tls-auth <file> [direction] | tls-crypt <file>

source: Direction parameter for static key mode. If key direction is used, it must be the opposite of that used on the VPN peer. For example, if the peer uses “1”, this connection must use “0”. If you are unsure what value to use, contact your system administrator. config: tls-auth <file> [direction]
be: Параметр напрамку для рэжыму статычнага ключа. Калі выкарыстоўваецца напрамак ключа, то ён павінен быць супрацьлеглым таму, які выкарыстоўваецца на аднарангавым вузле VPN. Напрыклад, калі на аднарангавым вузле выкарыстоўваецца «1», то гэта злучэнне павінна выкарыстоўваць «0». Калі вы не ўпэўнены, якое значэнне трэба выкарыстоўваць, звяжыцеся з вашым сістэмным адміністратарам. config: tls-auth <file> [direction]

source: Key _File
be: _Файл ключа

source: Mode
be: Рэжым

source: Add an additional layer of encryption or HMAC authentication.
be: Дадаць дадатковы слой шыфравання або аўтэнтыфікацыю HMAC.

source: Extra Certificates
be: Дадатковыя сертыфікаты

source: Specify a file containing one or more PEM certs (concatenated together) that complete the local certificate chain. config: extra-certs <file>
be: Пазначаць файл, які змяшчае адзін або больш сертыфікатаў PEM (аб'яднаных разам), якія завяршаюць лакальны ланцужок сертыфікатаў. config: extra-certs <file>

source: TLS cipher string
be: Радок шыфравання TLS

source: Set a value for the --tls-cipher parameter. This can be useful for working with VPNs using deprecated hashing schemes.
be: Задаць значэнне для параметра --tls-cipher. Гэта можа быць карысным для працы VPN пры выкарыстанні састарэлых схем хэшу.

source: Additional TLS authentication or encryption
be: Дадатковая аўтэнтыфікацыя TLS або шыфраванне

source: Controls min and max version allowed for TLS.
be: Кантралюе мінімальную і максімальную версію, якія дазволены для TLS.

source: TLS version control
be: Кантроль версіі TLS

source: TLS _min version
be: Мінімальная _версія TLS

source: Sets the minimum TLS version we will accept from the peer (default is "1.0"). Examples for version include "1.0", "1.1", or "1.2".
be: Задае мінімальную версію TLS, якая прымаецца ад аднарангавага вузла (прадвызначана «1.0»). Узоры для версій: «1.0», «1.1» або «1.2».

source: TLS ma_x version
be: _Максімальная версія TLS

source: Set the maximum TLS version we will use (default is the highest version supported). Examples for version include "1.0", "1.1", or "1.2".
be: Задае максімальную версію TLS, якая будзе выкарыстоўвацца (прадвызначана будзе выкарыстоўвацца самая новая версія, якая падтрымліваецца). Узоры версій: «1.0», «1.1» або «1.2».

source: _or highest
be: _або самы высокі

source: If set and version is not recognized, we will only accept the highest TLS version supported by the local SSL implementation.
be: Калі зададзена і версія праграмы невядома, будзе прымацца толькі версія TLS, якая максімальна падтрымліваецца лакальнай рэалізацыяй SSL.

source: TLS Authentication
be: Аўтэнтыфікацыя TLS

source: Proxy type: HTTP or Socks. config: http-proxy or socks-proxy
be: Тып проксі-сервера: HTTP або Socks. config: http-proxy or socks-proxy

source: Proxy _Type
be: Тып проксі-сервера

source: <i>Select this option if your organization requires the use of a proxy server to access the Internet.</i>
be: <i>Выберыце гэты параметр, калі ваша арганізацыя патрабуе выкарыстання проксі-сервера для доступу ў інтэрнэт.</i>

source: Server _Address
be: Адрас _сервера

source: _Port
be: _Порт

source: _Retry indefinitely when errors occur
be: _Спрабаваць падключацца паўторна пры ўзнікненні памылак
