Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-nova_nova-*.po
Languages: uk

source: The request body can't be empty
uk: Тіло запиту не може бути порожнім

source: Missing parameter %s
uk: Не вказано параметр %s

source: Bad prefix for network in cidr %s
uk: Невірний префікс для мережі в cidr %s

source: Missing parameter dict
uk: Відсутній параметр dict

source: Security group not specified
uk: Група безпеки не вказана

source: Security group name cannot be empty
uk: Найменування групи безпеки не може бути відсутнім

source: No instances found for any event
uk: Не знайдені екземпляри для якої небудь події

source: Quota exceeded, too many server groups.
uk: Перевищена квота, забагато груп серверів.

source: Server does not exist
uk: Сервер не існує

source: Metadata item was not found
uk: Елемент метаданих не знайдений

source: In-progress live migration %(id)s is not found for server %(uuid)s.
uk: Оперативний переніс %(id)s не знайдений для сервера %(uuid)s.

source: Migration %(id)s for server %(uuid)s is not live-migration.
uk: Переніс %(id)s для сервера %(uuid)s не виконується в оперативному режимі.

source: Live migration %(id)s for server %(uuid)s is not in progress.
uk: Оперативний переніс %(id)s для сервера %(uuid)s не виконується.

source: Server %(server_id)s has no tag '%(tag)s'
uk: Сервер %(server_id)s не має тегу '%(tag)s'

source: Tag '%(tag)s' is invalid. It must be a string without characters '/' and ','. Validation error message: %(err)s
uk: Тег «%(tag)s» неприпустимий. Це має бути текстовий рядок без символів «/» та «,». Текст помилки перевірки: %(err)s

source: The number of tags exceeded the per-server limit %d
uk: Кількість тегів перевищила ліміт для кожного з серверів - %d

source: Tag '%(tag)s' is too long. Maximum length of a tag is %(length)d
uk: Тег «%(tag)s» задовгий. Максимальна довжина тегу - %(length)d

source: Tags '%s' are invalid. Each tag must be a string without characters '/' and ','.
uk: Тег «%s» неприпустимий. Це має бути текстовий рядок без символів «/» та «,».

source: The number of tags exceeded the per-server limit %(max)d. The number of tags in request is %(count)d.
uk: Кількість тегів перевищила ліміт для кожного з серверів - %(max)d. Кількість тегів у запиті - %(count)d.

source: Tags %(tags)s are too long. Maximum length of a tag is %(length)d
uk: Теги %(tags)s задовгі. Максимальна довжина тегів - %(length)d

source: Invalid changes-since value
uk: Невірне значення changes-since

source: Only administrators may list deleted instances
uk: Лише адміністратори можуть перераховувати вилучені копії

source: Unknown argument: port
uk: Невідомий аргумент: порт

source: Specified Fixed IP '%(addr)s' cannot be used with port '%(port)s': port already has a Fixed IP allocated.
uk: Вказаний фіксований IP '%(addr)s' не може використовуватися з портом '%(port)s': для порту вже є виділена фіксована IP-адреса.

source: Bad networks format: network uuid is not in proper format (%s)
uk: Неприпустимий мережевий формат: мережевий uuid має неправильний формат (%s)

source: Duplicate networks (%s) are not allowed
uk: Дублікати мереж (%s) не допускаються

source: Bad network format: missing %s
uk: Неприпустимий мережевий формат: відсутній %s

source: Bad networks format
uk: Неприпустимий мережевий формат

source: Invalid flavorRef provided.
uk: Надано неприпустимий flavorRef.

source: Can not find requested image
uk: Неможливо знайти запитаний образ

source: Invalid key_name provided.
uk: Надано неприпустимий key_name.

source: Invalid config_drive provided.
uk: Вказано невірний config_drive.

source: Instance could not be found
uk: Копія не знайдена

source: Instance has not been resized.
uk: З копією не робилося зміни розміру.

source: Flavor used by the instance could not be found.
uk: Різновид, що використовується екземпляром не знайдено.

source: You are not authorized to access the image the instance was started with.
uk: В Вас немає прав доступу до образу, за допомогою якого запущено екземпляр.

source: Image that the instance was started with could not be found.
uk: Образ, за допомогою якого запущено екземпляр, не знайдений.

source: Invalid instance image.
uk: Невірний образ екземпляру.

source: Invalid imageRef provided.
uk: Надано неприпустимий imageRef.

source: Missing imageRef attribute
uk: Відсутній атрибут imageRef

source: Cannot find image for rebuild
uk: Неможливо знайти образ для відновлення

source: Missing disabled reason field
uk: Відсутнє поле причини вимикання

source: Missing forced_down field
uk: Відсутнє поле forced_down

source: Service %s not found.
uk: Служба %s не знайдена.

source: Datetime is in invalid format
uk: Неприпустимий формат дати/часу

source: Invalid start time. The start time cannot occur after the end time.
uk: Невірний час запуску. Час запуску не може бути більшим кінцевого часу.

source: Requested network does not contain enough (2+) usable hosts
uk: Запитана мережа не містить достатню кількість (2+) придатних для використання хостів

source: Address could not be converted.
uk: Адреса не може бути конвертована.

source: Quota exceeded, too many networks.
uk: Квота перевищена, перевищено кількість мереж.

source: Create networks failed
uk: Помилка створення мереж

source: Listing virtual interfaces is not supported by this cloud.
uk: Перерахування віртуальних інтерфейсів не підтримується у цій хмарі.

source: Instance %s is not attached.
uk: Копія %s не під’єднана.

source: volume_id not found: %s
uk: Не знайдено значення volume_id: %s

source: The volume was either invalid or not attached to the instance.
uk: Том був неприпустимим або не був підключений до экземпляру.

source: Can't detach root device volume
uk: Неможливо відімкнути кореневий том пристрою

source: Invalid minRam filter [%s]
uk: Невірний фільтр minRam_public [%s]

source: Incorrect request body format
uk: Неправильний формат тіла запиту

source: Request body contains too many items
uk: Тіло запиту містить надлишкову кількість об’єктів

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
uk: Лише %(value)s %(verb)s запит(ів) можуть бути зроблені для %(uri)s, кожні %(unit_string)s.

source: This request was rate-limited.
uk: Цей запит обмежений по частоті.

source: Malformed request body. metadata must be object
uk: Неправильний формат тіла запиту. метадані мають бути об'єктом

source: Malformed request body. meta item must be object
uk: Неправильно сформоване тіло запиту. Елемент метаданих має бути об’єктом

source: Bad personality format: missing %s
uk: Неприпустимий формат персоналізації: відсутній %s

source: Bad personality format
uk: Неприпустимий формат персоналізації

source: Personality content for %s cannot be decoded
uk: Вміст персоналізації %s не може бути декодований

source: Bad port format: port uuid is not in proper format (%s)
uk: Невірний формат порт: uuid порту має невірний формат (%s)

source: Unknown argument : port
uk: Невідомий аргумент : порт

source: Invalid fixed IP address (%s)
uk: Неприпустима фіксованай IP-адреса (%s)

source: accessIPv4 is not proper IPv4 format
uk: accessIPv4 не є правильним форматом IPv4

source: accessIPv6 is not proper IPv6 format
uk: accessIPv6 не є правильним форматом IPv6

source: Userdata content cannot be decoded
uk: Вміст даних користувача не може бути дешифрований

source: block_device_mapping must be a list
uk: block_device_mapping має бути переліком

source: block_device_mapping_v2 must be a list
uk: block_device_mapping_v2 має бути переліком

source: Server name is not defined
uk: Ім’я сервера не вказано

source: Invalid input for field/attribute %(path)s. Value: %(value)s. %(message)s
uk: Неприпустимі вхідні дані для поля/атрибуту %(path)s. Значення: %(value)s. %(message)s

source: HostId cannot be updated.
uk: Ідентифікатор вузла не може бути оновлений.

source: Personality cannot be updated.
uk: Неможливо змінити особисті параметри.

source: Argument 'type' for reboot must be a string
uk: Аргумент 'type' для перезавантаження має бути рядком

source: Argument 'type' for reboot is not HARD or SOFT
uk: Аргумент 'type' для перезавантаження не є HARD або SOFT

source: Missing argument 'type' for reboot
uk: Відсутній аргумент типу 'type' для перезавантаження

source: Unable to locate requested flavor.
uk: Неможливо знайти запитаний різновид.

source: Resize requires a flavor change.
uk: Зміна розміру потребує зміни різновиду.

source: Missing flavorRef attribute
uk: Відсутній атрибут flavorRef

source: No adminPass was specified
uk: adminPass не був вказаний

source: Unable to parse metadata key/value pairs.
uk: Неможливо проаналізувати пари ключ/значення метаданих.

source: Resize request has invalid 'flavorRef' attribute.
uk: Запит зміни розміру має неприпустимий атрибут 'flavorRef'.

source: Resize requests require 'flavorRef' attribute.
uk: Запити зміни розміру потребують атрибут 'flavorRef'.

source: Could not parse imageRef from request.
uk: Неможливо розділити imageRef з запиту.

source: createImage entity requires name attribute
uk: Сутність createImage потребує атрибут name

source: Invalid metadata
uk: Помилкові метадані

source: Invalid adminPass
uk: Неприпустимий adminPass

source: Server not found
uk: Сервер не знайдено

source: createBackup entity requires %s attribute
uk: Сутність createBackup потребує атрибут %s

source: Malformed createBackup entity
uk: Невірний формат сутності createBackup

source: host, block_migration and disk_over_commit must be specified for live migration.
uk: host, block_migration і disk_over_commit повинні бути вказані для оперативного переносу.

source: Live migration of instance %s to another host failed
uk: Не вдалося виконати оперативний переніс екземпляру %s на інший хост

source: Live migration of instance %(id)s to host %(host)s failed
uk: Помилка переміщення копії у реальному часі %(id)s на вузол %(host)s

source: Desired state must be specified. Valid states are: %s
uk: Повинно бути вказано бажаний стан. Припустимі стани: %s

source: Invalid request body: %s
uk: Неприпустиме тіло запиту: %s

source: Only host parameter can be specified
uk: Може бути вказаний лише параметр хосту

source: Host parameter must be specified
uk: Повинен бути вказаний параметр хосту

source: Aggregates does not have %s action
uk: В об’єднання відсутня дія %s

source: Invalid request body
uk: Неприпустимий запит тіла

source: Cannot add host %(host)s in aggregate %(id)s: not found
uk: Не вдалося додати хост %(host)s у складовий об’єкт %(id)s: не знайдено

source: Cannot add host %(host)s in aggregate %(id)s: host exists
uk: Не вдалося додати хост %(host)s у складовий об’єкт %(id)s: хост існує

source: Cannot remove host %(host)s in aggregate %(id)s: not found
uk: Не вдалося вилучити хост %(host)s із складового об’єкту %(id)s: не знайдений

source: Cannot remove host %(host)s in aggregate %(id)s: invalid
uk: Не вдалося вилучити хост %(host)s із складового об’єкту %(id)s: неприпустимий

source: The value of metadata must be a dict
uk: Значення метаданих має бути типу dict

source: Cannot set metadata %(metadata)s in aggregate %(id)s
uk: Неможливо привласнити метадані %(metadata)s в об’єднанні %(id)s

source: Network driver does not support this function.
uk: Мережевий адаптер не підтримує цю можливість.

source: Failed to attach interface
uk: Не вдалося під’єднати інтерфейс

source: Ironic client unavailable, cannot access Ironic.
uk: Недоступний клієнт Ironic, не вдається звернутися до Ironic.

source: Cell %(id)s not found.
uk: Комірка %(id)s не знайдена

source: Cell name cannot be empty
uk: Ім’я комірки не може бути порожнім.

source: Cell name cannot contain '!', '.' or '@'
uk: Ім’я комірки не може містити '!', '.' або '@'

source: Cell type must be 'parent' or 'child'
uk: Типом комірки має бути 'parent' або 'child'

source: rpc_port must be integer
uk: rpc_port має бути цілим числом

source: No cell information in request
uk: Немає інформації про комірку у запиті

source: No cell name in request
uk: Немає імені комірки у запиті

source: Only 'updated_since', 'project_id' and 'deleted' are understood.
uk: Проаналізовані лише 'updated_since', 'project_id' і 'deleted'.

source: os-getConsoleOutput malformed or missing from request body
uk: Невірний формат або відсутній os-getConsoleOutput у тілі запиту

source: Length in request body must be an integer value
uk: Довжина тіла запиту має бути цілим значенням

source: Unable to get console
uk: Неможливо задіяти консоль

source: Unable to get console log, functionality not implemented
uk: Не вдалося отримати протокол консолі, функція не реалізована

source: Instance not yet ready
uk: Копія не підготована

source: Unable to get vnc console, functionality not implemented
uk: Неможливо отримати консоль vnc, функція не реалізована

source: Unable to get spice console, functionality not implemented
uk: Неможливо отримати консоль SPICE, функція не реалізована

source: Unable to get rdp console, functionality not implemented
uk: Неможливо отримати консоль rdp, функція не реалізована

source: Unable to get serial console, functionality not implemented
uk: Не вдалося отримати консоль на послідовному порті, функція не реалізована

source: host must be specified.
uk: Має бути вказано значення host.

source: onSharedStorage must be specified.
uk: Має бути вказано значення onSharedStorage.

source: No request body
uk: Немає тіла запиту

source: Missing tenant parameter
uk: Не вказаний параметр tenant

source: No Request Body
uk: Немає тіла запиту

source: Bad extra_specs provided
uk: Вказано неприпустиме значення extra_specs

source: Fail to validate provided extra specs keys. Expected string
uk: Не вдалося перевірити передані ключі додаткових специфікацій. Очікувався рядок

source: A valid name parameter is required
uk: Має бути вказаний параметр name

source: A valid ram parameter is required
uk: Має бути вказаний параметр ram

source: A valid vcpus parameter is required
uk: Має бути вказаний параметр vcpus

source: A valid disk parameter is required
uk: Має бути вказаний параметр disk

source: Unable to get dns domain
uk: Не вдалося отримати домен dns

source: Unable to create dns domain
uk: Не вдалося створити домен dns

source: Unable to delete dns domain
uk: Не вдалося вилучити домен dn

source: Unable to get dns entry
uk: Не вдалося отримати запис dns

source: Unable to create dns entry
uk: Не вдалося створити запис dns

source: Unable to delete dns entry
uk: Не вдалося вилучити запис dns

source: Address not specified
uk: Адреса не вказана

source: Invalid update setting: '%s'
uk: Неприпустимий параметр оновлення: '%s'

source: Invalid status: '%s'
uk: Неприпустимий стан: '%s'

source: Invalid mode: '%s'
uk: Некоректний режим: «%s»

source: 'status' or 'maintenance_mode' needed for host update
uk: Параметр 'status' або 'maintenance_mode' необхідний для змінювання хосту

source: Virt driver does not implement host maintenance mode.
uk: Драйвер Virt не реалізує режим обслуговування хосту.

source: Virt driver does not implement host disabled status.
uk: Драйвер Virt не реалізує вимкнений стан хосту.

source: Virt driver does not implement host power management.
uk: Драйвер Virt не реалізує керування живленням хосту.

source: Virt driver does not implement uptime function.
uk: Драйвер Virt не реалізує функцію uptime.

source: Missing 'networkId' argument for addFixedIp
uk: Відсутній аргумент 'networkId' для addFixedIp

source: Missing 'address' argument for removeFixedIp
uk: Відсутній аргумент 'address' для removeFixedIp

source: Disassociate host is not implemented by the configured Network API
uk: Вилучення зв’язку хосту не реалізовано у налаштованому мережевому API

source: Disassociate project is not implemented by the configured Network API
uk: Вилучення зв’язку проєкту не реалізовано у налаштованому мережевому API

source: Associate host is not implemented by the configured Network API
uk: Створення зв’язку хосту не реалізовано у налаштованому мережевому API

source: Disassociate network is not implemented by the configured Network API
uk: Вилучення зв’язку мережі не реалізовано у налаштованому мережевому API

source: Missing network in body
uk: Відсутня мережа у тілі

source: Network label is required
uk: Необхідна мітка мережі

source: Network cidr or cidr_v6 is required
uk: Потрібна мережа cidr або cidr_v6

source: %s is not a valid IP network
uk: %s не є припустимою IP-мережі

source: VLAN support must be enabled
uk: Повинна бути увімкнена підтримка VLAN

source: No CIDR requested
uk: CIDR не запитаний

source: CIDR is malformed.
uk: CIDR має невірний формат.

source: quota_class_set not specified
uk: Не вказано значення quota_class_set

source: Bad key(s) %s in quota_set
uk: Невірні ключі %s в quota_set

source: Quota limit %(limit)s for %(resource)s must be in the range of -1 and %(max)s.
uk: Обмеження квоти %(limit)s для %(resource)s має бути у діяпазоні -1 і %(max)s.

source: quota_set not specified
uk: Атрибут quota_set не вказаний

source: Malformed scheduler_hints attribute
uk: Невірний формат атрибуту scheduler_hints

source: security group default rule not found
uk: типове правило групи захисту не знайдено

source: Unable to get diagnostics, functionality not implemented
uk: Не в змозі отримати діагностику, функціональність не ралізована

source: Invalid event status `%s'
uk: Неприпустимий стан події `%s'

source: Invalid event name %s
uk: Неприпустима назва події %s

source: event entity requires key %(key)s
uk: суб’єкту події потрібен ключ %(key)s

source: event entity contains unsupported items: %s
uk: суб’єкт події містить непідтримувані елементи: %s

source: Conflicting policies configured!
uk: Налаштовані конфліктуючі стратегії!

source: Invalid policies: %s
uk: Неприпустима політика: %s

source: Duplicate policies configured!
uk: Налаштовані стратегії, що збігаються!

source: the body is invalid.
uk: тіло є неприпустимим.

source: '%s' is either missing or empty.
uk: '%s' відсутнє або є порожнім.

source: Invalid format for name: '%s'
uk: Неприпустимий формат імені: '%s'

source: '%s' is not a list
uk: '%s' не є переліком

source: unsupported fields: %s
uk: непідтримувані поля: %s

source: Instance not found
uk: Копії не знайдено

source: The string containing the reason for disabling the service contains invalid characters or is too long.
uk: Рядок, в якому вказана причина вимикання служби, містить неприпустимі символи або є задовгим.

source: Invalid attribute in the request
uk: Невірний атрибут у запиті

source: volume not specified
uk: том не вказаний

source: Bad volumeId format: volumeId is not in proper format (%s)
uk: Невірний формат volumeId: volumeId має невірний формат (%s)

source: volumeAttachment not specified
uk: volumeAttachment не вказаний

source: volumeId must be specified.
uk: Необхідно вказати volumeId.

source: snapshot not specified
uk: миттєва копія не вказана

source: Invalid value '%s' for force.
uk: Невірне значення '%s' для примусового застосування.

source: printable characters. Can not start or end with whitespace.
uk: друковані символи. Не може починатися або закінчуватися пробілом.

source: printable characters except !, ., @. Can not start or end with whitespace.
uk: друковані символи крім !, ., @. Не може починатися або закінчуватися пробілом.

source: printable characters except !, ., @, with at least one non space character
uk: друковані символи крім !, ., @ й хоча б один символ, що не є пробілом.

source: printable characters with at least one non space character
uk: друковані символи хоча б один символ, що не є пробілом.

source: No cell given in routing path.
uk: В шляху маршруту не вказана комірка.

source: destination is %(target_cell)s but routing_path is %(routing_path)s
uk: призначенням є %(target_cell)s, але routing_path - %(routing_path)s

source: Unknown %(cell_type)s when routing to %(target_cell)s
uk: Невідомий %(cell_type)s під час маршрутизації в %(target_cell)s

source: Unknown method '%(method)s' in compute API
uk: Невідомий метод '%(method)s' в compute API

source: nova-idmapshift is a tool that properly sets the ownership of a filesystem for use with linux user namespaces. This tool can only be used with linux lxc containers. See the man page for details.
uk: nova-idmapshift є засобом призначення власника файлової системи для використання з простором імен користувачів Linux. Засіб може використовуватися лише з контейнерами linux lxc. Для отримання додаткових відомостей, зверніться до посібника користувача (man).

source: The above error may show that the database has not been created. Please create a database using 'nova-manage db sync' before running this command.
uk: Наведена вище помилка могла показати, що база даних не була створена. Створіть базу даних за допомогою 'nova-manage db sync' перед виконанням цієї команди.

source: Quota limit must be -1 or greater.
uk: Обмеженням квоти має бути -1 або більше.

source: Quota limit must be greater than %s.
uk: Обмеження квоти має бути більше %s.

source: Quota limit must be less than %s.
uk: Обмеження квоти має бути менше %s.

source: %(key)s is not a valid quota key. Valid options are: %(options)s.
uk: %(key)s не є припустимим ключем квоти. Припустимі опції: %(options)s.

source: Quota
uk: Квота

source: Limit
uk: Обмеження

source: In Use
uk: Використовується

source: Reserved
uk: Зарезервовано

source: error: %s
uk: помилка: %s

source: network
uk: мережа

source: IP address
uk: IP-адреса

source: hostname
uk: назва вузла

source: host
uk: вузол

source: No fixed IP found.
uk: Фіксована IP не знайдена.

source: WARNING: fixed IP %s allocated to missing instance
uk: ПОПЕРЕДЖЕННЯ: фіксована ip %s виділена відсутньому примірнику

source: Too many IP addresses will be generated. Please increase /%s to reduce the number generated.
uk: Буде згенеровано забагато IP-адрес. Збільшіть /%s для скорочення кількости згенерованих адрес.

source: No floating IP addresses have been defined.
uk: Нефіксовані IP-адреси не були визначені.

source: ERROR: Network commands are not supported when using the Neutron API. Use python-neutronclient instead.
uk: Помилка: мережеві команди не підтримуються при використанні Neutron API. Використовуйте python-neutronclient замість нього.

source: id
uk: ід

source: start address
uk: початкова адреса

source: project
uk: проект

source: No networks found
uk: Не знайдено жодної мережі

source: Please specify either fixed_range or uuid
uk: Вкажіть fixed_range або uuid

source: UUID is required to delete Neutron Networks
uk: Потрібен UUID для вилучення мереж Neutron

source: Deleting by fixed_range is not supported with the NeutronManager
uk: Вилучення по fixed_range не підтримується в NeutronManager

source: instance
uk: екземпляр

source: node
uk: вузол

source: type
uk: тип

source: state
uk: стан

source: launched
uk: запущено

source: image
uk: образ

source: kernel
uk: ядро

source: ramdisk
uk: RAM диск

source: user
uk: користувач

source: zone
uk: зона

source: index
uk: індекс

source: Must supply a positive value for max_rows
uk: Необхідно надати позитивне значення для max_rows

source: max rows must be <= %(max_value)d
uk: максимальне число рядків має бути <= %(max_value)d

source: Table
uk: Таблиця

source: Number of Rows Archived
uk: Кількість архівних рядів

source: Nothing was archived.
uk: Нічого не було заархівовано.

source: Deleted %(records)d records from table '%(table_name)s'.
uk: З таблиці '%(table_name)s' вилучено записи (%(records)d).

source: There are %(records)d records in the '%(table_name)s' table where the uuid or instance_uuid column is NULL. Run this command again with the --delete option after you have backed up any necessary data.
uk: У таблиці '%(table_name)s' існують записи (%(records)d), для яких стовпчик uuid або instance_uuid дорівнює NULL. Запустіть команду повторно з опцією --delete після створення резервної копії усіх потрібних даних.
