Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-net-tools_net-tools-*.po
Languages: uk

source: %u active connections rejected because of time stamp
uk: активних під’єднань відкинуто з причини мітки часу: %u

source: %u packets rejects in established connections because of timestamp
uk: пакунки, відкинуті у встановлених з’єднаннях з причини мітки часу: %u

source: %u delayed acks sent
uk: затриманих підтверджень надіслано: %u

source: %u delayed acks further delayed because of locked socket
uk: затримок підтвердження прийому внаслідок заблокованого сокету: %u

source: Quick ack mode was activated %u times
uk: Режим швидкого підтвердження прийому був активований %u раз

source: %u times the listen queue of a socket overflowed
uk: Кількість переповнень черги прослуховування сокета: %u

source: %u SYNs to LISTEN sockets ignored
uk: проігноровано SYN до сокетів LISTEN: %u

source: %u packets directly queued to recvmsg prequeue.
uk: пакетів напряму поставлених до попередньої черги recvmsg: %u

source: %u of bytes directly received from backlog
uk: байт напряму отриманих з черги: %u

source: %u of bytes directly received from prequeue
uk: байт напряму отриманих з попередньої черги: %u

source: %u packets dropped from prequeue
uk: пакунків, скинутих з попередньої черги: %u

source: %u packet headers predicted
uk: очікуваних заголовків пакунків: %u

source: %u packets header predicted and directly queued to user
uk: очікуваних заголовків пакунків, що безпосередньо стояли у черзі до користувача: %u

source: Ran %u times out of system memory during packet sending
uk: Керувань з пам’яті системи під час відправки пакунку: %u

source: %u acknowledgments not containing data received
uk: підтверджень, що не містять отримані дані: %u

source: %u predicted acknowledgments
uk: очікуваних підтверджень: %u

source: %u times recovered from packet loss due to fast retransmit
uk: відновлення втрачених пакунків через швидке повторення передавання: %u

source: %u times recovered from packet loss due to SACK data
uk: Відновлено втрачених пакетів завдяки даним SACK: %u

source: %u bad SACKs received
uk: отримано %u поганих SACK

source: Detected reordering %u times using FACK
uk: Кількість виявлених перевпорядкувань з використанням FACK: %u

source: Detected reordering %u times using SACK
uk: кількість виявлених перевпорядкувань з використанням SACK: %u

source: Detected reordering %u times using time stamp
uk: Кількість виявлених перевпорядкувань з використанням мітки часу: %u

source: Detected reordering %u times using reno fast retransmit
uk: Кількість виявлених перевпорядкувань з використанням швидкого повторного передавання reno: %u

source: %u congestion windows fully recovered
uk: Повністю відновлено вікон перевантаження: %u

source: %u congestion windows partially recovered using Hoe heuristic
uk: Вікон перевантаження, частково відновлених за допомогою евристики Hoe: %u

source: %u congestion window recovered using DSACK
uk: Вікон перевантаження, відновлених за допомогою DSACK: %u

source: %u congestion windows recovered after partial ack
uk: Вікон перевантаження, відновлених після часткового ack: %u

source: %u retransmits lost
uk: повторних передач втрачено: %u

source: %u timeouts after reno fast retransmit
uk: тайм-аутів після швидкого повторного передавання reno: %u

source: %u timeouts after SACK recovery
uk: тайм-аутів після відновлення SACK: %u

source: %u timeouts in loss state
uk: %u таймаутів у стані втрати

source: %u fast retransmits
uk: швидких повторів передачі: %u

source: %u forward retransmits
uk: пересланих повторних передач: %u

source: %u retransmits in slow start
uk: повторних передач у повільному запуску: %u

source: %u other TCP timeouts
uk: інших TCP тайм-аутів: %u

source: %u reno fast retransmits failed
uk: невдалих спроб швидкого повторного передавання reno: %u

source: %u sack retransmits failed
uk: невдалих повторних передавань sack: %u

source: %u times receiver scheduled too late for direct processing
uk: кількість надто пізніх планувань отримувача для прямої обробки: %u

source: %u packets collapsed in receive queue due to low socket buffer
uk: пакетів пошкоджено у черзі отримання через замалий буфер сокету: %u

source: %u DSACKs sent for old packets
uk: надіслано DSACK для старих пакетів: %u

source: %u DSACKs sent for out of order packets
uk: надіслано DSACK для недоступних пакетів: %u

source: %u DSACKs received
uk: отримано DSACK: %u

source: %u DSACKs for out of order packets received
uk: отримано DSACK для недоступних пакетів: %u

source: %u connections reset due to unexpected SYN
uk: з’єднань скинуто через несподіване значення SYN: %u

source: %u connections reset due to unexpected data
uk: з’єднань скинуто через несподівані дані: %u

source: %u connections reset due to early user close
uk: з’єднань скинуто через передчасне закриття користувачем: %u

source: %u connections aborted due to memory pressure
uk: перерваних з'єднань через тиск пам'яті: %u

source: %u connections aborted due to timeout
uk: перерваних з’єднань через тайм-аути: %u

source: %u connections aborted after user close in linger timeout
uk: переваних з'єднань після закриття користувачем протягом тайм-ауту затримки: %u

source: %u times unabled to send RST due to no memory
uk: кількість невдалих спроб надіслати RST через відсутність пам'яті: %u

source: TCP ran low on memory %u times
uk: запусків TCP з браком пам'яті: %u

source: %u TCP data loss events
uk: подій втрати даних TCP: %u

source: enabled
uk: увімкнено

source: disabled
uk: вимкнено

source: error parsing /proc/net/snmp
uk: помилка аналізу /proc/net/snmp

source: cannot open /proc/net/snmp
uk: неможливо відкрити /proc/net/snmp

source: Hardware type `%s' not supported.
uk: Апаратний тип `%s' не підтримується.

source: Cannot change line discipline to `%s'.
uk: Неможливо змінити дисципліну лінії на «%s».

source: Please don't supply more than one address family.
uk: Будь ласка не використовуйте більше одного адресного простору.

source: Too much address family arguments.
uk: Забагато аргументів адресного простору.

source: Unknown address family `%s'.
uk: Невідомий адресний простір `%s'.

source: in_arcnet(%s): invalid arcnet address!
uk: in_arcnet(%s): неприпустима адреса arcnet!

source: in_arcnet(%s): trailing : ignored!
uk: in_arcnet(%s): кінцевий : проігнорований!

source: in_arcnet(%s): trailing junk!
uk: in_arcnet(%s): сміття в кінці!

source: Malformed Ash address
uk: Спотворена адреса Ash

source: [NONE SET]
uk: [НІЧОГО НЕ ВСТАНОВЛЕНО]

source: Invalid callsign
uk: Неприпустимий позивний

source: Callsign too long
uk: Позивний задовгий

source: AX.25 not configured in this system.
uk: Протокол AX.25 у цій системі не сконфігурований.

source: Kernel AX.25 routing table
uk: Таблиця маршрутизації AX.25 у ядрі

source: Destination Iface Use
uk: Адр.признач. Ін-фейс Вик

source: in_ether(%s): invalid ether address!
uk: in_ether(%s): неприпустима адреса ether!

source: in_ether(%s): trailing : ignored!
uk: in_ether(%s): кінцевий : проігнорований!

source: in_ether(%s): trailing junk!
uk: in_ether(%s): сміття в кінці!

source: in_fddi(%s): invalid fddi address!
uk: in_fddi(%s): неприпустима адреса fddi!

source: in_fddi(%s): trailing : ignored!
uk: in_fddi(%s): кінцевий : проігнорований!

source: in_fddi(%s): trailing junk!
uk: in_fddi(%s): сміття в кінці!

source: Address family `%s' not supported.
uk: Адресний простір `%s' не підтримується.

source: No routing for address family `%s'.
uk: Немає маршрутизації для адресного простору `%s'.

source: in_hippi(%s): invalid hippi address!
uk: in_hippi(%s): неприпустима адреса hippi!

source: in_hippi(%s): trailing : ignored!
uk: in_hippi(%s): кінцевий : проігнорований!

source: in_hippi(%s): trailing junk!
uk: in_hippi(%s): сміття в кінці!

source: Local Loopback
uk: Локальна петля (Loopback)

source: Adaptive Serial Line IP
uk: Адаптивний Serial Line IP

source: generic X.25
uk: універсальний X.25

source: IPIP Tunnel
uk: Тунель IPIP

source: Point-to-Point Protocol
uk: Протокол PPP

source: Frame Relay Access Device
uk: Пристрій доступу Frame Relay

source: IPv6-in-IPv4
uk: IPv6-в-IPv4

source: 16/4 Mbps Token Ring
uk: 16/4 Мб/с Token Ring

source: 16/4 Mbps Token Ring (New)
uk: 16/4 Мб/c Token Ring (Новий)

source: Generic EUI-64
uk: Універсальний EUI-64

source: rresolve: unsupport address family %d !
uk: rresolve: непідтримувана родина адрес %d !

source: [UNKNOWN]
uk: [НЕВІДОМИЙ]

source: INET6 (IPv6) not configured in this system.
uk: INET6 (IPv6) у цій системі не сконфігурований.

source: Kernel IPv6 routing table
uk: Таблиця маршрутизації ядра IPv6

source: Destination Next Hop Flags Metric Ref Use Iface
uk: Адр.призначення Наст.спроба Пр-ри Метрик Пос Вик Іфейс

source: Kernel IPv6 Neighbour Cache
uk: Ядро IPv6 Сусід Кеш

source: Neighbour HW Address Iface Flags Ref State
uk: Сусід Апар.адреса Ін-фейс Прапр Пос Стан

source: Neighbour HW Address Iface Flags Ref State Stale(sec) Delete(sec)
uk: Сусід Апар.адреса Ін-фейс Прапр Пос Стан Застаріл(с) Вилучен(с)

source: Usage: inet6_route [-vF] del Target
uk: Використання: inet6_route [-vF] del Мета

source: inet6_route [-vF] add Target [gw Gw] [metric M] [[dev] If]
uk: inet6_route [-vF] add Мета [gw Gw] [metric M] [[dev] If]

source: inet6_route [-FC] flush NOT supported
uk: inet6_route [-FC] скидання НЕ підтримується

source: Flushing `inet6' routing table not supported
uk: Скидання таблиці маршрутизації `inet6' не підтримується

source: INET (IPv4) not configured in this system.
uk: INET (IPv4) не налаштований у цій системі.

source: Kernel IP routing table
uk: Таблиця маршутизації ядра протоколу IP

source: Destination Gateway Genmask Flags Metric Ref Use Iface
uk: Адр.признач. Шлюз Генмаска Прап Метрик Пос Вик Іфейс

source: Destination Gateway Genmask Flags MSS Window irtt Iface
uk: Адр.признач. Шлюз Генмаска Прап MSS Вікно irtt Іфейс

source: Destination Gateway Genmask Flags Metric Ref Use Iface MSS Window irtt
uk: Адр.признач. Шлюз Генмаска Прап Метрик Пос Вик Іфейс MSS Вікно irtt

source: Kernel IP routing cache
uk: Таблиця маршрутизації ядра IP

source: Source Destination Gateway Flags Metric Ref Use Iface
uk: Джерело Адр.призначення Шлюз Пр-ри Метрик Пос Вик Іфейс

source: Source Destination Gateway Flags MSS Window irtt Iface
uk: Джерело Адр.призначення Шлюз Прапори MSS Вікно irtt Іфейс

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt HH Arp
uk: Джерело Адр.призначення Шлюз Пр-ри Метрик Пос Вик Іфейс MSS Вікно irtt HH Arp

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt TOS HHRef HHUptod SpecDst
uk: Джерело Адр.призначення Шлюз Пр-ри Метрик Реф Вик Іфейс MSS Вікн irtt TOS HHRef HHUptod SpecDst

source: Usage: inet_route [-vF] del {-host|-net} Target[/prefix] [gw Gw] [metric M] [[dev] If]
uk: Використання: inet_route [-vF] del {-host|-net} Target[/prefix] [gw Gw] [metric M] [[dev] If]

source: inet_route [-FC] flush NOT supported
uk: inet_route [-FC] скидання НЕ підтримується

source: route: %s: cannot use a NETWORK as gateway!
uk: route: %s: неможна використовувати МЕРЕЖУ як маршрутизатор!

source: route: Invalid MSS/MTU.
uk: route: невірні MSS/MTU.

source: route: Invalid window.
uk: route: невірне вікно.

source: route: Invalid initial rtt.
uk: route: невірний початковий rtt.

source: route: netmask %.8x doesn't make sense with host route
uk: route: мережева маска %.8x не має сенсу з маршрутом хосту

source: route: bogus netmask %s
uk: route: фіктивна мережева маска %s

source: route: netmask doesn't match route address
uk: route: мережева маска не збігається з маршрутизованою адресою

source: Flushing `inet' routing table not supported
uk: Скидання таблиці маршрутизації `inet' не підтримується

source: Modifying `inet' routing cache not supported
uk: Зміна кешу маршрутизації `inet' не підтримується

source: IPX not configured in this system.
uk: Протокол IPX у цій системі не сконфігурований.

source: Kernel IPX routing table
uk: Таблиця маршрутизації ядра IPX

source: Destination Router Net Router Node
uk: Адр.призначення Мережа роутера Вузол роутера

source: IPX: this needs to be written
uk: IPX: це має бути записано

source: IP masquerading entries
uk: записи IP-маскування

source: prot expire source destination ports
uk: прот сплив джерело адр.признач. порти

source: prot expire initseq delta prevd source destination ports
uk: прот сплив initseq delta prevd source призначення порти

source: NET/ROM not configured in this system.
uk: Протокол NET/ROM у цій системі не сконфігурований.

source: Kernel NET/ROM routing table
uk: Таблиця маршрутизації NET/ROM у ядрі

source: Destination Mnemonic Quality Neighbour Iface
uk: Адр.призач. Мнемонік Якість Сусід Ін-фейс

source: netrom usage
uk: використання netrom

source: NET/ROM: this needs to be written
uk: NET/ROM: це потрібно написати

source: You cannot start PPP with this program.
uk: Ви не можете запустити PPP разом з цією програмою.

source: Sorry, use pppd!
uk: Вибачте, використовуйте pppd!

source: Node address must be ten digits
uk: Адреса вузла повинна містити десять цифр

source: ROSE not configured in this system.
uk: ROSE не налаштований на цій системі.

source: Kernel ROSE routing table
uk: Таблиця маршрутизації ROSE в ядрі

source: in_tr(%s): invalid token ring address!
uk: in_tr(%s): неприпустима адреса token ring!

source: in_tr(%s): trailing : ignored!
uk: in_tr(%s): кінцевий : проігнорований!

source: in_tr(%s): trailing junk!
uk: in_tr(%s): сміття в кінці!

source: warning: no inet socket available: %s
uk: попередження: доступні inet socket відсутні: %s

source: Warning: cannot open %s (%s). Limited output.
uk: Увага: неможливо відкрити %s (%s). Обмежений вивід.

source: Device not found
uk: Пристрою не знайдено

source: %s: error fetching interface information: %s
uk: %s: помилка видобування даних інтерфейсу: %s

source: - no statistics available -
uk: - статистика недоступна -

source: [NO FLAGS]
uk: [НЕМАЄ ПРАПОРЦІВ]

source: (auto)
uk: (авто)

source: IPX/Ethernet II addr:%s
uk: IPX/Ethernet II адр:%s

source: IPX/Ethernet SNAP addr:%s
uk: IPX/Ethernet SNAP адр:%s

source: IPX/Ethernet 802.2 addr:%s
uk: IPX/Ethernet 802.2 адр:%s

source: IPX/Ethernet 802.3 addr:%s
uk: IPX/Ethernet 802.3 адр:%s

source: EtherTalk Phase 2 addr:%s
uk: EtherTalk Phase 2 адр:%s

source: econet addr:%s
uk: econet адр:%s

source: [NO FLAGS]
uk: [НЕМАЄ ПРАПОРЦІВ]

source: RX packets:%llu errors:%lu dropped:%lu overruns:%lu frame:%lu
uk: Прийнято пакунків:%llu помилок:%lu скинуто:%lu перерозхід:%lu кадри:%lu

source: compressed:%lu
uk: стиснено:%lu

source: TX packets:%llu errors:%lu dropped:%lu overruns:%lu carrier:%lu
uk: Передано пакунків:%llu помилок:%lu скинуто:%lu перерозхід:%lu перенесено:%lu

source: collisions:%lu
uk: колізій:%lu

source: compressed:%lu
uk: стиснено:%lu

source: txqueuelen:%d
uk: розмір буфера передачі:%d

source: RX bytes:%llu (%lu.%lu %s) TX bytes:%llu (%lu.%lu %s)
uk: Прийнято байтів:%llu (%lu,%lu %s) Передано байтів:%llu (%lu,%lu %s)

source: Interrupt:%d
uk: Переривання:%d

source: Base address:0x%x
uk: Базова адреса: 0x%x

source: Memory:%lx-%lx
uk: Пам’ять:%lx-%lx

source: DMA chan:%x
uk: Кан DMA:%x

source: No usable address families found.
uk: Не знайдено родин адрес, які можна використовувати.

source: ip: %s is invalid inet address
uk: ip: %s є неприпустимою адресою inet

source: ip: %s is invalid inet prefix
uk: ip: %s є неприпустимим префіксом inet

source: ip: %s is invalid IPv4 address
uk: ip: %s є неприпустимою адресою IPv4

source: ip: argument is wrong: %s
uk: ip: аргумент помилковий: %s

source: Usage: ipmaddr [ add | del ] MULTIADDR dev STRING
uk: Використання: ipmaddr [ add | del ] МУЛЬТИАДРЕСА dev РЯДОК

source: ipmaddr show [ dev STRING ] [ ipv4 | ipv6 | link | all ]
uk: ipmaddr show [ dev РЯДОК ] [ ipv4 | ipv6 | link | all ]

source: family %d
uk: родина %d

source: users %d
uk: користувачі %d

source: Cannot create socket
uk: Не вдається створити сокет

source: slattach: /dev/%s already locked!
uk: slattach: /dev/%s вже заблоковано!

source: slattach: cannot write PID file
uk: slattach: неможливо записати PID-file

source: slattach: tty_lock: UUCP user %s unknown!
uk: slattach: tty_lock: UUCP-користувач %s невідомий!

source: slattach: tty name too long
uk: slattach: tty-ім'я задовге

source: slattach: tty_open: cannot get current state!
uk: slattach: tty_open: неможливо отримати поточний стан!

source: slattach: tty_open: cannot get current line disc!
uk: slattach: tty_open: неможливо отримати поточну дисципліну лінії!

source: slattach: tty_open: cannot set RAW mode!
uk: slattach: tty_open: неможливо встановити режим RAW!

source: slattach: tty_open: cannot set %s bps!
uk: slattach: tty_open: неможливо задати %s біт/с!

source: slattach: tty_open: cannot set 8N1 mode!
uk: slattach: tty_open: неможливо задати режим 8N1!

source: %s started
uk: %s запущений

source: on %s
uk: на %s

source: interface %s
uk: інтерфейс %s
