Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-applet_network-manager-applet-*.po
Languages: be

source: Network
be: Сетка

source: Manage your network connections
be: Кіраванне сеткавымі злучэннямі

source: Advanced Network Configuration
be: Пашыраная канфігурацыя сеткі

source: Manage and change your network connection settings
be: Кіраванне і змяненне налад вашага сеткавага злучэння

source: Disable connected notifications
be: Выключыць апавяшчэнні пра падключэнне

source: Set this to true to disable notifications when connecting to a network.
be: Калі пазначана, то будуць адключаны апавяшчэнні пры падключэнні да сеткі.

source: Disable disconnected notifications
be: Выключыць апавяшчэнні пра адключэнне

source: Set this to true to disable notifications when disconnecting from a network.
be: Калі пазначана, то будуць адключаны апавяшчэнні пры адключэнні ад сеткі.

source: Disable VPN notifications
be: Адключыць апавяшчэнні VPN

source: Set this to true to disable notifications when connecting to or disconnecting from a VPN.
be: Калі пазначана, то будуць адключаны апавяшчэнні пры падключэнні або адключэнні ад VPN.

source: Suppress networks available notifications
be: Не паказваць апавяшчэнні пра даступныя сеткі

source: Set this to true to disable notifications when Wi-Fi networks are available.
be: Калі пазначана, то будуць адключаны апавяшчэнні пры даступнасці сетак Wi-Fi.

source: Stamp
be: Штамп

source: Used to determine whether settings should be migrated to a new version.
be: Выкарыстоўваецца для вызначэння налад, якія неабходна перанесці ў новую версію.

source: Disable WiFi Create
be: Адключыць стварэнне Wi-Fi

source: Set to true to disable creation of adhoc networks when using the applet.
be: Калі зададзена TRUE, то будзе адключана стварэнне сетак adhoc пры выкарыстанні аплета.

source: Show the applet in notification area
be: Паказваць аплет у вобласці апавяшчэнняў

source: Set to FALSE to disable displaying the applet in the notification area.
be: Калі зададзена FALSE, то будзе адключана адлюстраванне аплетаў у зоне апавяшчэнняў.

source: Ignore CA certificate
be: Ігнараваць сертыфікат CA

source: Set this to true to disable warnings about CA certificates in EAP authentication.
be: Калі пазначана, то будуць адключаны папярэджанні пра сертыфікаты CA пры аўтарызацыі EAP.

source: Set this to true to disable warnings about CA certificates in phase 2 of EAP authentication.
be: Калі пазначана, то будуць адключаны папярэджанні пра сертыфікаты CA у другой фазе пры аўтарызацыі EAP.

source: NetworkManager connection editor
be: Рэдактар злучэнняў NetworkManager

source: NetworkManager is a system service for managing and configuring your network connections and devices.
be: NetworkManager – гэта сістэмны сэрвіс для кіравання і наладжвання сеткавых злучэнняў і прылад.

source: The nm-connection-editor program works with NetworkManager to create and edit existing connection profiles for NetworkManager.
be: Праграма nm-connection-editor працуе з NetworkManager для стварэння і рэдагавання існуючых профіляў злучэння для NetworkManager.

source: The NetworkManager Developers
be: Распрацоўшчыкі NetworkManager

source: object class '%s' has no property named '%s'
be: клас аб’екта «%s» не мае ўласцівасці з назвай «%s»

source: property '%s' of object class '%s' is not writable
be: уласцівасць «%s» класа аб'екта «%s» недаступна для запісу

source: construct property "%s" for object '%s' can't be set after construction
be: уласцівасць пабудовы «%s» для аб'екта «%s» не можа быць зададзена пасля пабудовы

source: '%s::%s' is not a valid property name; '%s' is not a GObject subtype
be: «%s::%s» не з'яўляецца сапраўднай назвай уласцівасці; «%s» не з'яўляецца падтыпам GObject

source: unable to set property '%s' of type '%s' from value of type '%s'
be: немагчыма задаць уласцівасць «%s» тыпу «%s» са значэннем тыпу «%s»

source: value "%s" of type '%s' is invalid or out of range for property '%s' of type '%s'
be: значэнне «%s» тыпу «%s» з'яўляецца памылковым або знаходзіцца па-за дыяпазонам для ўласцівасці «%s» тыпу «%s»

source: 802.1X authentication
be: Аўтэнтыфікацыя 802.1X

source: _Cancel
be: _Скасаваць

source: C_onnect
be: Падклю_чыць

source: _Network name
be: _Назва сеткі

source: secure.
be: бяспечна.

source: Failed to add/activate connection
be: Не ўдалося дадаць/актываваць злучэнне

source: Unknown error
be: Невядомая памылка

source: Connection failure
be: Збой злучэння

source: Device disconnect failed
be: Збой адключэння прылады

source: Disconnect failure
be: Збой адключэння

source: Connection activation failed
be: Збой актывацыі злучэння

source: Don’t show this message again
be: Больш не паказваць гэта паведамленне

source: The VPN connection “%s” disconnected because the network connection was interrupted.
be: Злучэнне VPN «%s» адключана, бо сеткавае падключэнне было перарвана.

source: The VPN connection “%s” failed because the network connection was interrupted.
be: Збой злучэння VPN «%s», бо сеткавае падключэнне было перарвана.

source: The VPN connection “%s” failed because the VPN service stopped unexpectedly.
be: Збой злучэння VPN «%s», бо сэрвіс VPN нечакана спыніў сваю працу.

source: The VPN connection “%s” failed because the VPN service returned invalid configuration.
be: Збой злучэння VPN «%s», бо сэрвіс VPN вярнуў памылковую канфігурацыю.

source: The VPN connection “%s” failed because the connection attempt timed out.
be: Збой злучэння VPN «%s», бо перавышаны час чакання.

source: The VPN connection “%s” failed because the VPN service did not start in time.
be: Збой злучэння VPN «%s», бо сэрвіс VPN своечасова не запусціўся.

source: The VPN connection “%s” failed because the VPN service failed to start.
be: Збой злучэння VPN «%s», бо не ўдалося запусціць сэрвіс VPN.

source: The VPN connection “%s” failed because there were no valid VPN secrets.
be: Збой злучэння VPN «%s», бо адсутнічаюць слушныя сакрэты VPN.

source: The VPN connection “%s” failed because of invalid VPN secrets.
be: Збой злучэння VPN «%s», бо сакрэты VPN з'яўляюцца памылковымі.

source: The VPN connection “%s” failed.
be: Збой злучэння VPN «%s».

source: VPN connection has been successfully established. %s
be: Злучэнне VPN паспяхова ўстаноўлена. %s

source: VPN connection has been successfully established.
be: Злучэнне VPN паспяхова ўстаноўлена.

source: VPN Login Message
be: Паведамленне ўваходу VPN

source: VPN Connection Failed
be: Збой злучэння VPN

source: The VPN connection “%s” failed because the VPN service failed to start. %s
be: Збой злучэння VPN «%s», бо не ўдалося запусціць сэрвіс VPN. %s

source: The VPN connection “%s” failed to start. %s
be: Збой запуску злучэння VPN «%s». %s

source: device not ready (firmware missing)
be: прылада не гатова (адсутнічае прашыўка)

source: device not ready
be: прылада не гатова

source: disconnected
be: адключана

source: Disconnect
be: Адключыцца

source: device not managed
be: прыладай нельга кіраваць

source: No network devices available
be: Даступныя сеткавыя прылады адсутнічаюць

source: _VPN Connections
be: _Злучэнні VPN

source: _Configure VPN…
be: _Сканфігураваць VPN…

source: _Add a VPN connection…
be: _Дадаць злучэнне VPN…

source: NetworkManager is not running…
be: NetworkManager не запускаецца…

source: Networking disabled
be: Падтрымка сеткі адключана

source: Enable _Networking
be: Уключыць _сетку

source: Enable _Wi-Fi
be: Уключыць _Wi-Fi

source: Enable _Mobile Broadband
be: Уключыць мабільнае _шырокапалоснае злучэнне

source: Enable N_otifications
be: Уключыць _апавяшчэнні

source: Connection _Information
be: Інфармацыя пра _злучэнне

source: Edit Connections…
be: Рэдагаваць злучэнні…

source: _About
be: _Аб праграме

source: You are now connected to “%s”.
be: Зараз вы падключаны да «%s».

source: Disconnected
be: Адключана

source: The network connection has been disconnected.
be: Сеткавае злучэнне разарвана.

source: Preparing network connection “%s”…
be: Падрыхтоўка сеткавага злучэння «%s»…

source: User authentication required for network connection “%s”…
be: Для сеткавага злучэння «%s» патрабуецца аўтэнтыфікацыя карыстальніка…

source: Requesting a network address for “%s”…
be: Запыт сеткавага адраса для «%s»…

source: Network connection “%s” active
be: Сеткавае злучэнне «%s» актыўна

source: Starting VPN connection “%s”…
be: Запуск злучэння VPN «%s»…

source: User authentication required for VPN connection “%s”…
be: Для злучэння VPN «%s» патрабуецца аўтэнтыфікацыя карыстальніка…

source: Requesting a VPN address for “%s”…
be: Запыт адраса VPN для «%s»…

source: VPN connection active
be: Злучэнне VPN актыўна

source: No network connection
be: Сеткавае злучэнне адсутнічае

source: NetworkManager Applet
be: Аплет NetworkManager

source: Wrong PUK code; please contact your provider.
be: Няправільны PUK-код; звяжыцеся са сваім пастаўшчыком.

source: Wrong PIN code; please contact your provider.
be: Няправільны PIN-код; звяжыцеся са сваім пастаўшчыком.

source: Sending unlock code…
be: Адпраўка кода разблакіроўкі…

source: Mobile Broadband (%s)
be: Мабільнае шырокапалоснае злучэнне (%s)

source: Mobile Broadband
be: Мабільнае шырокапалоснае злучэнне

source: Available
be: Даступна

source: New Mobile Broadband connection…
be: Новае мабільнае шырокапалоснае злучэнне…

source: Connection Established
be: Злучэнне ўстаноўлена

source: You are now connected to the Mobile Broadband network.
be: Зараз вы падключаны да мабільнай шырокапалоснай сеткі.

source: Mobile Broadband network.
be: Мабільная шырокапалосная сетка.

source: You are now registered on the home network.
be: Зараз вы зарэгістраваны ў хатняй сетцы.

source: You are now registered on a roaming network.
be: Зараз вы зарэгістраваны ў роўмінгавай сетцы.

source: You are now connected to the mobile broadband network.
be: Зараз вы падключаны да мабільнай шырокапалоснай сеткі.

source: Preparing mobile broadband connection “%s”…
be: Падрыхтоўка мабільнага шырокапалоснага злучэння «%s»…

source: Configuring mobile broadband connection “%s”…
be: Канфігураванне мабільнага шырокапалоснага злучэння «%s»…

source: User authentication required for mobile broadband connection “%s”…
be: Для мабільнага шырокапалоснага злучэння «%s» патрабуецца аўтэнтыфікацыя карыстальніка…

source: Mobile broadband connection “%s” active
be: Мабільнае шырокапалоснае злучэнне «%s» актыўна

source: Auto Ethernet
be: Ethernet аўтаматычна

source: Ethernet Networks (%s)
be: Сеткі Ethernet (%s)

source: Ethernet Network (%s)
be: Сетка Ethernet (%s)

source: Ethernet Networks
be: Сеткі Ethernet

source: Ethernet Network
be: Сетка Ethernet

source: You are now connected to the ethernet network.
be: Зараз вы падключаны да сеткі Ethernet.

source: Preparing ethernet network connection “%s”…
be: Падрыхтоўка сеткавага злучэння Ethernet «%s»…

source: Configuring ethernet network connection “%s”…
be: Канфігураванне сеткавага злучэння Ethernet «%s»…

source: User authentication required for ethernet network connection “%s”…
be: Для сеткавага злучэння Ethernet «%s» патрабуецца аўтэнтыфікацыя карыстальніка…

source: Requesting an ethernet network address for “%s”…
be: Запыт сеткавага адраса Ethernet для «%s»…

source: Ethernet network connection “%s” active
be: Сеткавае злучэнне Ethernet «%s» актыўна

source: DSL authentication
be: Аўтэнтыфікацыя DSL

source: _OK
be: _ОК

source: _Connect to Hidden Wi-Fi Network…
be: _Падключыцца да схаванай сеткі Wi-Fi…

source: Create _New Wi-Fi Network…
be: Стварыць _новую сетку Wi-Fi…

source: (none)
be: (няма)

source: Failed to add new connection
be: Не ўдалося дадаць новае злучэнне

source: Insufficient privileges.
be: Недастаткова прывілеяў.

source: Wi-Fi Networks (%s)
be: Сеткі Wi-Fi (%s)

source: Wi-Fi Network (%s)
be: Сетка Wi-Fi (%s)

source: Wi-Fi Network
be: Сетка Wi-Fi

source: Wi-Fi is disabled
be: Wi-Fi адключаны

source: Wi-Fi is disabled by hardware switch
be: Wi-Fi адключаны апаратным пераключальнікам

source: More networks
be: Яшчэ сеткі

source: Wi-Fi Networks Available
be: Даступныя сеткі Wi-Fi

source: Use the network menu to connect to a Wi-Fi network
be: Выкарыстоўвайце меню са спісам сетак, каб падключыцца да сеткі Wi-Fi

source: You are now connected to the Wi-Fi network “%s”.
be: Зараз вы падключаны да сеткі Wi-Fi «%s».

source: Preparing Wi-Fi network connection “%s”…
be: Падрыхтоўка сеткавага злучэння Wi-Fi «%s»…

source: Configuring Wi-Fi network connection “%s”…
be: Канфігураванне сеткавага злучэння Wi-Fi «%s»…

source: User authentication required for Wi-Fi network “%s”…
be: Для сеткі Wi-Fi «%s» патрабуецца аўтэнтыфікацыя карыстальніка…

source: Requesting a Wi-Fi network address for “%s”…
be: Запыт сеткавага адраса Wi-Fi для «%s»…

source: Wi-Fi network connection “%s” active: %s (%d%%)
be: Сеткавае злучэнне Wi-Fi «%s» актыўна: %s (%d%%)

source: Wi-Fi network connection “%s” active
be: Сеткавае злучэнне Wi-Fi «%s» актыўна

source: Failed to activate connection
be: Не ўдалося актываваць злучэнне

source: Error displaying connection information:
be: Памылка адлюстравання інфармацыі пра злучэнне:

source: Dynamic WEP
be: Дынамічны WEP

source: More addresses
be: Яшчэ адрасы

# Wi-Fi/Ethernet security
source: None
be: Няма

source: %u Mb/s
be: %u Мбіт/с

# Speed
source: Unknown
be: Невядома

# Address
source: Unknown
be: Невядома

source: IP Address
be: IP-адрас

source: Broadcast Address
be: Адрас вяшчання

# Subnet Mask
source: Unknown
be: Невядома

source: Subnet Mask
be: Маска падсеткі

source: Primary DNS
be: Першасны DNS

source: Secondary DNS
be: Дадатковы DNS

source: Tertiary DNS
be: Трацічны DNS

source: General
be: Агульныя

source: Interface
be: Інтэрфэйс

source: Hardware Address
be: Апаратны адрас

source: Driver
be: Драйвер

source: Speed
be: Хуткасць

source: Security
be: Бяспека

source: Default Route
be: Прадвызначаны маршрут

source: Hotspot
be: Пункт доступу

source: Password
be: Пароль

source: VPN Type
be: Тып VPN

source: VPN Gateway
be: Шлюз VPN

source: VPN Username
be: Імя карыстальніка VPN

source: VPN Banner
be: Банер VPN

source: Base Connection
be: Базавае злучэнне

source: Unknown
be: Невядома

source: No valid active connections found!
be: Актыўныя злучэнні не знойдзены!

source: Copyright © 2004-2017 Red Hat, Inc. Copyright © 2005-2008 Novell, Inc. and many other community contributors and translators
be: Аўтарскае права © 2004-2017 Red Hat, Inc. Аўтарскае права © 2005-2008 Novell, Inc. і многія іншыя ўдзельнікі супольнасці і перакладчыкі

source: Notification area applet for managing your network devices and connections.
be: Аплет вобласці апавяшчэнняў для кіравання сеткавымі прыладамі і злучэннямі.

source: NetworkManager Website
be: Вэб-сайт NetworkManager

source: translator-credits
be: Launchpad Contributions: Ubuntu Belarusian Translators Team https://launchpad.net/~btt4ubuntu Ubuntu Belarusian Translators Team https://launchpad.net/~ubuntu-belarusian-translators

source: The NetworkManager Applet could not find some required resources (the .ui file was not found).
be: Аплет NetworkManager не змог знайсці некаторыя патрэбныя рэсурсы (не знойдзены файл .ui).

source: Missing resources
be: Адсутнічаюць рэсурсы

source: Mobile broadband network password
be: Пароль да мабільнага шырокапалоснай сеткі

source: A password is required to connect to “%s”.
be: Для падключэння да сеткі «%s» патрабуецца пароль.

source: Password:
be: Пароль:

source: SIM PIN unlock required
be: Для разблакіроўкі SIM-карты патрабуецца PIN

source: SIM PIN Unlock Required
be: Для разблакіроўкі SIM-карты патрабуецца PIN-код

source: The mobile broadband device “%s” requires a SIM PIN code before it can be used.
be: Для працы мабільнай шырокапалоснай прылады «%s» можа спатрэбіцца PIN-код ад SIM-карты.

source: PIN code:
be: PIN-код:

source: Show PIN code
be: Паказаць PIN-код

source: SIM PUK unlock required
be: Для разблакіроўкі SIM-карты патрабуецца PUK-код

source: SIM PUK Unlock Required
be: Для разблакіроўкі SIM-карты патрабуецца PUK-код

source: The mobile broadband device “%s” requires a SIM PUK code before it can be used.
be: Для працы мабільнай шырокапалоснай прылады «%s» можа спатрэбіцца PIN-код ад SIM-карты.

source: PUK code:
be: PUK-код:

source: New PIN code:
be: Новы PIN-код:

source: Re-enter new PIN code:
be: Увядзіце новы PIN-код паўторна:

source: Show PIN/PUK codes
be: Паказаць коды PIN/PUK

source: Connection had no VPN setting
be: Злучэнне не мае налады VPN

source: Failed to write connection to VPN UI: %s (%d)
be: Не ўдалося запісаць злучэнне ў VPN UI: %s (%d)

source: Failed to write connection to VPN UI: incomplete write
be: Не ўдалося запісаць злучэнне ў VPN UI: незавершаны запіс

source: IP addresses identify your computer on the network. Click the “Add” button to add an IP address.
be: IP-адрасы вызначаюць ваш камп'ютар у сетцы. Націсніце кнопку «Дадаць», каб дадаць IP-адрас.

source: _Add
be: _Дадаць

source: _Delete
be: _Выдаліць

source: Ig_nore automatically obtained routes
be: Іг_нараваць маршруты, якія атрыманы аўтаматычна

source: _Use this connection only for resources on its network
be: _Выкарыстоўваць гэта злучэнне толькі для рэсурсаў гэтай сеткі

source: If enabled, this connection will never be used as the default network connection.
be: Калі ўключана, то гэта злучэнне ніколі не будзе выкарыстоўвацца ў якасці прадвызначанага.

source: C_reate…
be: С_тварыць…

source: Choose a Connection Type
be: Выбраць тып злучэння

source: Select the type of connection you wish to create. If you are creating a VPN, and the VPN connection you wish to create does not appear in the list, you may not have the correct VPN plugin installed.
be: Выберыце тып злучэння, якое вы хочаце стварыць. Калі вы ствараеце злучэнне VPN, а яно адсутнічае ў спісе, то гэта азначае, што ўбудова VPN не ўсталявана адпаведным чынам у вашай сістэме.

source: _Device
be: _Прылада

source: Active backup
be: Актыўнае рэзервовае капіяванне

source: Broadcast
be: Вяшчанне

source: Adaptive transmit load balancing
be: Адаптыўная балансіроўка перададзенай нагрузкі

source: Adaptive load balancing
be: Адаптыўная балансіроўка нагрузкі

source: MII (recommended)
be: MII (рэкамендавана)

source: Bonded _connections
be: Звязаныя _злучэнні

source: M_ode
be: Р_эжым

source: _Edit
be: _Рэдагаваць

source: Monitoring _frequency
be: _Частата маніторынгу

source: ms
be: мс

source: _Interface name
be: Назва _інтэрфейсу

source: _Link Monitoring
be: _Маніторынг сувязі

source: ARP _targets
be: _Мэты ARP

source: An IP address, or a comma-separated list of IP addresses, to look for when checking the link status.
be: IP-адрас або спіс такіх адрасоў, які раздзелены коскамі для праверкі статусу сувязі.

source: Link _up delay
be: Затрымка пры аднаўленні сувязі

source: Link _down delay
be: Затрымка пры разрыве су_вязі

source: _Primary
be: _Асноўны

source: The interface name of the primary device. If set, this device will always be the active slave when it is available.
be: Назва інтэрфейсу першаснай прылады. Калі зададзена, то прылада будзе заўсёды падпарадкаванай (не заўсёды магчыма).

source: bytes
be: байтаў

source: Path _cost
be: _Кошт шляху

source: _Priority
be: _Прыярытэт

source: _Hairpin mode
be: Рэж_ым Hairpin

source: Bridged _connections
be: _Злучэнні тыпу мост

source: _Forward delay
be: За_трымка перанакіравання

source: _Hello time
be: _Час вітання

source: STP forwarding delay, in seconds
be: Затрымка перанакіравання STP (у секундах)

source: s
be: с

source: STP hello time, in seconds
be: Час вітання STP (у секундах)

source: Enable I_GMP snooping
be: _Уключыць I_GMP snooping

source: Controls whether IGMP snooping is enabled for this bridge. Note that if snooping was automatically disabled due to hash collisions, the system may refuse to enable the feature until the collisions are resolved.
be: Кіруе ўключэннем IGMP snooping для гэтага моста. Звярніце ўвагу, што калі snooping аўтаматычна выключаецца праз супярэчнасці хэшу, сістэма можа не ўключаць гэту функцыю, пакуль канфлікты не вырашацца.

source: Enable _STP (Spanning Tree Protocol)
be: _Уключыць STP (Spanning Tree Protocol)

source: Controls whether Spanning Tree Protocol (STP) is enabled for this bridge
be: Кіруе ўключэннем пратакола Spanning Tree Protocol (STP) для гэтага моста

source: STP priority for this bridge. Lower values are “better”; the lowest priority bridge will be elected the root bridge.
be: Прыярытэт STP для гэтага моста. Больш нізкія значэнні «лепш»; мост з найменшым прыярытэтам будзе выбраны ў якасці каранёвага моста.

source: _Max age
be: _Максімальны ўзрост

source: STP maximum message age, in seconds
be: Максімальны ўзрост паведамлення STP (у секундах)

source: _Aging time
be: _Час старэння

source: The Ethernet MAC address aging time, in seconds
be: Час старэння MAC-адраса Ethernet (у секундах)

source: Group _forward mask
be: Маска _перанакіравання групы

source: A mask of 16 bits, each corresponding to a group address in the range from 01:80:C2:00:00:00 to 01:80:C2:00:00:0F that must be forwarded. The mask can’t have bits 0, 1 or 2 set because they are used for STP, MAC pause frames and LACP.
be: Маска з 16 бітаў, кожная адпавядае групавому адрасу ў дыяпазоне ад 01:80:C2:00:00:00 да 01:80:C2:00:00:0F, якая павінна быць перанакіравана. Маска не можа мець біты 0, 1 або 2, бо яны выкарыстоўваюцца для STP, паўз MAC у кадрах і LACP.

source: automatic
be: аўтаматычна

source: default
be: прадвызначанае

source: unspecified error
be: нявызначаная памылка

source: Preserve
be: Захаваць

source: Permanent
be: Пастаянны

source: Random
be: Выпадковы

source: Stable
be: Стабільна

source: The MAC address entered here will be used as hardware address for the network device this connection is activated on. This feature is known as MAC cloning or spoofing. Example: 00:11:22:33:44:55
be: Уведзены MAC-адрас будзе выкарыстаны як апаратны адрас для сеткавай прылады гэтага злучэння на якім яно актыўна. Гэтую магчымасць яшчэ называюць кланіраваннем або падменай MAC-адраса. Прыклад: 00:11:22:33:44:55

source: MAC address
be: MAC-адрас

source: HW address
be: HW-адрас

source: invalid %s for %s (%s)
be: памылковы %s для %s (%s)

source: invalid %s (%s)
be: памылковы %s (%s)

source: invalid interface-name for %s (%s):
be: памылковая назва інтэрфейсу для %s (%s):

source: invalid interface-name (%s):
be: памылковая назва інтэрфейсу (%s):

source: can’t parse device name
be: не атрымалася прааналізаваць назву прылады

source: invalid hardware address
be: памылковы апаратны адрас

source: invalid %s (%s):
be: памылковы %s (%s):

source: device
be: прылада

source: invalid %s (%s)
be: памылковы %s (%s)

source: _Use Data Center Bridging (DCB) for this connection
be: _Выкарыстоўваць Data Center Bridging (DCB) для гэтага злучэння

source: Flow Control
be: Кіраванне патокам

source: Feature
be: Функцыя

source: Enable
be: Уключыць

source: Advertise
be: Рэкламаваць

source: Willing
be: Гатова

source: Priority
be: Прыярытэт

source: Options…
be: Параметры…

source: Priority Groups
be: Групы прыярытэту

source: Fabric
be: Палатно

source: Priority Flow Control
be: Прыярытэтнае кіраванне патокам

source: Enable or disable priority pause transmission for each User Priority.
be: Уключыць або адключыць прыярытэт прыпынення перадачы для кожнага карыстальніцкага прыярытэту.

source: Traffic Class
be: Клас трафіка

source: Strict Bandwidth
be: Строгая паласа прапускання

source: Priority Bandwidth
be: Прыярытэт паласы прапускання

source: Group Bandwidth
be: Групавая паласа прапускання

source: Group ID
be: Ідэнтыфікатар групы

source: Enter the priority group ID for each User Priority.
be: Увядзіце ідэнтыфікатар прыярытэтнай групы для кожнага прыярытэтнага карыстальніка.

source: Enter the allowed link bandwidth percent each Priority Group may use. The sum of all groups must total 100%.
be: Увядзіце адсотак дазволенай паласы прапускання, які можа выкарыстоўваць кожная прыярытэтная група. Сума ўсіх груп павінна складаць 100%.
