Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-openvpn_networkmanager-openvpn-*.po
Languages: be

source: Retry indefinitely on proxy errors. It simulates a SIGUSR1 reset. config: http-proxy-retry or socks-proxy-retry
be: Спрабаваць падключацца паўторна пры памылках проксі-сервера. Адбываецца імітацыя скідання SIGUSR1. config: http-proxy-retry or socks-proxy-retry

source: Proxy _Username
be: Імя карыстальніка проксі-сервера

source: Proxy Passwor_d
be: Пароль проксі-сервера

source: HTTP/Socks proxy username passed to OpenVPN when prompted for it.
be: Імя карыстальніка для проксі-сервера HTTP/Socks, якое будзе перададзена OpenVPN пры адпаведным запыце.

source: HTTP/Socks proxy password passed to OpenVPN when prompted for it.
be: Пароль для проксі-сервера HTTP/Socks, які будзе перададзены OpenVPN пры адпаведным запыце.

source: _Show password
be: _Паказаць пароль

source: Proxies
be: Проксі-серверы

source: Path mtu discovery
be: Вызначэнне шляху mtu

source: Connect timeout
be: Час чакання злучэння

source: Push peer info
be: Перадаваць звесткі аднарангавага вузла

source: Push additional information about the client to server. config: push-peer-info
be: Перадаваць дадатковыя звесткі пра кліента на сервер. config: push-peer-info

source: Misc
be: Рознае

source: Choose an OpenVPN static key…
be: Выбраць статычны ключ OpenVPN…

source: _Select
be: _Выбраць

source: Choose CRL file
be: Выбраць файл CRL

source: Choose CRL directory
be: Выбраць каталог CRL

source: Choose a key file
be: Выбраць файл ключа

source: Choose extra certificate file
be: Выбраць дадатковы файл сертыфіката

source: OpenVPN Static Keys (*.key)
be: Статычныя ключы OpenVPN (*.key)

source: Default
be: Прадвызначаны

source: Don’t verify certificate identification
be: Не спраўджваць ідэнтыфікацыю сертыфіката

source: Verify whole subject exactly
be: Дакладна спраўджваць увесь аб'ект

source: Verify name exactly
be: Спраўджваць дакладна па назве

source: Verify name by prefix
be: Спраўджваць назву па прэфіксу

source: Verify subject partially (legacy mode, strongly discouraged)
be: Спраўджваць аб'ект часткова (састарэлы рэжым, настойліва не рэкамендуецца)

source: Server
be: Сервер

source: Client
be: Кліент

source: (automatic)
be: (аўтаматычна)

source: Certificates (TLS)
be: Сертыфікаты (TLS)

source: Password with Certificates (TLS)
be: Пароль з сертыфікатамі (TLS)

source: could not load UI widget
be: не ўдаецца загрузіць віджэт інтэрфейсу карыстальніка

source: Compatible with the OpenVPN server.
be: Сумяшчальны з серверам OpenVPN.

source: object class '%s' has no property named '%s'
be: у класе аб'екта «%s» адсутнічае ўласцівасць з назвай «%s»

source: property '%s' of object class '%s' is not writable
be: уласцівасць «%s» класа аб'екта «%s» недаступна для запісу

source: construct property "%s" for object '%s' can't be set after construction
be: уласцівасць пабудовы «%s» для аб'екта «%s» не можа быць зададзена пасля пабудовы

source: '%s::%s' is not a valid property name; '%s' is not a GObject subtype
be: "%s::%s" не з'яўляецца сапраўднай назвай уласцівасці; «%s» не з'яўляецца падтыпам GObject

source: unable to set property '%s' of type '%s' from value of type '%s'
be: не атрымалася задаць уласцівасць «%s» тыпу «%s» са значэння тыпу «%s»

source: value "%s" of type '%s' is invalid or out of range for property '%s' of type '%s'
be: значэнне «%s» тыпу «%s» з'яўляецца памылковым або знаходзіцца па-за дыяпазонам для ўласцівасці «%s» тыпу «%s»

source: unable to get editor plugin name: %s
be: немагчыма атрымаць назву ўбудовы рэдактара: %s

source: missing plugin file "%s"
be: адсутнічае файл убудовы «%s»

source: cannot load editor plugin: %s
be: немагчыма загрузіць убудову рэдактара: %s

source: cannot load factory %s from plugin: %s
be: немагчыма загрузіць фабрыку %s з убудовы: %s

source: unknown error creating editor instance
be: невядомая памылка падчас стварэння экзэмпляра рэдактара

source: invalid delimiter character '%c'
be: памылковы сімвал раздзяляльніка «%c»

source: invalid non-utf-8 character
be: памылковы сімвал, які не належыць да utf-8

source: empty host
be: пусты вузел

source: invalid port
be: памылковы порт

source: invalid protocol
be: памылковы пратакол

source: invalid address “%s”
be: памылковы адрас «%s»

source: invalid integer property “%s” or out of range [%d -> %d]
be: памылковая цэлалікавая ўласцівасць «%s» або значэнне знаходзіцца па-за дапушчальным дыяпазонам [%d -> %d]

source: invalid boolean property “%s” (not yes or no)
be: памылковая булева ўласцівасць «%s» (мае значэнне, якое не адпавядае сцвярджэнням "так" або "не")

source: unhandled property “%s” type %s
be: неапрацаваная ўласцівасць «%s» тыпу %s

source: property “%s” invalid or not supported
be: уласцівасць «%s» памылковая або не падтрымліваецца

source: No VPN configuration options.
be: Параметры канфігурацыі для VPN не знойдзены.

source: A username is required.
be: Патрабуецца імя карыстальніка.

source: A password is required.
be: Патрабуецца пароль.

source: A username and password are required.
be: Патрабуюцца імя карыстальніка і пароль.

source: A private key password is required.
be: Патрабуецца пароль прыватнага ключа.

source: An HTTP Proxy username is required.
be: Патрабуецца імя карыстальніка проксі-сервера HTTP.

source: An HTTP Proxy password is required.
be: Патрабуецца пароль проксі-сервера HTTP.

source: An HTTP Proxy username and password are required.
be: Патрабуецца імя карыстальніка і пароль проксі-сервера HTTP.

source: Could not process the request because the VPN connection settings were invalid.
be: Не ўдалося апрацаваць запыт, бо налады злучэння з VPN былі памылковыя.

source: Invalid connection type.
be: Памылковы тып злучэння.

source: Could not find the openvpn binary.
be: Не ўдалося знайсці двайковы файл openvpn.

source: Invalid port number “%s”.
be: Памылковы нумар парта «%s».

source: Invalid proto “%s”.
be: Памылковае значэнне proto «%s».

source: Invalid proxy type “%s”.
be: Памылковы тып проксі-сервера «%s».

source: Invalid ping duration “%s”.
be: Памылковы працягласць ping «%s».

source: Invalid ping-exit duration “%s”.
be: Памылковая працягласць ping-exit «%s».

source: Invalid ping-restart duration “%s”.
be: Памылковы працягласць ping-restart «%s».

source: Invalid connect timeout “%s”.
be: Памылковы час чакання злучэння «%s».

source: Invalid max-routes argument “%s”.
be: Памылковы аргумент max-routes «%s».

source: Invalid keysize “%s”.
be: Памылковы памер ключа «%s».

source: Invalid configuration with tls-remote and verify-x509-name.
be: Памылковая канфігурацыя з tls-remote і verify-x509-name.

source: Invalid verify-x509-name.
be: Памылковы verify-x509-name.

source: Invalid reneg seconds “%s”.
be: Памылковае значэнне часу паўторнага ўзгаднення ў секундах «%s».

source: Invalid TUN MTU size “%s”.
be: Памылковы памер TUN MTU «%s».

source: Invalid fragment size “%s”.
be: Памылковы памер фрагмента «%s».

source: Unknown connection type “%s”.
be: Невядомы тып злучэння «%s».

source: User “%s” not found, check NM_OPENVPN_USER.
be: Карыстальнік «%s» не знойдзены. Праверце NM_OPENVPN_USER.

source: Group “%s” not found, check NM_OPENVPN_GROUP.
be: Група «%s» не знойдзена. Праверце NM_OPENVPN_GROUP.

source: Unhandled pending authentication.
be: Неапрацавана і чакае аўтэнтыфікацыі.

source: Don’t quit when VPN connection terminates
be: Не выходзіць пры разрыве злучэння з VPN

source: Enable verbose debug logging (may expose passwords)
be: Уключыць падрабязнае вядзенне журнала адладкі (гэта можа скампраметаваць паролі)

source: D-Bus name to use for this instance
be: Назва D-Bus для выкарыстання ў гэтым экзэмпляры

source: nm-openvpn-service provides integrated OpenVPN capability to NetworkManager.
be: nm-openvpn-service забяспечвае інтэграваныя магчымасці OpenVPN для NetworkManager.
