Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-network-manager-applet_network-manager-applet-*.po
Languages: be

source: Enter the percentage of priority group bandwidth each user priority may use.
be: Увядзіце адсотак паласы прапускання прыярытэтнай групы, якую можа выкарыстоўваць кожны прыярытэтны карыстальнік.

source: Enable or disable strict bandwidth for each user priority.
be: Уключыць або адключыць строгую паласу прапускання для кожнага карыстальніцкага прыярытэту.

source: Enter the traffic class for each user priority.
be: Увядзіце клас трафіка для кожнага прыярытэтнага карыстальніка.

source: _Username
be: _Імя карыстальніка

source: Username used to authenticate with the PPPoE service.
be: Імя карыстальніка, якое выкарыстоўваецца для аўтэнтыфікацыі з сэрвісам PPPoE.

source: Only initiate sessions with access concentrators that provide the specified service. For most providers this should be left blank.
be: Пачынаць сеансы толькі з канцэнтратарамі доступу, якія забяспечваюць пазначаную паслугу. Для большасці пастаўшчыкоў не павінна нічога змяшчаць.

source: _Service
be: _Сэрвіс

source: Sho_w password
be: _Паказаць пароль

source: Password used to authenticate with the PPPoE service.
be: Пароль, які выкарыстоўваецца для аўтэнтыфікацыі з сэрвісам PPPoE.

source: _Password
be: _Пароль

source: PPP _interface
be: _Інтэрфейс PPP

source: P_arent interface
be: _Бацькоўскі інтэрфейс

source: An arbitrary name to assign to the newly created PPP interface.
be: Адвольная назва, якая прызначаецца толькі што створанаму інтэрфейсу РРР.

source: The interface on which the PPP connection will be established.
be: Інтэрфейс, на якім будзе ўстаноўлена злучэнне РРР.

source: C_laim interface
be: Патраб_аваць інтэрфейс

source: If selected, the connection will take exclusive control of the interface and it won’t be possible to activate another connection on it. Note that the option can only be used for Ethernet interfaces. nm-applet is able to activate the connection only if this option is selected.
be: Калі выбрана, злучэнне атрымае выключны кантроль над інтэрфейсам, і на ім будзе немагчыма актываваць іншае злучэнне. Звярніце ўвагу на тое, што гэты параметр можа выкарыстоўвацца толькі для інтэрфейсаў Ethernet. nm-applet можа актываваць злучэнне толькі ў выпадку, калі гэты параметр выбраны.

source: Automatic
be: Аўтаматычна

source: Twisted Pair (TP)
be: Вітая пара (TP)

source: Attachment Unit Interface (AUI)
be: Адзінка інтэрфейсу прымацоўвання (AUI)

source: Media Independent Interface (MII)
be: Незалежны ад асяроддзя перадачы інтэрфейс (MII)

source: 10 Mb/s
be: 10 Мбіт/с

source: 100 Mb/s
be: 100 Мбіт/с

source: 1 Gb/s
be: 1 Гбіт/с

source: 10 Gb/s
be: 10 Гбіт/с

source: Half
be: Палова

source: Full
be: Цалкам

source: Ignore
be: Ігнараваць

source: Manual
be: Уручную

source: _Port
be: _Порт

source: C_loned MAC address
be: Кланірав_аны MAC-адрас

source: Wake on LAN
be: Абуджэнне па LAN

source: De_fault
be: _Прадвызначанае

source: _Ignore
be: _Ігнараваць

source: _Unicast
be: _Аднаадрасная перадача

source: Mul_ticast
be: _Шматадрасны

source: _Broadcast
be: _Вяшчанне

source: _Wake on LAN password
be: _Пароль абуджэння па LAN

source: Wake-on-LAN password (an Ethernet MAC). It is only valid for magic packets.
be: Пароль абуджэння па LAN (Ethernet MAC). Дзейнічае толькі для магічных пакетаў.

source: Lin_k negotiation
be: Узгадненне _спасылак

source: Device link negotiation. If “Manual” is chosen, “Speed” and “Duplex” values will be forced without checking the device compatibility. If unsure, leave here “Ignore” or pick “Automatic”.
be: Узгадненне сувязі прылады. Калі выбрана «Уручную», значэнні «Хуткасць» і «Дуплекс» прымусова выключацца без праверкі сумяшчальнасці з прыладай. Калі вы не ўпэўнены, пакіньце «Ігнараваць» або выберыце «Аўтаматычна».

source: _Speed
be: _Хуткасць

source: Speed value for static link negotiation, required only when “Ignore” and “Automatic” options are not selected. Before specifying a speed value be sure your device supports it.
be: Значэнне хуткасці для статычнага ўзгаднення сувязі патрабуецца толькі ў тым выпадку, калі параметры «Ігнараваць» і «Аўтаматычна» не выбраны. Перад вызначэннем значэння хуткасці, пераканайцеся, што ваша прылада яго падтрымлівае.

source: Duple_x
be: _Дуплекс

source: Duplex value for static link negotiation, required only when “Ignore” and “Automatic” options are not selected. Before specifying a duplex mode be sure your device supports it.
be: Дуплекснае значэнне для статычнага ўзгаднення сувязі, якое патрабуецца толькі ў выпадку, калі параметры «Ігнараваць» і «Аўтаматычна» не выбраны. Перш чым пазначыць дуплексны рэжым, пераканайцеся, што ваша прылада падтрымлівае яго.

source: Yes
be: Так

source: No
be: Не

source: All _users may connect to this network
be: Усе _карыстальнікі могуць падключацца да гэтай сеткі

source: Automatically connect to _VPN
be: Аўтаматычна падключа_цца да VPN

source: Firewall _zone
be: Зона _міжсеткавага экрана

source: _Metered connection
be: _Злучэнне з тарыфікацыяй

source: NetworkManager indicates to applications whether the connection is metered and therefore data usage should be restricted. Select which value (“Yes” or “No”) to indicate to applications, or “Automatic” to use a default value based on the connection type and other heuristics.
be: NetworkManager указвае праграмам тарыфікуецца злучэнне або не, а таксама, ці ёсць неабходнасць у абмежаванні перададзеных даных. Выберыце якое значэнне («Так» або «Не») указваць праграмам. Вы таксама можаце выбраць аўтаматычны рэжым, каб выкарыстоўваць прадвызначанае значэнне на падставе тыпу злучэння і іншых эўрыстычных метадаў.

source: Connect _automatically with priority
be: Аўтаматычнае падключэнне з прыярытэтам

source: Connection priority for automatic activation. Connections with higher numbers are preferred when selecting profiles for automatic activation. Default value is 0.
be: Прыярытэт злучэння для аўтаматычнай актывацыі. Падчас выбару профіляў для аўтаматычнай актывацыі перавага аддаецца злучэнню з больш высокім нумарамі. Прадвызначанае значэнне - 0.

source: IP addresses identify your computer on the network. Click the “Add” button to add static IP address to be configured in addition to the automatic ones.
be: IP-адрасы вызначаюць ваш камп'ютар у сетцы. Націсніце кнопку «Дадаць», каб дадаць статычны IP-адрас, які будзе сканфігураваны ў дадатак да аўтаматычнага.

source: The IP address identify your computer on the network and determines the address range distributed to other computers. Click the “Add” button to add an IP address. If no address is provided, range will be determined automatically.
be: IP-адрас ідэнтыфікуе ваш камп’ютар у сетцы і вызначае дыяпазон адрасоў, што распаўсюджваюцца на іншыя камп’ютары. Каб дадаць IP-адрас, націсніце кнопку «Дадаць». Калі адрас не пазначаны, дыяпазон будзе вызначацца аўтаматычна.

source: Additional static addresses
be: Дадатковыя статычныя адрасы

source: Addresses
be: Адрасы

source: Address (optional)
be: Адрас (неабавязкова)

source: Datagram
be: Датаграма

source: Connected
be: Падключана

source: _Transport mode
be: _Транспартны рэжым

source: Device name
be: Назва прылады

source: Parent device
be: Бацькоўская прылада

source: Mode
be: Рэжым

source: Local IP
be: Лакальны IP

source: Remote IP
be: Аддалены IP

source: Input key
be: Уваходны ключ

source: Output key
be: Выходны ключ

source: Automatic with manual DNS settings
be: Аўтаматычна з ручнымі наладамі DNS

source: Link-Local
be: Лакальная сувязь

source: Shared to other computers
be: Абагулена з іншымі камп'ютарамі

source: _Method
be: _Метад

source: The DHCP client identifier allows the network administrator to customize your computer’s configuration. If you wish to use a DHCP client identifier, enter it here.
be: Ідэнтыфікатар кліента DHCP дазваляе адміністратару сеткі змяняць налады вашага камп'ютара. Калі вы хочаце выкарыстоўваць ідэнтыфікатар кліента DHCP, увядзіце яго тут.

source: Domains used when resolving host names. Use commas to separate multiple domains.
be: Дамены выкарыстоўваюцца для вырашэння імён вузла. Выкарыстоўвайце коскі, каб увесці адразу некалькі даменаў.

source: D_HCP client ID
be: Ідэнт. кліента DHCP

source: S_earch domains
be: _Дамены пошуку

source: DNS ser_vers
be: Серв_еры DNS

source: IP addresses of domain name servers used to resolve host names. Use commas to separate multiple domain name server addresses.
be: IP-адрасы сервераў імён даменаў выкарыстоўваюцца для вырашэння імён вузлоў. Вы можаце выкарыстоўваць коску, каб раздзяліць некалькі імён даменаў.

source: Require IPv_4 addressing for this connection to complete
be: Патрабаваць адрасацыю IPv_4 для гэтага злучэння

source: When connecting to IPv6-capable networks, allows the connection to complete if IPv4 configuration fails but IPv6 configuration succeeds.
be: Пры злучэнні з сеткамі, якія падтрымліваюць пратакол IPv6: дазваляе здзяйсняць злучэнні ў выпадку збою ў канфігурацыі IPv4, але пры паспяховым злучэнні канфігурацыі IPv6.

source: _Routes…
be: _Маршруты…

source: Disabled
be: Адключана

source: Enabled (prefer public address)
be: Уключана (перавага аддаецца публічным адрасам)

source: Enabled (prefer temporary address)
be: Уключана (перавага аддаецца часовым адрасам)

source: Stable privacy
be: Стабільная прыватнасць

source: IP addresses of domain name servers used to resolve host names. Use commas to separate multiple domain name server addresses. Link-local addresses will be automatically scoped to the connecting interface.
be: IP-адрасы сервераў імён даменаў выкарыстоўваюцца для вырашэння імён вузлоў. Вы можаце выкарыстоўваць коску, каб раздзяліць некалькі імён даменаў. Адрасы, якія звязаны лакальна будуць аўтаматычна аб'яднаны ў рамках інтэрфейсу злучэння.

source: IPv6 _privacy extensions
be: Пашырэнні _прыватнасці IPv6

source: IPv6 address _generation mode
be: Рэжым _генерацыі адрасоў IPv6

source: Require IPv_6 addressing for this connection to complete
be: Патрабаваць адрасацыю IPv_6 для гэтага злучэння

source: When connecting to IPv4-capable networks, allows the connection to complete if IPv6 configuration fails but IPv4 configuration succeeds.
be: Пры злучэнні з сеткамі, якія падтрымліваюць пратакол IPv4: дазваляе здзяйсняць злучэнні ў выпадку збою ў канфігурацыі IPv6, але пры паспяховым злучэнні канфігурацыі IPv4.

source: Check
be: Праверка

source: Strict
be: Строга

source: The name of the MACsec device.
be: Назва прылады MACsec.

source: The parent interface name or parent connection UUID from which this MACSEC interface should be created.
be: Назва бацькоўскага інтэрфейсу або бацькоўскага злучэння UUID, з якога павінен быць створаны гэты інтэрфейс MACsec.

source: The parent interface name or parent connection UUID from which this MACsec interface should be created
be: Назва бацькоўскага інтэрфейсу або бацькоўскага злучэння UUID, з якога павінен быць створаны гэты інтэрфейс MACsec

source: The pre-shared Connectivity-association Key Name
be: Папярэдне агульны Connectivity Association Key Name (CKN)

source: The pre-shared Connectivity Association Key
be: Агульны ключ Connectivity Association Key

source: Specifies how the CAK (Connectivity Association Key) for MKA (MACsec Key Agreement) is obtained. For the EAP mode, fill the parameters in the 802.1X security page
be: Вызначае спосаб атрымання CAK (Connectivity Association Key) для MKA (MACsec Key Agreement). Для рэжыму EAP, запоўніце параметры на старонцы бяспекі 802.1X

source: Keys
be: Ключы

source: Parameters
be: Параметры

source: Validation
be: Праверка

source: SCI port
be: Порт SCI

source: Specifies the validation mode for incoming frames
be: Вызначае рэжым праверкі для ўваходных кадраў

source: Encrypt
be: Шыфраванне

source: Whether the transmitted traffic must be encrypted
be: Ці неабходна шыфраваць трафік, які перадаецца

source: The port component of the SCI (Secure Channel Identifier)
be: Кампанент парта SCI (Secure Channel Identifier)

source: Basic
be: Базавы

source: Nu_mber
be: Ну_мар

source: Advanced
be: Пашыраныя

source: N_etwork ID
be: Ідэнтыфікатар _сеткі

source: Change…
be: Змяніць…

source: Allow _roaming if home network is not available
be: Дазваляць _выкарыстоўваць паслугі роўмінгу, калі хатняя сетка недаступна

source: Sho_w passwords
be: _Паказаць паролі

source: Authentication
be: Аўтэнтыфікацыя

source: Allowed methods
be: Дазволеныя метады

source: Configure _Methods…
be: Метады кафігуравання…

source: Compression
be: Сцісканне

source: _Use point-to-point encryption (MPPE)
be: Выкарыстоўваць шыфраванне Point-to-Point (MPPE)

source: _Require 128-bit encryption
be: _Патрабаваць 128-бітнае шыфраванне

source: Use _stateful MPPE
be: _Выкарыстоўваць stateful MPPE

source: Allow _BSD data compression
be: _Дазваляць сціскаць даныя BSD

source: Allow _Deflate data compression
be: _Дазваляць сціскаць даныя Deflate

source: Use TCP _header compression
be: Выкарыстоўваць сцісканне загало_ўкаў TCP

source: Echo
be: Рэха

source: Send PPP _echo packets
be: Адпраўляць рэха-пакеты PPP

source: None
be: Няма

source: For browser only
be: Толькі для браўзера

source: Use this proxy configuration for only browser clients/schemes.
be: Выкарыстоўвайце гэту канфігурацыю проксі-сервера толькі для кліентаў або схем браўзера.

source: PAC URL
be: URL-адрас PAC

source: PAC script
be: Сцэнарый PAC

source: URL from where the PAC script is to be obtained.
be: URL-адрас з якога павінен быць атрыманы сцэнарый PAC.

source: Import script from a file…
be: Імпартаваць сцэнарый з файла…

source: Method
be: Метад

source: Ad_vanced…
be: _Дадаткова…

source: Set by master
be: Задаецца майстрам

source: Ethernet port state
be: Стан парта Ethernet

source: Team Advanced Options
be: Дадатковыя параметры каманднага злучэння

source: _Queue ID
be: _Ідэнтыфікатар чаргі

source: Number of bursts of unsolicited NAs and gratuitous ARP packets sent after port is enabled or disabled.
be: Колькасць непажаданых NA і бязвыплатных пакетаў ARP, якое адпраўлена пасля ўключэння або адключэння парта.

source: ID of queue which this port should be mapped to.
be: Ідэнтыфікатар чаргі, да якой павінен быць прывязаны гэты порт.

source: Active-Backup runner options
be: Параметры сродку выканання актыўнага рэзервовага капіявання

source: _Port priority
be: _Прыярытэт парта

source: Value is positive number in milliseconds. Specifies an interval between bursts of notify-peer packets.
be: Значэнне з'яўляецца дадатным лікам у мілісекундах. Вызначае інтэрвал паміж серыямі пакетаў апавяшчэння вузла.

source: Port priority. The higher number means higher priority.
be: Прыярытэт парта. Чым вышэй лічба, тым вышэй прыярытэт.

source: Port _sticky
be: _Ліпкі порт

source: Do not unselect the port if a better one becomes available.
be: Не змяняць выбар парта, калі стане даступны лепшы.

source: LACP runner options
be: Параметры сродку выканання LACP

source: _LACP port priority
be: _Прыярытэт парта LACP

source: LACP port _key
be: _Ключ парта LACP

source: Number of bursts of multicast group rejoin requests sent after port is enabled or disabled.
be: Колькасць серый шматадрасных запытаў на паўторнае падключэнне групы, якое адпраўлена пасля ўключэння або адключэння парта.

source: Port priority according to LACP standard. The lower number means higher priority.
be: Прыярытэт парта ў адпаведнасці са стандартамі LACP. Чым ніжэй лічба, тым вышэй прыярытэт.

source: Value is positive number in milliseconds. Specifies an interval between bursts of multicast group rejoin requests.
be: Значэнне з'яўляецца дадатным лікам у мілісекундах. Вызначае інтэрвал паміж серыямі запытаў шматадраснага групавога паўторнага злучэння.

source: Port key according to LACP standard. It is only possible to aggregate ports with the same key.
be: Ключ парта ў адпаведнасці са стандартамі LACP. Можна аб'ядноўваць толькі парты з адным і тым жа ключом.

source: _Link watcher
be: _Назіральнік за сувяззю

source: _Up delay
be: Затрымка ад_наўлення

source: _Down delay
be: _Затрымка разрыву

source: Send _interval
be: _Інтэрвал адпраўкі

source: Delay _before first send
be: Затрымка _перад першай адпраўкай

source: _Maximum missed replies
be: _Максімальная колькасць прапушчаных адказаў

source: _Source host
be: _Зыходны вузел

source: _Target host
be: _Мэтавы вузел

source: Maximum number of missed replies. If this number is exceeded, link is reported as down.
be: Максімальная колькасць прапушчаных адказаў. Калі гэты лік перавышаны, будзе паведамлена пра страту сувязі.

source: Hostname to be converted to IP address which will be filled into ARP request as source address.
be: Назва вузла для пераўтварэння ў IP-адрас, які будзе запаўняцца ў запыце ARP як зыходны адрас.

source: Hostname to be converted to IP address which will be filled into request as destination address.
be: Назва вузла для пераўтварэння ў IP-адрас, які будзе запаўняцца ў запыце як адрас прызначэння.

source: Ignore invalid packets from _active ports
be: Ігнараваць памылковыя пакеты з _актыўных партоў

source: Validate received ARP packets on active ports. If this is not checked, all incoming ARP packets will be considered as a good reply.
be: Правяраць атрыманыя пакеты ARP на актыўных партах. Калі не вызначана, усе ўваходныя пакеты ARP будуць лічыцца добрым адказам.

source: Ignore invalid packets from i_nactive ports
be: Ігнараваць памылковыя пакеты з _неактыўных партоў

source: Validate received ARP packets on inactive ports. If this is not checked, all incoming ARP packets will be considered as a good reply.
be: Правяраць атрыманыя пакеты ARP на неактыўных партах. Калі не пазначана, усе ўваходныя пакеты ARP будуць лічыцца добрым адказам.

source: S_end on inactive ports
be: Адпраўленне на _неактыўныя парты

source: By default, ARP requests are sent on active ports only. This option allows sending even on inactive ports.
be: Прадвызначана запыты ARP адпраўляюцца толькі на актыўныя парты. Гэты параметр дае магчымасць адпраўляць таксама і на неактыўныя.

source: The delay between the link coming up and the runner being notified about it.
be: Затрымка паміж усталяваннем сувязі і апавяшчэннем сродку выканання пра гэта.

source: The delay between the link going down and the runner being notified about it.
be: Затрымка паміж стратай сувязі і апавяшчэннем сродку выканання пра гэта.

source: The interval between requests being sent.
be: Інтэрвал паміж запытамі, якія адпраўляюцца.

source: The delay between link watch initialization and the first request being sent.
be: Затрымка паміж ініцыялізацыяй назірання за сувяззю і адпраўленнем першага запыту.

source: The link watcher to be used.
be: Назіральнік за сувяззю, які выкарыстоўваецца.

source: Link Watcher
be: Назіральнік за сувяззю

source: Im_port team configuration from a file…
be: Імпартаваць параметры камандных партоў злучэння з файла…

source: Edit _JSON configuration
be: Рэдагаваць канфігурацыю _JSON

source: Raw Configuration
be: Неапрацаваная канфігурацыя

source: Highest priority
be: Найвышэйшы прыярытэт

source: Highest priority (stable)
be: Найвышэйшы прыярытэт (стабільны)

source: Bandwidth
be: Паласа прапускання

source: Highest number of ports
be: Найбольшая колькасць партоў

source: Port priority
be: Прыярытэт парта

source: From the team device
be: Ад каманднай прылады

source: From the active port
be: Ад актыўнага парта

source: From active to team device
be: Ад актыўнай да каманднай прылады

source: _Teamed connections
be: _Камандныя злучэнні

source: Load balance
be: Балансіроўка нагрузкі

source: Any L3 protocol
be: Любы пратакол L3

source: Any L4 protocol
be: Любы пратакол L4

source: _Peer notification count
be: _Колькасць апавяшчэнняў аднарангавага вузла

source: Peer _notification interval
be: _Інтэрвал апавяшчэння аднарангавага вузла

source: _Multicast rejoin count
be: _Колькасць паўторных шматадрасных перадач

source: Multicast _rejoin interval
be: _Інтэрвал паўторных шматадрасных злучэнняў

source: _Hardware Address
be: _Апаратны адрас

source: Desired hardware address of new team device. Usual MAC address format is accepted.
be: Пажаданы апаратны адрас новай каманднай прылады. Звычайны прымаецца фармат МАС-адраса.

source: _Runner
be: _Спосаб запуску

source: _Hardware address policy
be: _Палітыка апаратнага адраса

source: Name of runner to be used.
be: Назва сродку выканання, які выкарыстоўваецца.

source: This defines the policy of how hardware addresses of team device and port devices should be set during the team lifetime.
be: Вызначае палітыку размяшчэння апаратных адрасоў каманднай прылады і прылад партоў, якія павінны быць зададзены на працягу ўсяго цыкла існавання каманднага злучэння.

source: Send LACPDU frames _periodically
be: _Перыядычна адпраўляць кадры LACPDU

source: If checked, LACPDU frames are sent along the configured links periodically. If not, it acts as “speak when spoken to”.
be: Калі пазначана, кадры LACPDU перыядычна адпраўляюцца разам са сканфігураванай сувяззю. Калі гэта не зроблена, то дзейнічае па запытах.

source: Send a LACPDU frame _every second
be: Адпраўляць кадр LACPDU _кожную секунду

source: Option specifies the rate at which our link partner is asked to transmit LACPDU packets. If checked, packets will be sent once per second. Otherwise they will be sent every 30 seconds.
be: Параметр вызначае частату на якой наш партнёр па сувязі запытвае перадачу пакетаў LACPDU. Калі пазначана, пакеты будуць адпраўляцца раз у секунду. У адваротным выпадку яны будуць адпраўляцца кожныя 30 секунд.

source: _System priority
be: _Прыярытэт сістэмы

source: _Minimum ports
be: _Мінімальная колькасць партоў

source: _Aggregator selection policy
be: _Палітыка выбару агрэгатара

source: System priority, value can be 0 – 65535.
be: Сістэмны прыярытэт. Значэнне можа быць ад 0 да 65535.

source: Specifies the minimum number of ports that must be active before asserting carrier in the master interface, value can be 1 – 255.
be: Вызначае мінімальную колькасць партоў, якія павінны быць актыўнымі перад сцверджаннем нясучай у асноўным інтэрфейсе. Значэнне можа быць ад 1 да 255.

source: This selects the policy of how the aggregators will be selected.
be: Вызначае палітыку выбару агрэгатараў.

source: List of fragment types (strings) which should be used for packet Tx hash computation.
be: Спіс тыпаў фрагментаў (радкоў), якія неабходна выкарыстоўваць для падліку хэш-пакетаў Tx.

source: _Fields for transmission hash
be: _Палі для хэшу перадачы

source: In tenths of a second. Periodic interval between rebalancing.
be: У дзясятых долях секунды. Перыядычны інтэрвал паміж змяненнямі перабалансіроўкі.

source: Name of active Tx balancer. Active Tx balancing is disabled by default.
be: Назва актыўнай балансіроўкі Tx. Прадвызначана актыўная балансіроўка Tx выключана.

source: Transmission _balancing interval
be: Інтэрвал _балансіроўкі перадачы

source: _Transmission balancer
be: _Балансіроўка перадачы

source: Runner
be: Сродак выканання

source: _Parent interface
be: _Бацькоўскі інтэрфейс

source: VLAN inter_face name
be: Назва інтэр_фейсу VLAN

source: Cloned MAC _address
be: _Кланіраваны MAC-адрас

source: VLAN _id
be: _Ідэнтыфікатар VLAN

source: Flags
be: Сцягі

source: _Reorder headers
be: _Змяніць парадак загалоўкаў

source: _Loose binding
be: _Свабодная прывязка

source: Device name + number
be: Назва прылады + нумар

source: "vlan" + number
be: «vlan» + нумар

source: S_ecurity
be: _Бяспека

source: A (5 GHz)
be: A (5 ГГц)

source: B/G (2.4 GHz)
be: B/G (2.4 ГГц)

source: Client
be: Кліент

source: mW
be: мВт

source: Transmission po_wer
be: _Магутнасць перадачы

source: Mb/s
be: Мбіт/с

source: _Rate
be: _Частата

source: C_hannel
be: _Канал

source: Ban_d
be: _Паласа

source: No polkit authorization to perform the action
be: Адсутнічае аўтарызацыя polkit, каб выканаць гэта дзеянне

source: Allowed Authentication Methods
be: Дазволеныя метады аўтэнтыфікацыі
