Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-plainbox_stubbox-*.po
Languages: ru, uk

source: A job generated by another job
ru: Задача сформирована другой задачей
uk: Завдання, згенероване іншим завданням

source: Check success result from shell test case (generated from a local job)
ru: Проверить успешный результат из тестового кейса (создаётся из локального процесса)
uk: Перевірка успішного результату з тестового набору (згенерованого з локального завдання)

source: A generated generator job that generates two more jobs
ru: Сгенерированный генератором процесс, который сгенерировал два или больше процесса...
uk: Згенероване завдення генерування, що генерує ще два завдання

source: Multilevel tests
ru: Многоуровневые тесты
uk: Багаторівневі тести

source: Passing shell job
ru: Пропущенная оболочка процесса
uk: Проходження завдання оболонки

source: Check success result from shell test case
ru: Посмотреть успешные результаты набора тестов оболочки
uk: Перевірка успішного результату з набору тестів оболонки

source: Failing shell job
ru: Оболочка процесса ошиблась.
uk: Провал завдань оболонки

source: Check failed result from shell test case
ru: Посмотреть сбойный результат набора тестов оболочки
uk: Перевірка проваленого результату з набору тестів оболонки

source: Passing shell job depending on a passing shell job
ru: Пропустить оболочку процесса, зависящую от пропущенной оболочки процесса...
uk: Проходження завдань оболонки залежно від проходження завдань оболонки

source: Check job is executed when dependency succeeds
uk: Перевірка, що завдання виконане за умови присутності залежності

source: Passing shell job depending on a failing shell job
ru: Пропустить оболочку процесса, зависящую от ошибшейся оболочки процесса...
uk: Проходження завдання оболонки в залежності від провалу певного завдання оболонки

source: Check job result is set to uninitiated when dependency fails
ru: Проверить, что задание не запущено из-за отсутствия зависимостей
uk: Перевірка, що результат завдання встановлється в неініційовано, якщо залежності провалені

source: Job sleeping for sixty seconds
ru: Процесс спит где-то минуту
uk: Завдання невиконання протягом 60 секунд

source: Sleep for sixty seconds
ru: Спать где-то минуту
uk: Невиконання протягом 60 секунд

source: Job killing the parent, if KILLER=yes
ru: Процесс убьёт родителя, если KILLER=yes
uk: Завдання вбивання батька, якщо KILLER=yes

source: Kill $PPID if $KILLER is set to yes
ru: Завершить процесс $PPID, если задан $KILLER
uk: Вбити процес $PPID, якщо $KILLER дорівню yes

source: Job determining a fake list of packages
uk: Завдання визначення фіктивного списку пакунків

source: This job generates a resource object with what looks like a list of packages. . The actual packages are fake
ru: Задача формирует объект, который выглядит как список пакетов. . Сами пакеты виртуальные
uk: Завдання генерує ресурсний об’єкт, який виглядає як перелік пакунків. . Самі пакунки фіктивні

source: Passing shell job depending on an availalbe resource
ru: Пропустить оболочку процесса, зависящего от понятного ресурса
uk: Проходження завдання оболонки залежить від доступності ресурсу

source: Check job is executed when requirements are met
uk: Перевірка, що завдання виконане, якщо вимоги виконуються

source: Passing shell job depending on an unavailable resource
ru: Пропущено оболочкой процесса, зависящего от странного ресурса
uk: Проходження завдання оболонки залежить від недоступності ресурсів

source: Check job result is set to "not required on this system" when requirements are not met
uk: Перевірка, що результат завдання дорівнює «не вимагається системою», коли вимоги не виконуються.

source: A simple manual job
ru: Простое описание процесса
uk: Просте ручне завдення

source: PURPOSE: This test checks that the manual plugin works fine STEPS: 1. Add a comment 2. Set the result as passed VERIFICATION: Check that in the report the result is passed and the comment is displayed
uk: МЕТА: Тест перевіряє, що ручний плагін працює належним чином ЗАВДАННЯ: 1. Додати коментар 2. Встановити результат як «пройдено» ПЕРЕВІРКА: Перевірити, що в звіті результат «пройдено» і коментар показується

source: A simple user interaction job
ru: Простое пользовательское управление процессом
uk: Просте завдання взаємодії з користувачем

source: PURPOSE: This test checks that the user-interact plugin works fine STEPS: 1. Read this description 2. Press the test button VERIFICATION: Check that in the report the result is passed
ru: ЦЕЛЬ: Этот тест проверяет, чтобы интерактивный пользовательский плагин работал прекрасно ШАГИ: 1. Прочитать описание 2. Нажать кнопку теста ПРОВЕРКА: Проверить, что в ответе результат пропущен
uk: МЕТА: Цей тест перевіряє, щоб плагін взаємодії з користувачем працював належним чином КРОКИ: 1. Прочитати опис 2. Натиснути кнопку тесту ПЕРЕВІРКА: Перевірка, щоб у звіті результат був «пройдено»

source: A simple user verification job
ru: Простая пользовательская проверка процесса
uk: Просте завдання перевірки користувача

source: PURPOSE: This test checks that the user-verify plugin works fine STEPS: 1. Read this description 2. Ensure that the command has been started automatically 3. Do not press the test button 4. Look at the output and determine the outcome of the test VERIFICATION: The command should have printed "Please select 'pass'"
ru: ЦЕЛЬ: Тест смотрит, чтобы пользовательский проверочный плагин работает наилучшим образом ШАГИ: 1. Прочитать описание 2. Убедиться, что команда запустилась сама 3. НЕ нажимайте тестовую кнопку 4. Посмотреть на выходящую информацию и определить информацию ПРОВЕРКА: Команда напечатает "Please select 'pass'"
uk: МЕТА: Цей тест перевіряє, що плагін перевірки користувача працює належним чином КРОКИ: 1. Прочитати цей опис 2. Переконатися, що команда запустилася сама 3. НЕ натискати тестову кнопку 4. Подивитися на виведення і визначити результат тесту ПЕРЕВІРКА: Команда повинная надрукувати «Будь ласка оберіть "пройдено"»

source: A simple user verification-interaction job
ru: Простая пользовательская проверка взаимодействия процесса
uk: Просте завдання перевірки взаємодії користувача

source: PURPOSE: This test checks that the user-interact-verify plugin works fine STEPS: 1. Read this description 2. Ensure that the command has not been started yet 3. Press the test button 4. Look at the output and determine the outcome of the test VERIFICATION: The command should have printed "Please select 'pass'"
uk: МЕТА: Цей тест перевіряє, що плагі перевірки-взаємодії користувача працює належним чином КРОКИ: 1. Прочитати цей опис 2. Впевнитись, що команда ще не запустилася 3. Натиснути тестову кнопку 4. Поглянути на вивід і визначити результат тесту ПЕРЕВІРКА: Команда має надрукувати «Будь ласка оберіть "пройдено"»

source: A job generating one more job
ru: Процесс генерирует более одного процесса
uk: Завдання генерує ще одне завдання

source: This job generates the stub/local/true job
uk: Це завдання генерує stub/local/true job

source: A job generating more generator jobs
uk: Завдання генерує більше завдань генерування

source: This job generates stub/multilevel which in turn can generate stub/multilevel_1 and stub/multilevel_2
uk: Це завдання генерує stub/multilevel яке зворотньо може згенеруватиe stub/multilevel_1 and stub/multilevel_2

source: A job that runs as root
ru: Процессу нужен sudo
uk: Завдання, що виконується під root

source: Check that becoming root works
uk: Перевірка, того що встановлення root працює

source: StubBox (dummy data for development)
uk: StubBox (фіктивні дані для розробки)

source: The StubBox provider is special
uk: Провайдер StubBox особливий

source: You don't need to develop it explicitly
ru: Вам не нужно разрабатывать его явно
uk: Вам немає потреби розроблювати його явно

source: You don't need to install it explicitly
ru: Вам не нужно устанавливать его явно
uk: Вам немає потреби встановлювати його явно
