Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-pppconfig_pppconfig-*.po
Languages: uk

source: "GNU/Linux PPP Configuration Utility"
uk: "Утиліта налаштування GNU/Linux PPP"

source: No UI
uk: Не UI

source: You must be root to run this program.
uk: Ви повинні мати адміністративні права для використання цієї програми.

source: %s does not exist.
uk: %s не існує.

source: Can't close WTR in parent:
uk: Неможливо закрити WTR у батьківському:

source: Can't close RDR in parent:
uk: Неможливо закрити RDR у батьківському:

source: cannot fork:
uk: не вдалося зробити виклик fork:

source: Can't close RDR in child:
uk: Не вдалося закрити RDR у нащадку:

source: Can't redirect stderr:
uk: Не вдалося перенаправити stderr:

source: Exec failed:
uk: Неможливо виконати Exec:

source: Internal error:
uk: Внутрішня помилка:

source: Create a connection
uk: Створити з'єднання.

source: Change the connection named %s
uk: Обрати назву з'єднання %s

source: Create a connection named %s
uk: Створити з'єднання з ім'ям %s

source: This is the PPP configuration utility. It does not connect to your isp: just configures ppp so that you can do so with a utility such as pon. It will ask for the username, password, and phone number that your ISP gave you. If your ISP uses PAP or CHAP, that is all you need. If you must use a chat script, you will need to know how your ISP prompts for your username and password. If you do not know what your ISP uses, try PAP. Use the up and down arrow keys to move around the menus. Hit ENTER to select an item. Use the TAB key to move from the menu to <OK> to <CANCEL> and back. To move on to the next menu go to <OK> and hit ENTER. To go back to the previous menu go to <CANCEL> and hit enter.
uk: Це програма налаштування PPP. Вона не з’єднує вас з вашим провайдером інтернету(ISP): вона лише налаштовує ppp, так щоб ви могли з’єднуватися за допомогою утиліти типу pon. Вона спитає ім’я користувача, пароль та номер телефону, які ви отримали у ISP. Якщо ваш ISP використовує PAP або CHAP, тоді вам більше нічого не потрібно. Якщо ви повинні використовувати сценарій входу, тоді вам потрібно знати як ISP запитує ім’я користувача та пароль. Якщо ви не знаєте, що використовує ISP, спробуйте PAP. Для навігації по меню користуйтеся клавішами стрілок вгору та вниз. Для вибору пункту натисніть ENTER. Використовуйте клавішу TAB для переходу з меню до <OK> та <CANCEL> та назад. Для входу у наступне меню оберіть <OK> та натисніть ENTER. Для переходу назад до головного меню оберіть <CANCEL> та натисніть ENTER.

source: Main Menu
uk: Головне меню

source: Change a connection
uk: Змінити налаштування з’єднання

source: Delete a connection
uk: Вилучити з’єднання

source: Finish and save files
uk: Зберегти зміни та закінчити

source: Please select the authentication method for this connection. PAP is the method most often used in Windows 95, so if your ISP supports the NT or Win95 dial up client, try PAP. The method is now set to %s.
uk: Оберіть метод автентифікації для цього з’єднання. Метод PAP часто використовується у Windows 95, тому якщо ваш ISP підтримує модемні клієнти NT або Win95, спробуйте PAP. Зараз використовується %s.

source: Authentication Method for %s
uk: Метод автентифікації для %s

source: Peer Authentication Protocol
uk: Протокол автентифікації вузла (PAP)

source: Use "chat" for login:/password: authentication
uk: Використовувати «chat» для автентифікації через login:/password:

source: Crypto Handshake Auth Protocol
uk: Протокол автентифікації по методу виклик-привітання (CHAP)

source: Please select the property you wish to modify, select "Cancel" to go back to start over, or select "Finished" to write out the changed files.
uk: Оберіть параметр, який бажаєте змінити, «Cancel», щоб повернутися до початку, або «Finished», щоб зберегти зміни.

source: "Properties of %s"
uk: "Параметри of %s"

source: %s Telephone number
uk: %s Номер телефону

source: %s Login prompt
uk: %s Рядок привітання вводу ім’я користувача

source: %s ISP user name
uk: %s ISP ім’я користувача

source: %s Password prompt
uk: %s Рядок привітання вводу паролю

source: %s ISP password
uk: пароль %s ISP

source: %s Port speed
uk: %s Швидкість порту

source: %s Modem com port
uk: %s Com порт модему

source: %s Authentication method
uk: Метод автентифікації %s

source: Advanced Options
uk: Розширені налаштування

source: Write files and return to main menu.
uk: Зберегти налаштування та повернутися до головного меню

source: This menu allows you to change some of the more obscure settings. Select the setting you wish to change, and select "Previous" when you are done. Use the arrow keys to scroll the list.
uk: Це меню дозволяє змінити декілька складніших параметрів. Оберіть параметр, який бажаєте змінити, та оберіть «Previous» коли закінчите. Використовуйте клавіші стрілок для прокручування списку.

source: "Advanced Settings for %s"
uk: "Розширені параметри для %s"

source: %s Modem init string
uk: %s Рядок ініціалізації модему

source: %s Connect response
uk: %s Відповідь модему при з’єднанні

source: %s Pre-login chat
uk: %s Сценарій що виконується перед входом

source: %s Default route state
uk: %s Стан типового маршруту

source: %s Set ip addresses
uk: %s Встановлення IP-адрес

source: %s Turn debugging on or off
uk: %s Увімк/вимк налагодження

source: %s Turn demand dialing on or off
uk: %s Увімк/вимк автододзвін

source: %s Turn persist on or off
uk: %s Увімк/вимк постійне з’єднання

source: %s Change DNS
uk: %s Змінити DNS

source: Add a ppp user
uk: Додати користувача ppp

source: %s Post-login chat
uk: %s Сценарій що виконується після входу

source: %s Change remotename
uk: %s Змінити remotename

source: %s Idle timeout
uk: %s час простою

source: Return to previous menu
uk: Повернутися до попереднього меню

source: Exit this utility
uk: Вихід

source: Internal error: no such thing as %s,
uk: Внутрішня помилка: немає такої речі як %s,

source: Enter the text of connect acknowledgement, if any. This string will be sent when the CONNECT string is received from the modem. Unless you know for sure that your ISP requires such an acknowledgement you should leave this as a null string: that is, ''.
uk: Введіть текст для підтвердження з’єднання, якщо потрібно. Цей рядок буде відіслано після отримання від модему рядка CONNECT. Якщо ви не впевнені, що ваш ISP вимагає такого підтвердження, тоді залиште цей рядок порожнім: ''.

source: Ack String
uk: Ack рядок

source: Enter the text of the login prompt. Chat will send your username in response. The most common prompts are login: and username:. Sometimes the first letter is capitalized and so we leave it off and match the rest of the word. Sometimes the colon is omitted. If you aren't sure, try ogin:.
uk: Введіть текст рядка запрошення вводу ім’я користувача. Chat пошле ім’я користувача у відповідь. Найчастіше вживаються -- login: та username:. Інколи першу літеру пишуть заголовною й тому ми використовуємо слово без першої літери. Інколи немає двокрапки. Якщо ви не впевнені, спробуйте ogin:.

source: Login Prompt
uk: Рядок запрошення вводу ім’я користувача

source: Enter the text of the password prompt. Chat will send your password in response. The most common prompt is password:. Sometimes the first letter is capitalized and so we leave it off and match the last part of the word.
uk: Введіть текст рядка запрошення вводу паролю. Chat відішле пароль у відповідь. Найчастіше вживається password. Інколи першу літеру пишуть заголовною й тому ми використовуємо слово без першої літери

source: Password Prompt
uk: Рядок запрошення вводу паролю

source: You probably do not need to put anything here. Enter any additional input your isp requires before you log in. If you need to make an entry, make the first entry the prompt you expect and the second the required response. Example: your isp sends 'Server:' and expect you to respond with 'trilobite'. You would put 'erver trilobite' (without the quotes) here. All entries must be separated by white space. You can have more than one expect-send pair.
uk: Ймовірно, вам непотрібно змінювати цей параметр. Введіть будь-який додатковий текст, який вимагає ваш ISP перед входом у мережу. Для цього спочатку вказуйте, те що чекаєте отримати, а потім вашу відповідь. Приклад: ваш ISP надсилає «Server:» та чекає від вас відповіді «trilobite». Вам потрібно вказати тут «erver trilobite» (без лапок). Поля повинні розділюватися пробільним символом. Можна вказувати більше однієї пари.

source: Pre-Login
uk: Перед входом

source: You probably do not need to change this. It is initially '' \d\c which tells chat to expect nothing, wait one second, and send nothing. This gives your isp time to get ppp started. If your isp requires any additional input after you have logged in you should put it here. This may be a program name like ppp as a response to a menu prompt. If you need to make an entry, make the first entry the prompt you expect and the second the required response. Example: your isp sends 'Protocol' and expect you to respond with 'ppp'. You would put 'otocol ppp' (without the quotes) here. Fields must be separated by white space. You can have more than one expect-send pair.
uk: Ймовірно, вам непотрібно змінювати цей параметр. Він рівний '' \d\з, що для chat означає нічого не чекати, почекати одну секунду й нічого не надсилати. Це дає час вашому ISP для запуску ppp. Введіть будь-який додатковий текст, який вимагає ваш ISP після входу у мережу.Це може бути ім’я програми, наприклад ppp, щоб автоматично запустити її з пропонованого меню. Для цього спочатку вказуйте, те що чекаєте отримати, а потім вашу відповідь. Приклад: ваш ISP надсилає «Protocol» й очікує від вас відповіді «ppp». Вам потрібно вказати тут «otocol ppp» (без лапок). Поля повинні розділюватися пробільним символом. Можна вказувати більше однієї пари.

source: Post-Login
uk: Після входу

source: Enter the username given to you by your ISP.
uk: Введіть ім’я користувача, видане вам ISP.

source: User Name
uk: Ім'я користувача

source: Answer 'yes' to have the port your modem is on identified automatically. It will take several seconds to test each serial port. Answer 'no' if you would rather enter the serial port yourself
uk: Відповідайте «так» для автоматичного визначення порту, на якому встановлено модем. На це піде декілька секунд на кожен тестований послідовний порт. Відповідайте «ні», якщо бажаєте вказати порт вручну.

source: Choose Modem Config Method
uk: Вкажіть метод налаштування модему

source: Can't probe while pppd is running.
uk: Неможливо протестувати, оскільки запущено pppd.

source: Probing %s
uk: Тестування %s

source: Below is a list of all the serial ports that appear to have hardware that can be used for ppp. One that seems to have a modem on it has been preselected. If no modem was found 'Manual' was preselected. To accept the preselection just hit TAB and then ENTER. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
uk: Нижче перераховано усі послідовні порти з пристроями, які можна використовувати з ppp. Рядок з ймовірним модемом є виділеним. Якщо модему не було знайдено, тоді виділено рядок «Manual». Щоб підтвердити вибір, просто натисніть TAB й ENTER. Використовуйте клавіші стрілок, щоб перемістити рядок вказівник та натисніть клавішу пробіл для виділення. Коли закінчите, використовуйте TAB для переміщення на <OK> та ENTER для переходу до наступного елементу.

source: Select Modem Port
uk: Оберіть порт модему

source: Enter the port by hand.
uk: Призначення порту вручну.

source: Enter the port your modem is on. /dev/ttyS0 is COM1 in DOS. /dev/ttyS1 is COM2 in DOS. /dev/ttyS2 is COM3 in DOS. /dev/ttyS3 is COM4 in DOS. /dev/ttyS1 is the most common. Note that this must be typed exactly as shown. Capitalization is important: ttyS1 is not the same as ttys1.
uk: Вкажіть порт, до якого під’єднано ваш модем. /dev/ttyS0 відповідає COM1 в DOS. /dev/ttyS1 відповідає COM2 в DOS. /dev/ttyS2 відповідає COM3 в DOS. /dev/ttyS3 відповідає COM4 в DOS. Найчастіше вживається /dev/ttyS1. Зауважимо, що потрібно вводити точно як показано. Заголовні літери важливі: ttyS1 це не те саме що ttys1.

source: Manually Select Modem Port
uk: Ввести порт модему вручну

source: Enabling default routing tells your system that the way to reach hosts to which it is not directly connected is via your ISP. This is almost certainly what you want. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
uk: Увімкнення маршрутизації типово говорить вашій системі, що віддалені машини доступні через ISP. Це майже завжди повинно бути увімкнено. Використовуйте клавіші стрілок, щоб перемістити рядок вказівник та натисніть клавішу пробіл для виділення. Коли закінчите, використовуйтее TAB для переміщення на <OK> та ENTER для переходу до наступного елементу.

source: Default Route
uk: Типовий маршрут

source: Enable default route
uk: Увімкнути типову маршрутизацію

source: Disable default route
uk: Вимкнути типову маршрутизацію

source: You almost certainly do not want to change this from the default value of noipdefault. This is not the place for your nameserver ip numbers. It is the place for your ip number if and only if your ISP has assigned you a static one. If you have been given only a local static ip, enter it with a colon at the end, like this: 192.168.1.2: If you have been given both a local and a remote ip, enter the local ip, a colon, and the remote ip, like this: 192.168.1.2:10.203.1.2
uk: Ймовірно, вам непотрібно змінювати параметр noipdefault. Це не місце для призначення ip адрес серверів DNS. Це місце для вашої ip адреси, якщо ваш ISP призначив вам його статично. Якщо вам виділили лише локальний статичний ip, тоді введіть його з двокрапкою на кінці, наприклад так: 192.168.1.2: Якщо вам виділили локальний та віддалений ip, тоді введіть локальний ip, двокрапку й віддалений ip, наприклад так: 192.168.1.2:10.203.1.2

source: IP Numbers
uk: IP-адреси

source: Enter your modem port speed (e.g. 9600, 19200, 38400, 57600, 115200). I suggest that you leave it at 115200.
uk: Введіть швидкість порту модему (наприклад 9600, 19200, 38400, 57600, 115200). Швидше за все, це буде 115200.

source: Speed
uk: Швидкість

source: Enter modem initialization string. The default value is ATZ, which tells the modem to use it's default settings. As most modems are shipped from the factory with default settings that are appropriate for ppp, I suggest you not change this.
uk: Введіть рядок ініціалізації модему. Типове значення — ATZ, говорить модему використовувати свої власні типові налаштування. Більшість модемів продається з заводськими налаштуваннями, які підходять для ppp, тому немає необхідності нічого змінювати тут.

source: Modem Initialization
uk: Рядок ініціалізації модему

source: Select method of dialing. Since almost everyone has touch-tone, you should leave the dialing method set to tone unless you are sure you need pulse. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
uk: Оберіть спосіб набору номеру. Оскільки майже скрізь використовується тональний набір, ви повинні залишити метод набору номеру тональним, якщо не впевнені, що використовується імпульсний. Використовуйте клавіші стрілок, щоб перемістити рядок вказівник та натисніть клавішу пробіл для виділення. Коли закінчите, використовуйте TAB для переміщення на <OK> та ENTER для переходу до наступного елементу.

source: Pulse or Tone
uk: Імпульсний або тональний набір

source: Enter the number to dial. Don't include any dashes. See your modem manual if you need to do anything unusual like dialing through a PBX.
uk: Введіть номер що набираєте. Не вказуйте дефіс. Якщо підключення телефону нестандартне, наприклад через офісну АТС, зверніться до керівництва по модему.

source: Phone Number
uk: Номер телефону

source: Enter the password your ISP gave you.
uk: Введіть пароль, який дав вам ISP.

source: Password
uk: Пароль

source: Enter the name you wish to use to refer to this isp. You will probably want to give the default name of 'provider' to your primary isp. That way, you can dial it by just giving the command 'pon'. Give each additional isp a unique name. For example, you might call your employer 'theoffice' and your university 'theschool'. Then you can connect to your isp with 'pon', your office with 'pon theoffice', and your university with 'pon theschool'. Note: the name must contain no spaces.
uk: Введіть назву вашого ISP. Ймовірно, ви захочете залишити типову назву «provider» для вашого основного ISP. Зробивши так, ви можете з’єднуватися з ним просто набравши команду «pon». Призначайте унікальне ім’я кожному додатковому ISP. Наприклад, ви можете назвати місце вашої роботи «theoffice», а ваш університет «theschool». Потім ви можете підключатися до вашого ISP просто набираючи «pon», до вашого офісу «pon theoffice» та університету «pon theschool». Зауваження: назва не повинна містити пробілів.

source: Provider Name
uk: Ім’я провайдера

source: This connection exists. Do you want to overwrite it?
uk: Таке з’єднання існує. Бажаєте переписати його?

source: Connection Exists
uk: З’єднання існує

source: Finished configuring connection and writing changed files. The chat strings for connecting to the ISP are in /etc/chatscripts/%s, while the options for pppd are in /etc/ppp/peers/%s. You may edit these files by hand if you wish. You will now have an opportunity to exit the program, configure another connection, or revise this or another one.
uk: Закінчення налаштування з’єднання та збереження змін. Рядки chat для з’єднання з ISP знаходяться у /etc/chatscripts/%s, параметри pppd знаходяться у /etc/ppp/peers/%s. Ви можете редагувати їх вручну, якщо бажаєте. Зараз зручний момент щоб вийти з програми, налаштувати інше з’єднання, або змінити ті що існують.

source: Finished
uk: Закінчено

source: Create Connection
uk: Створити з’єднання

source: No connections to change.
uk: Немає з’єднань для зміни

source: Select a Connection
uk: Вибрати з’єднання

source: Select connection to change.
uk: Оберіть з’єднання для зміни

source: No connections to delete.
uk: Немає з’єднань для вилучення

source: Delete a Connection
uk: Вилучити з’єднання

source: Select connection to delete.
uk: Оберіть з’єднання що вилучається

source: Return to Previous Menu
uk: Повернутися до попереднього меню

source: Do you wish to quit without saving your changes?
uk: Бажаєте вийти без збереження змін

source: Quit
uk: Вихід

source: Debugging is presently enabled.
uk: Зараз налагодження увімкнено

source: Debugging is presently disabled.
uk: Зараз налагодження вимкнено

source: Selecting YES will enable debugging. Selecting NO will disable it. %s
uk: Вибір YES увімкне режим налагодження. Вибір NO вимкне його. %s

source: Debug Command
uk: Команда налагодження

source: Selecting YES will enable demand dialing for this provider. Selecting NO will disable it. Note that you will still need to start pppd with pon: pppconfig will not do that for you. When you do so, pppd will go into the background and wait for you to attempt to access something on the Net, and then dial up the ISP. If you do enable demand dialing you will also want to set an idle-timeout so that the link will go down when it is idle. Demand dialing is presently %s.
uk: Вибір YES увімкне автододзвін для цього провайдера. Вибір NO вимкне його. Зауважимо, що вам все одно потрібно запускати pppd командою pon: pppconfig не зробить це за вас. Як тільки ви так зробите, pppd запуститься у фоновому режимі й буде чекати, коли ви спробуєте під’єднатися до чогось у Мережі, й потім почне дзвонити ISP. Якщо ви дозволите автододзвін, то ви також захочете задати час простою, для того щоб зв’язок преривався по його закінченню. Зараз автододзвін %s.

source: Demand Command
uk: Команда автододзвону

source: Selecting YES will enable persist mode. Selecting NO will disable it. This will cause pppd to keep trying until it connects and to try to reconnect if the connection goes down. Persist is incompatible with demand dialing: enabling demand will disable persist. Persist is presently %s.
uk: Вибір YES увімкне режим постійного з’єднання. Вибір NO вимкне його. Цей режим примушує pppd намагатися з’єднуватися, поки не станеться з’єднання й старатися перез’єднатися, якщо з’єднання розірветься. Постійне з’єднання не сумісне з автододзвоном: увімкнення автододзвону вимикає постійне з’єднання. Зараз постійне з’єдання %s.

source: Persist Command
uk: Команда постійного з’єднання

source: Choose a method. 'Static' means that the same nameservers will be used every time this provider is used. You will be asked for the nameserver numbers in the next screen. 'Dynamic' means that pppd will automatically get the nameserver numbers each time you connect to this provider. 'None' means that DNS will be handled by other means, such as BIND (named) or manual editing of /etc/resolv.conf. Select 'None' if you do not want /etc/resolv.conf to be changed when you connect to this provider. Use the up and down arrow keys to move among the selections, and press the spacebar to select one. When you are finished, use TAB to select <OK> and ENTER to move on to the next item.
uk: Оберіть метод. «Static» означає, що кожен раз при з’єданні з даним провайдером використовуються одні й ті ж сервери імен. Вас попрохають задати адреси імен серверів на наступному екрані. «Dynamic» означає, що pppd буде автоматично отримувати адреси імен серверів при з’єднанні з даним провайдером. «None» означає, що пошук відповідності імен буде робитися у інший спосіб, такий як BIND (named) або виходячи з відредагованого вручну /etc/resolv.conf.Використовуйте клавіші стрілок, щоб перемістити рядок вказівник та натисніть клавішу пробіл для виділення. Коли закінчите, використовуйте TAB для переміщення на <OK> та ENTER для переходу до наступного елементу.

source: Configure Nameservers (DNS)
uk: Налаштування імен серверів (DNS)

source: Use static DNS
uk: Використовувати статичні DNS

source: Use dynamic DNS
uk: Використовувати динамічно отримувані адреси DNS

source: DNS will be handled by other means
uk: DNS буде визначено у інший спосіб

source: Enter the IP number for your primary nameserver.
uk: Введіть IP-адресу основного сервера імен.

source: IP number
uk: IP-адреса

source: Enter the IP number for your secondary nameserver (if any).
uk: Введіть IP-адресу додаткового сервера імен (якщо є).

source: Enter the username of a user who you want to be able to start and stop ppp. She will be able to start any connection. To remove a user run the program vigr and remove the user from the dip group.
uk: Введіть ім’я користувача, якому дозволено запускати й зупиняти ppp. Він буде здатний запустити будь-яке з’єднання. Для вилучення користувача запустіть програму vigr та вилучіть користувача з групи dip.

source: Add User
uk: Додати користувача

source: No such user as %s.
uk: Користувача %s не існує.
