Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-pppoeconf_pppoeconf-*.po
Languages: uk

source: Please become root before running pppoeconf!
uk: Будь ласка запустіть pppoeconf з правами суперкористувача

source: Press return to continue...
uk: Натисніть "Enter" для продовження...

source: Please install ppp package and enable pppoe support in the kernel, or install pppoe package!
uk: Будь-ласка, встановіть пакунок PPP, та активуйте pppoe підтримку у ядрі, або встановіть пакунок pppoe!

source: Or press ESC to abort here.
uk: або натисніть "Esc" для скасування

source: Most providers send the needed login information per mail. Some providers describe it in odd ways, assuming the user to input the data in their "user-friendly" setup programs. But in fact, these applications generate usuall PPP user names and passwords from the entered data. You can find the real names too and input the correct data in the dialog box. For example, this are methods used some german providers: Sample username (alias "login" or "login name"): 11111111111 T-Online T-DSL: additional data: sample T-Onlinenummer: 222222222222 sample Mitbenutzer: 0001 complete username: 111111111111222222222222#0001@t-online.de Telekom Business Online (DSL): complete username: t-online-com/111111111111@t-online-com.de 1und1 uses another scheme (using above example): complete username: 1und1/11111111111 Cyberfun: complete username: sdt/11111111111 Komtel: additional data: downstream speed class: 768 complete username: 11111111111@FoniNet-768 Net Cologne: complete username: 11111111111@netcologne.de Q-DSL: complete username: 11111111111@q-dsl.de Versatel: complete username: 11111111111@VersaNet-1024k Webnetix: complete username: sdt/11111111111
uk: Більшість провайдерів відсилають потрібну інформацію для під’єднання по пошті. Але деякі з провайдерів використовують спеціальне програмне забезпечення яке генерує дані, з ім'ям користувача та паролем, які використовуються для під’єднання. Ви можете дізнатися ці дані у свого провайдера і ввести їх у зазначені для цього поля. Наприклад, такий метод використовується деякими німецькими провайдерами: Ім’я користувача (псевдонім "login" або "login name"): 11111111111 T-Online T-DSL: додаткові дані: номер T-Online: 222222222222 Mitbenutzer: 0001 повне ім’я користувача: 111111111111222222222222#0001@t-online.de Telekom Business Online (DSL): повне ім’я користувача: t-online-com/111111111111@t-online-com.de 1und1 використовує іншу схему (з прикладу вище): повне ім’я користувача: 1und1/11111111111 Cyberfun: повне ім’я користувача: sdt/11111111111 Komtel: додаткові дані: клас нисхідної швидкості: 768 повне ім’я користувача: 11111111111@FoniNet-768 Net Cologne: повне ім’я користувача: 11111111111@netcologne.de Q-DSL: повне ім’я користувача: 11111111111@q-dsl.de Versatel: повне ім’я користувача: 11111111111@VersaNet-1024k Webnetix: повне ім’я користувача: sdt/11111111111

source: SCANNING DEVICE
uk: СКАНУВАННЯ ПРИСТРОЮ

source: Looking for PPPoE Access Concentrator on $iface...
uk: Пошук концентратора доступу PPPoE через $iface...

source: (multi-modem mode)
uk: режим multi-modem

source: NOT CONNECTED
uk: НЕ З'ЄДНАНО

source: Sorry, I scanned $number interface, but the Access Concentrator of your provider did not respond. Please check your network and modem cables. Another reason for the scan failure may also be another running pppoe process which controls the modem.
uk: Вибачте, у процесі сканування $number пристрою, не було отримано відповіді від провайдера. Будь ласка перевірте з'єднання з мережею або модемом. Можливо сканування не дало результатів з-за вже встановленого під’єднання PPPoE, або іншого процесу який контролює пристрій.

source: OKAY TO MODIFY
uk: ГОТОВНІСТЬ ДО ЗМІНИ

source: If you continue with this program, these configuration files will be modified : $OPTSFILE $REALINTFILE and /etc/ppp/*-secrets. Please make sure that you have a backup copy before saying Yes. Continue with configuration?
uk: Якщо ви продовжите, то такі файли налаштування будуть змінені: $OPTSFILE $REALINTFILE і /etc/ppp/*-secrets. Перед тим як відповісти ствердно, зробіть резервну копію. Продовжити налаштування?

source: POPULAR OPTIONS
uk: ПОПУЛЯРНІ ПАРАМЕТРИ

source: Most people using popular dialup providers prefer the options 'noauth' and 'defaultroute' in their configuration and remove the 'nodetach' option. Should I check your configuration file and change these settings where neccessary?
uk: Більшість людей використовують загальні налаштування 'noauth' і 'defaultroute' а також вилучають з конфігурації 'nodetach'. Перевірити файл конфігурації та змінити налаштування, якщо потрібно?

source: ENTER USERNAME
uk: ВВЕДІТЬ ЛОГІН

source: Please enter the username which you usually need for the PPP login to your provider in the input box below. If you wish to see the help screen, delete the username and press OK.
uk: Будь ласка, введіть ім'я користувача, яке Ви використовуєте при з'єднанні з бажаним PPP до провайдера, у поле розміщене нище. Якщо Ви бажаєте побачити вікно допомоги, вилучіть ім'я користувача та натисніть "ОК"

source: ENTER PASSWORD
uk: ВВЕДІТЬ ПАРОЛЬ

source: Please enter the password which you usually need for the PPP login to your provider in the input box below. NOTE: you can see the password in plain text while typing.
uk: Будь ласка, введіть пароль, який Ви використовуєте при з'єднанні з бажаним PPP до провайдера, у поле розміщене нище. ПРИМІТКА: При введенні пароль буде показано як звичайний текст

source: USE PEER DNS
uk: ВИКОРИСТАННЯ PEER DNS

source: You need at least one DNS IP address to resolve the normal host names. Normally your provider sends you addresses of useable servers when the connection is established. Would you like to add these addresses automatically to the list of nameservers in your local /etc/resolv.conf file? (recommended)
uk: Вам потрібна хоча б одна DNS адреса для нормальної роботи з'єднання. Зазвичай провайдер надсилає адреси при успішному з'єднанні. Ви бажаєте щоб ці адреси додавалися автоматично у ваш файл /etc/resolv.conf? (рекомендовано) ПРИМІТКА: Для отримання довідки введіть у терміналі "man resolv.conf"

source: LIMITED MSS PROBLEM
uk: ПРОБЛЕМА ОБМЕЖЕННЯ MSS

source: Many providers have routers that do not support TCP packets with a MSS higher than 1460. Usually, outgoing packets have this MSS when they go through one real Ethernet link with the default MTU size (1500). Unfortunately, if you are forwarding packets from other hosts (i.e. doing masquerading) the MSS may be increased depending on the packet size and the route to the client hosts, so your client machines won't be able to connect to some sites. There is a solution: the maximum MSS can be limited by pppoe. You can find more details about this issue in the pppoe documentation. Should pppoe clamp MSS at 1452 bytes? If unsure, say yes. (If you still get problems described above, try setting to 1412 in the dsl-provider file.)
uk: Багато провайдерів мають маршрутизатори, які не підтримують TCP пакунки з MSS вище 1460. Зазвичай такий MSS встановлюється при проходженні пакунків через мережевий пристрій у якому типово MTU присвоєно 1500. На жаль, якщо ви пересилаєте пакунки з інших хостів (маскарадинг) MSS може бути збільшений у залежності від розміру пакунку й маршруту до хоста, так що ваша машина не зможе під’єднатися до деяких сайтів. Існує рішення: розмір MSS може бути обмеженим PPPoE. Більш детальну інформацію про цю проблему Ви зможете знайти у документації до PPPoE. Обмежити розмір MSS до 1452 байт? Якщо ви не впевнені, погоджуйтеся на обмеження розміру MSS. ПРИМІТКА: Якщо у Вас виникають проблеми, спробуйте змінити значення на 1412 у файлі dsl-provider.

source: DONE
uk: ГОТОВО

source: Your PPPD is configured now. Would you like to start the connection at boot time?
uk: Дане PPP з'єднання налаштовано. Автоматично під’єднувати це з'єднання під час завантаження комп'ютера?

source: ERROR
uk: ПОМИЛКА

source: The interfaces file generated by pppoeconf appears to be invalid. This is probably because pppoeconf is unable to handle your original interfaces file. Should pppoeconf nevertheless change your interfaces file with the one that appears to be invalid? If you agree, you will probably break your network connectivity after rebooting, and cause some local problems if lo is down. Your original interfaces file will be moved to $REALINTFILE~ so you can restore it. If not, you will have to make sure that $iface is configured before starting your DSL connection and start the connection manually. Note that this situation is not expected and you should consider submitting a bug report against pppoeconf including your original interfaces file and the one generated by pppoeconf.
uk: Файл interfaces було не вірно згенеровано. Ця проблема могла виникнути з-за неправильної обробки файлу interfaces. Дозволити pppoeconf перезаписати файл що існує, не залежно від правильності файлу?\n Якщо Ви погодитеся, в Вас можуть виникнути проблеми з комп'ютером після перезавантаження, якщо інтерфейс lo буде від’єднаний. Ваш оригінальний файл interfaces буде перейменовано у $REALINTFILE~, для подальшого відновлення.\n Якщо Ви не погодитеся, тоді перед під’єднанням Вам потрібно буде перевірити $iface, а також встановлювати з'єднання вручну.\n \n ПРИМІТКА: Якщо вам не складно, будь ласка відправте звіт про помилку, у який вкладіть оригінальний та згенерований файл interfaces, для уникнення цієї помилки у подальшому.\n ПРИМІТКА: Для отримання інформації про налаштування interfaces введіть у терміналі "man interfaces".

source: ESTABLISH A CONNECTION
uk: ВСТАНОВИТИ З’ЄДНАННЯ

source: Now, you can make a DSL connection with "pon dsl-provider" and terminate it with "poff". Would you like to start the connection now?
uk: Ви можете під’єднуватися ввівши у термінал "pon dsl-provider", а також від’єднуватися за допомогою команди "poff dsl-provider". Бажаєте під’єднання зараз?

source: CONNECTION INITIATED
uk: З'ЄДНАННЯ ІНІЦІАЛІЗОВАНО

source: The DSL connection has been triggered. You can use the "plog" command to see the status or "ip addr show ppp0" for general interface info.
uk: Було почато з’єднання через DSL. Щоб подивитися стан, використовуйте команду "plog"; щоб побачити інформацію про інтерфейс, введіть команду "ip addr show ppp0".

source: NO INTERFACE FOUND
uk: ІНТЕРФЕЙС НЕ ЗНАЙДЕНО

source: Sorry, no working ethernet card could be found.
uk: Нажаль, жодної працюючої карти Ethernet не було знайдено.
