Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-policykit-1_polkit-1-*.po
Languages: ru

source: Use configuration files in DIR
ru: Использовать файлы конфигурации в КАТАЛОГЕ

source: DIR
ru: КАТАЛОГ

source: Interprets pklocalauthority(8) configuration files.
ru: Интерпретирует файлы конфигурации pklocalauthority(8).

source: %s: %s Run `%s --help' for more information.
ru: %s: %s Для получения подробной информации выполните команду «%s --help».

source: %s: unexpected argument Run `%s --help' for more information.
ru: %s: неожиданный аргумент Для получения подробной информации выполните команду «%s --help».

source: Invalid boolean value
ru: Недопустимое логическое значение

source: Use authorization 'top' directories in ;-separated PATH
ru: Использовать каталоги авторизации 'top' в ;-разделенном ПУТИ

source: PATH
ru: ПУТЬ

source: Interprets pklocalauthority(8) authorization files.
ru: Интерпретирует файлы авторизации pklocalauthority(8).

source: %s: unexpected number of arguments Run `%s --help' for more information.
ru: %s: неожиданное количество аргументов Для получения подробной информации выполните команду «%s --help».

source: %s: Invalid user `%s': %s
ru: %s: Недопустимый пользователь `%s': %s

source: %s: Invalid boolean `%s': %s
ru: %s: Недопустимые логические данные `%s': %s
