Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-plainbox_plainbox-*.po
Languages: uk

source: Available output formats: {}
uk: Доступні формати виводу: {}

source: refusing to overwrite {!a}
uk: відмова перезапису {!a}

source: a debug message
uk: повідомлення налагоджувальника

source: a info message
uk: інформаційне повідомлення

source: a warning message
uk: попередження

source: an error message
uk: повідомлення про помилку

source: a critical message
uk: критичне повідомлення

source: log messages at various levels
uk: реєструвати повідомлення на різних рівнях

source: Storing resource record %r: %s
uk: Зберігати запис ресурсу %r: %s

source: Instantiating unit: %s
uk: конкретизований екземпляр: %s

source: Ignoring invalid instantiated unit %s: %s
uk: ігнорування неприпустимого конкретизованого екземпляру %s: %s

source: Ignoring invalid generated job %s: %s
uk: ігнорування неприпустимого згенерованого завдання %s: %s

source: Local job %s produced job %s that collides with an existing job %s (from %s), the new job was discarded
uk: Local-завдання %s породило завдання %s, яке конфліктує з поточним завданням %s (із %s), нове завдання знехтувано

source: Automatically breaking via-cycle: %s
uk: Автоматично перериває цикл: %s

source: processing output from a job: %r
uk: обробка вихідних даних завдання: %r

source: local script %s returned invalid RFC822 data: %s
uk: local сценарій %s повернув неприпустимі дані RFC822: %s

source: Adding executable %s to nest %s
uk: Додавання виконуваного файлу %s у гніздо %s

source: Unable to create symlink s%s -> %s: %r
uk: Неможливо створити символьне посилання s%s -> %s: %r

source: job[%s] executing %r with env %r in cwd %r
uk: завдання[%s] виконується %r з env %r в cwd %r

source: Symlink nest for executables: %s
uk: Місце з символічними посиланнями для виконуваних: %s

source: Job temporary current working directory: %s
uk: Завдання тимчасово поточний робочий каталог: %s

source: Generating job repr for job: %r
uk: Генерування завдання, призначеного для завдання: %r

source: job[%s] executing %r withenv %r in cwd %r
uk: завдання[%s] виконання %r withenv %r в cwd %r

source: Cannot check if plainbox-trusted-launcher-1 is available: %s
uk: Неможливо перевірити доступність plainbox-trusted-launcher-1: %s

source: unknown job referenced: {!a}
uk: невідоме завдання посилається на: {!a}

source: dependency cycle detected: {}
uk: виявлено цикл залежності: {}

source: missing dependency: {!r} ({})
uk: відсутня залежність: {!r} ({})

source: duplicate job id: {!r}
uk: копія ідентифікатора завдання: {!r}

source: Starting solve
uk: Початок вирішення

source: Solver job list: %r
uk: Список завдань вирішувача: %r

source: Solver visit list: %r
uk: Список відвідин вирішувача: %r

source: Done solving
uk: Вирішення завершено

source: Visiting job that's not on the job_list: %r
uk: Переглянути завдання, що поза job_list: %r

source: Visiting job %s (color %s)
uk: Переглянути завдання %s (колір %s)

source: Found missing dependency: %r from %r
uk: Знайдено відсутню залежність: %r з %r

source: Visiting dependency: %r
uk: Перевірити залежність: %r

source: Appending %r to solution
uk: Додавання %r у список вирішення

source: Found dependency cycle: %r
uk: Знайдено цикл залежності: %r

source: Unsupported platform: %s
uk: Непідтримувана платформа: %s

source: Uncategorised
uk: Без категорії

source: Incorrect stream encoding. Got %s, expected %s. some characters won't be printed
uk: Некоректне кодування потоку. Отримано %s, мало бути %s. деякі символи не будуть надруковані

source: history: {0}
uk: історія: {0}

source: History:
uk: Історія:

source: Unsupported option: {}
uk: Непідтримуваний параметр: {}

source: Platform Name
uk: Найменування платформи

source: Processors
uk: Процесори

source: Chipset
uk: Чіпсет

source: Memory
uk: Пам'ять

source: Video (on board)
uk: Відео (вбудоване)

source: Video (add-on)
uk: Відео (дискретне)

source: Video memory
uk: Відеопам'ять

source: Audio
uk: Аудіо

source: NIC
uk: Мережева картка

source: Wireless
uk: Бездротова мережа

source: Packages Installed
uk: Встановлені пакунки

source: Name
uk: Назва

source: Version
uk: Версія

source: N/A
uk: Н/Д

source: Failures summary
uk: Короткий звіт з помилок

source: {} Test passed
uk: {} перевірку пройдено

source: Success Rate: {} ({}/{})
uk: Частка вдалих: {} ({}/{})

source: {} Test failed
uk: {} перевірка зазнала невдачі

source: Failure Rate: {} ({}/{})
uk: Частка невдалих: {} ({}/{})

source: {} Test skipped
uk: {} Перевірка пропущена

source: Skip Rate: {} ({}/{})
uk: Частка пропущених: {} ({}/{})

source: Summary
uk: Звіт

source: Test Descriptions
uk: Описи перевірок

source: Tests Performed
uk: Виконані перевірки

source: Result
uk: Результат

source: Certification Status
uk: Статус Сертифікації

source: I/O Log
uk: Журнал вводу/виводу

source: Comments
uk: Коментарі

source: Description
uk: Опис

source: System Info
uk: Інформація щодо системи

source: Test Results
uk: Результати перевірки

source: Log Files
uk: Файли журналів

source: Resources Logs
uk: Журнали ресурсів

source: System Testing Report
uk: Звіт Перевірки Системи

source: Enabled %r on root logger
uk: Дозволити %r у кореневий журнал

source: Enabled debugging on logger %r
uk: Дозволити налагодження журналу %r

source: Cannot parse input
uk: Не вдалося обробити вхідні дані

source: StubBox (dummy data for development)
uk: StubBox (фіктивні дані для розробки)

source: Common test category definitions
uk: Загальні визначення категорії перевірок

source: Hardware Manifest Provider
uk: Провайдер списку апаратних засобів

source: Exporters Provider
uk: Провайдер экпортерів

source: expression {!r} evaluated to a non-true result
uk: вираз {!r} не вірний обчислюваний результат

source: expression {!r} needs unavailable resource {!r}
uk: виразу {!r} потрібен недоступний ресурс {!r}

source: this kind of python code is not allowed: {}
uk: неприпустимий код на python: {}

source: expression did not reference any resources
uk: вираз не посилався на які-небуть ресурси

source: syntax error in resource expression
uk: синтаксична помилка в виразі ресурсу

source: Exception in requirement expression %r (with %s=%r): %r
uk: Виключення в умові виразу %r (with %s=%r): %r

source: unable to parse imports statement {0!r}: expected exactly four or six tokens
uk: неможливо обробити стан імпорту {0!r}: очікується тільки чотири або шість токенів

source: unable to parse imports statement {0!r}: expected 'from' keyword
uk: неможливо обробити стан імпорту {0!r}: очікується ключове слово 'from'

source: unable to parse imports statement {0!r}: expected a namespace, not fully qualified job identifier
uk: неможливо обробити стан імпорту {0!r}: очікується простір імен, не в повному обсязі кваліфікований ідентифікатор завдання

source: unable to parse imports statement {0!r}: expected 'import' keyword
uk: неможливо обробити стан імпорту {0!r}: очікується ключове слово 'import'

source: unable to parse imports statement {0!r}: expected a partial job identifier, not a fully qualified job identifier
uk: неможливо обробити стан імпорту {0!r}: очікується проміжний ідентифікатор завдання, не в повному обсязі кваліфікований ідентифікатор завдання

source: unable to parse imports statement {0!r}: expected 'as' keyword
uk: неможливо обробити стан імпорту {0!r}: очікується ключове слово 'as'

# textual outcome
source: job didn't run
uk: завдання не виконувалося

# chart label
source: not started
uk: не розпочато

# textual outcome
source: job passed
uk: завдання успішне

# chart label
source: passed
uk: пройшло

# textual outcome
source: job failed
uk: завдання не виконано

# chart label
source: failed
uk: невдача

# textual outcome
source: job skipped
uk: завдання пропущено

# chart label
source: skipped
uk: пропущено

# textual outcome
source: job cannot be started
uk: завдання не може виконатися

# chart label
source: not supported
uk: не підтримується

# textual outcome
source: job is not implemented
uk: завдання не здійснено

# chart label
source: not implemented
uk: не реалізовано

# textual outcome
source: job needs verification
uk: завдання потребує перевірки

# chart label
source: undecided
uk: невизначена

# textual outcome
source: job crashed
uk: завдання аварійно завершена

# chart label
source: crashed
uk: аварійне завершення

source: Expensive DiskJobResult.io_log property access from %s:%d
uk: Вираз DiskJobResult.io_log має доступ до властивості від %s:%d

source: Encoded %r into string %r
uk: Закодовані %r в рядку %r

source: io log generated %r
uk: створено журнал вводу-виводу %r

source: Running %r
uk: Виконується %r

source: This type of job is not supported
uk: Даний тип завдання не підтримується

source: bad job plugin value
uk: погана робота plugin

source: No suitable execution controller is available)
uk: Немає відповідного контролера запуску)

source: job[%s] starting qml shell: %s
uk: завдання [%s]запускає qml оболонку : %s

source: job[%s] shell return code: %r
uk: завдання [%s] командна оболонка повернула код : %r

source: Job skipped in dry-run mode
uk: Завдання пропущено у пробному режимі

source: job[%s] extcmd delegate: %r
uk: завдання[%s] передало extcmd: %r

source: job {0} has no command to run
uk: У завдання {0} немає команди для запуску

source: job[%s] starting command: %s
uk: завдання[%s] запустило команду: %s

source: job[%s] command return code: %r
uk: завдання[%s] повернуло код команди: %r

source: No exec controller supports job {}
uk: Жоден контролер не підтримує виконання завдання{}

source: Selected execution controller %s (score %d) for job %r
uk: Виберіть виконуючий контролер %s (оцінка %d) для завдання %r

source: Job {0} created leftover filesystem artefacts in its working directory
uk: Завдання {0} створило артефакти файлової системи у своїй робочій теці

source: Leftover file/directory: %r
uk: файл, що залишився/директорія: %r

source: Please store desired files in $PLAINBOX_SESSION_SHARE and use regular temporary files for everything else
uk: Будь ласка зберігайте бажані файли в $PLAINBOX_SESSION_SHARE й використовуйте регулярні тимчасові файли для решти усього

source: unset
uk: зняти

source: unsupported kind
uk: непідтримуваний тип

source: Loading configuration from %s
uk: Завантаження конфігурації з %s

source: expected a boolean
uk: повинне бути бульове значення

source: expected an integer
uk: повинне бути ціле число

source: expected a floating point number
uk: повинне бути число з плаваючою комою

source: expected a string
uk: повинне бути рядкове значення

source: does not match pattern: {!r}
uk: не відповідає шаблону: {!r}

source: must be one of {}
uk: має бути одним з {}

source: must be set to something
uk: повинне бути дещо в комплекті

source: cannot be empty
uk: не може бути порожнім

source: Cannot find job with checksum {}
uk: Не вдалося знайти завдання з контрольною сумою {}

source: Syntax error in record generated from %s: %s
uk: Синтаксична помилка у запису згенерована від %s: %s

source: Security elevation mechanism for plainbox
uk: Механізм перевірки безпеки для plainbox

source: return immediately, only useful when used with pkexec(1)
uk: негайна відповідь корисна лише при використанні з pkexec(1)

source: CHECKSUM
uk: КОНТРОЛЬНА_СУМА

source: run a job with this checksum
uk: запустити завдання з даною контрольною сумою

source: target job specification
uk: специфікація мети завдання

source: NAME=VALUE
uk: НАЗВА=ЗНАЧЕННЯ

source: environment passed to the target job
uk: передати стан мети завдання

source: generator job specification
uk: спцифікація завдання генератора

source: also run a job with this checksum (assuming it is a local job)
uk: також виконайте завдання з цією контрольною сумою (припущення, що це завдання local)

source: environment passed to the generator job
uk: стан завдання передається в генератор

source: command line argument {}={!a}
uk: аргумент командного рядка {}={!a}

source: command line argument {!a}
uk: аргумент командного рядка {!a}

source: Unable to prepare plugin %s: %s
uk: Неможливо підготувати плагін %s: %s

source: discovery_time is meaningful after calling load()
uk: discovery_time має сенс після виклику load()

source: Unable to import %s
uk: Неможливо імпортувати %s

source: Unable to load %r: %s
uk: Неможливо завантажити %r: %s

source: Loading everything in %r
uk: Завантажується усе в %r

source: Loading %r
uk: Завантаження %r

source: Unable to load: %r
uk: Неможливо завантажити: %r

source: Wrapping %r
uk: Упаковується %r

source: Importing %s
uk: Імпортування %s

source: Calling %r with %r
uk: Викликається %r з %r

source: Cannot load {!r}: {}
uk: Неможливо завантажити {!r}: {}

source: Loading units from %r...
uk: Завантажуються елементи з %r...

source: Cannot load job definitions from {!r}: {}
uk: Не вдається завантажити опис завдання з {!r}: {}

source: Unknown unit type: {!r}
uk: Незнайомий тип елементу: {!r}

source: Cannot define unit from record {!r}: {}
uk: Неможливо визначити запис елементу {!r}: {}

source: Problem in unit definition, {}
uk: Проблема у визначенні елементу, {}

source: Problem in unit definition, field {}: {}
uk: Проблема у визначенні елементу, поле {}: {}

source: Loaded %r
uk: Завантажено %r

source: must look like RFC3720 IQN
uk: повинно виглядати як RFC3720 IQN

source: must be a sequence of digits separated by dots
uk: послідовність цифр повинна бути розділена крапками

source: no such directory
uk: такого каталогу немає

source: cannot be relative
uk: не може бути відносним

source: Flag indicating if the provider is relocatable
uk: Прапор, який вказує, чи провайдер може переміщуватися

source: Base directory with provider data
uk: Каталог з базою даних провайдера

source: Name of the provider
uk: Ім’я провайдера

source: Namespace of the provider
uk: Простір імен провайдера

source: Version of the provider
uk: Версія провайдера

source: Description of the provider
uk: Опис провайдера

source: Name of the gettext domain for translations
uk: Назва перекладів для домену gettext

source: Pathname of the directory with unit definitions
uk: Вкажіть ім'я шляху до директорії зі значеннями елементів

source: Pathname of the directory with job definitions
uk: Шлях до каталогу з описом завдання

source: Pathname of the directory with whitelists definitions
uk: Шлях до каталогу з описами білих списків

source: Pathname of the directory with provider data
uk: Шлях до каталогу з даними провайдера

source: Pathname of the directory with provider executables
uk: Шлях до каталогу з виконуваними файлами провайдера

source: Pathname of the directory with locale data
uk: Шлях до каталогу з локальними даними

source: Problem in provider definition, field {!a}: {}
uk: Проблема у визначенні місцезнаходженняя провайдера {!a}: {}

source: argument {!a}, expected {}, got {}
uk: аргумент {!a}, очікується {}, отримано {}

source: Committed key/value %r=%r
uk: Внесені ключ/значення %r=%r

source: Looking at line %d:%r
uk: Стежити за рядком %d:%r

source: yielding record: %r
uk: отримання запису: %r

source: Unexpected multi-line value
uk: Непередбачене багаторядкове значення

source: Job has a duplicate key {!r} with old value {!r} and new value {!r}
uk: У завданні є копія ключа {!r} зі старим значенням {!r} і новим значенням {!r}

source: Unexpected non-empty line: {!r}
uk: Непередбачений непорожній рядок: {!r}

source: unsupported value for cause
uk: значення не підтримується з причини

source: related_job must not be None when cause is {}
uk: related_job повинне бути None коли cause є {}

source: related_expression must not be None when cause is {}
uk: related_expression не повинне бути None коли cause є {}

source: undesired
uk: небажане

source: required dependency {!r} did not run yet
uk: потрібна залежність {!r} ще не запущена

source: required dependency {!r} has failed
uk: потрібна залежність {!r} не працює

source: resource expression {!r} could not be evaluated because the resource it depends on did not run yet
uk: вираз ресурсу {!r} не може бути визначено, тому що залежний ресурс ще не запускався

source: resource expression {!r} evaluates to false
uk: вираз ресурсу {!r} визначено хибним

source: job cannot be started: {}
uk: завдання не може бути запущено: {}

source: job can be started
uk: завдання може бути запущено

source: {!r} is not overridable
uk: {!r} не перезаписуване

source: session manager currently doesn't support sessions involving multiple devices (a.k.a multi-node testing)
uk: керівник сесій на дану мить не підтримує сесії, що включають багато пристроїв (наприклад тестування багатьох об'єктів )

source: Saving %d byte of checkpoint data to %r
uk: Збереження %d байт контрольних даних в %r

source: attmpting to add a context for device {} which is already represented in this session manager
uk: спроба додати контекст для пристрою {} який вже представлено у цьому керівнику сесій

source: attempting to remove a device context not present in this session manager
uk: спроба вилучити контекст пристрою не представленого у цьому керівнику сесій

source: Device context %s added to session manager %s
uk: вміст пристрою %s додано у керівник сесій %s

source: Device context %s removed from session manager %s
uk: Вміст пристрою %s вилучено із керівника сесій %s

source: Propagating test plans to all devices
uk: Розповсюджуються плани тестування на усі пристрої

source: Cannot decompress session data
uk: Неможливо розпакувати дані сесії

source: Cannot decode session text
uk: Неможливо розшифрувати текст сесії

source: Cannot interpret session JSON
uk: Неможливо інтерпретувати сесію JSON

source: Peeking at json... (see below)
uk: Пік на json... (дивіться нижче)

source: Unsupported version {}
uk: Непідтримувана версія {}

source: Resuming from json... (see below)
uk: Відновлення з JSON ... (див нижче)

source: Each flag must be a string
uk: Кожен рядок повинен бути позначений прапорцем

source: app_blob is not ASCII
uk: app_blob не є ASCII

source: Cannot base64 decode app_blob
uk: Не можливо декодувати base64 app_blob

source: Starting to restore metadata...
uk: Запущено відновлення метаданих...

source: Constructed new session for resume %r
uk: Створена нова сесія для відновлення %r

source: Invoking early callback %r
uk: Викликається достроково зворотній виклик %r

source: Using different session for resume: %r
uk: Використання різних сесій для відновлення: %r

source: Starting to restore jobs and results to %r...
uk: Запуск відновлення завдань і результатів до %r...

source: restored metadata %r
uk: відновлені метадані %r

source: Starting to restore desired job list...
uk: Запущено відновлення потрібного завдання у списку...

source: Starting to restore job list...
uk: Запущено відновлення завдання у списку

source: Resume complete!
uk: Відновлення завершено!

source: Unknown jobs remaining: {}
uk: Залишилося невідомих завдань: {}

source: Ignoring changes to job %r)
uk: Нехтуються зміни для завдання %r)

source: Definition of job {!r} has changed
uk: Опис завдання {!r} змінився

source: calling update_job_result(%r, %r)
uk: виклик результату_оновлення_завдання(%r, %r)

source: Each job id must be a string
uk: У кожному рядку повинен бути ідентифікатор завдання

source: calling update_desired_job_list(%r)
uk: виклик оновлення_потрібного_списку_завдань(%r)

source: 'desired_job_list' refers to unknown job {!r}
uk: 'потрібного_списку_завдань' відноситься до невідомого завдання {!r}

source: calling update_mandatory_job_list(%r)
uk: викликається update_mandatory_job_list(%r)

source: delay cannot be negative
uk: delay не може бути негативною

source: record data {!r} is not ASCII
uk: запис даних {!r} не ASCII

source: record data {!r} is not correct base64
uk: запис даних {!r} не вірне base64

source: key {!r}
uk: ключ {!r}

source: Missing value for key {!r}
uk: Відсутнє значення для клавіші {!r}

source: object
uk: об'єкт

source: Value of {} cannot be None
uk: Значення {} не може бути Порожнім

source: Value of {} is of incorrect type {}
uk: Значення {} має невірний вигляд {}

source: Value for {} not in allowed set {!r}
uk: Значення {} не входить в допустимий набір {!r}

source: app_blob must be either None or bytes
uk: app_blob повинно бути або None або bytes

source: app_id must be either None or str
uk: app_id повинне бути або None або str

source: Job %s result changed to %r
uk: Результат %s завдання змінено на %r

source: cannot remove jobs that are on the run list: {}
uk: неможливо вилучити завдання, що знаходяться у списку запуску: {}

source: Enumerating sessions in %s
uk: Перерахування сесій в %s

source: Found possible session in %r
uk: Знайти можна в сесії %r

source: Created new storage in %r
uk: Створено нове сховище в %r

source: %r is not a symlink, repository %r must be corrupted
uk: %r не є символьним посиланням, повинно бути сховище %r було пошкоджено

source: Unable to read symlink target from %r: %r
uk: Не може бути прочитано об’єкт з %r, на який посилається символьне посилання: %r

source: Removing storage associated with last session %r
uk: Вилучення сховища, пов’язаного з останньою сесією %r

source: Removing symlink associated with last session: %r
uk: Вилучення симольного посилання, пов’язаного з останньою сесією: %r

source: Linking storage %r to last session
uk: Пов’язування сховища %r з останньою сесією

source: Cannot link %r as %r: %r
uk: Не може з’єднати %r як %r: %r

source: Removing session storage from %r
uk: Вилучення сховища сесії з %r

source: Forcibly unlinking 'next' file %r
uk: Примусове вилучення посилання на 'next' файл %r

source: Opened session state file %r as descriptor %d
uk: Відкрито файл стану сесії %r як дескриптор %d

source: Stat'ed session state file: %s
uk: Запущений системний виклик stat по відношення до файлу стану сесії: %s

source: Reading %d byte of session state
uk: Зчитування %d байту стану сесії

source: Read %d byte of session state
uk: Зчитати %d байт стану сесії

source: partial read?
uk: неповне зчитування ?

source: Closed descriptor %d
uk: Закрито дескриптор %d

source: Opened session directory %r as descriptor %d
uk: Відкрита сесія каталогу %r як дескриптор %d

source: partial write?
uk: частковий запис ?

source: Unable to complete write: %s
uk: Не вдається завершити запис: %s

source: Closing descriptor %d
uk: Закриття дескриптора %d

source: Renaming %r to %r
uk: Перейменування %r на %r

source: Opened %r as descriptor %d
uk: Відкрито %r як дескриптор %d

source: Unable to complete write: %r
uk: Не вдається завершити запис: %r

source: Unable to connect to {0}: {1}
uk: Не вдається під’єднатися до {0}: {1}

source: Unable to import {}: {}
uk: Неможливо імпортувати {}: {}

source: invalid regular expression: {0}
uk: недійсний регулярний вираз: {0}

source: category
uk: категорія

source: please use only one line
uk: будь ласка, використовуйте лише один рядок

source: file
uk: файл

source: VERIFICATION
uk: ПЕРЕВІРКА

source: record.origin must be a JobOutputTextSource
uk: record.origin повинен бути JobOutputTextSource

source: record.origin.source.job must be this job
uk: record.origin.source.job повинне бути це завдання

source: job
uk: завдання

source: Operating System: {}
uk: Операційна система: {}

source: incorrect value supplied
uk: вказано неправильне значення

source: error
uk: помилка

source: warning
uk: попередження

source: Problem with field {}: {}
uk: Проблема з областю {}: {}

source: not installed
uk: не встановлено

source: installation prefix
uk: префікс встановлення

source: installation directory layout (default: %(default)s)
uk: розташування каталогу встановлення (типово: %(default)s)

source: copying: %s => %s
uk: копіювання: %s => %s

source: overwrite existing provider files
uk: перезапис існуючих файлів провайдера

source: Removing provider file: %s
uk: Вилучення файлу провайдера: %s

source: Provider file already exists: {}
uk: Файл провайдера вже існує: {}

source: Creating provider file: %s
uk: Створення файлу провайдера: %s
