Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-plainbox_plainbox-*.po
Languages: uk

source: [Provider MetaData]
uk: [Метадані Провайдера]

source: name: {}
uk: назва: {}

source: description: {}
uk: опис: {}

source: version: {}
uk: версія: {}

source: gettext domain: {}
uk: домен gettext: {}

source: [Job Definitions]
uk: [Визначення завдань]

source: Please run `manage.py validate` for details
uk: Прохання запустити `manage.py validate` для отримання детальнішої інформації

source: [Executables]
uk: [Виконувані програми]

source: missing definition of required field
uk: відсутнє визначення потрібного поля

source: useless field in this context
uk: непотрібне поле в даному контексті

source: usage of deprecated field
uk: використання застарілого поля

source: allowed values are: {0}
uk: припустимі значення: {0}

source: update, merge and build translation catalogs This command exposes facilities for updating, merging and building message translation catalogs.
uk: оновити, об’єднати і створити теки перекладу Дана команда дозволяє здійснити оновлення, об’єднання і побудову каталогів для перекладу поідомлень.

source: don't actually do anything
uk: нічого не робить насправді

source: actions to perform
uk: дії для виконання

source: do not update the translation template
uk: не оновлюйте шаблон перекладу

source: do not merge translation files with the template
uk: не об’єднуйте файли перекладу з шаблоном

source: do not build binary translation files
uk: не створюйте переклад двійкових файлів

source: manage.py [--help] [--version] [options]
uk: manage.py [--help] [--version] [опції]

source: {}: bad value of {!r}, {}
uk: {}: погане значення {!r}, {}

source: .__call__() not defined
uk: .__виклик__() не визначено

source: unknown parser %(parser_name)r (choices: %(choices)s)
uk: невідомий парсер %(parser_name)r (варіянти: %(choices)s)

source: argument "-" with mode %r
uk: аргумент "-" з режимом %r

source: can't open '%s': %s
uk: не можливо відкрити '%s': %s

source: cannot merge actions - two groups are named %r
uk: неможливо об’єднати дії - дві групи названі %r

source: 'required' is an invalid argument for positionals
uk: 'required' неприпустимий аргумент для positionals

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
uk: невірний рядок варіянту %(option)r: повинен починатися з символу %(prefix_chars)r

source: dest= is required for options like %r
uk: dest = потрібно для опцій як %r

source: invalid conflict_resolution value: %r
uk: неприпустиме значення вирішення_конфліктів : %r

source: mutually exclusive arguments must be optional
uk: додаткові аргументи повинні бути взаємовиключаючими

source: positional arguments
uk: позиційні аргументи

source: optional arguments
uk: додаткові аргументи

source: show this help message and exit
uk: показати це довідкове повідомлення і завершити роботу

source: cannot have multiple subparser arguments
uk: не може мати декілька аргументів підсинтаксичного аналізу

source: unrecognized arguments: %s
uk: нерозпізнані аргументи: %s

source: not allowed with argument %s
uk: не можна використовувати з аргументом %s

source: ignored explicit argument %r
uk: відхилити визначений аргумент %r

source: argument %s is required
uk: потрібен аргумент %s

source: one of the arguments %s is required
uk: потрібен один з аргументів %s

source: expected one argument
uk: мало бути вказано один аргумент

source: expected at most one argument
uk: мало бути не більше одного аргументу

source: expected at least one argument
uk: мало бути вказано принаймні один аргумент

source: expected %s argument
uk: очікується %s аргумент

source: %r is not callable
uk: %r не буде викликаний

source: invalid %(type)s value: %(value)r
uk: неприпустиме %(type)s значення: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
uk: неприпустимий варіант: %(value)r (виберіть з %(choices)s)

source: %(prog)s: error: %(message)s
uk: %(prog)s: помилка: %(message)s

source: the following arguments are required: %s
uk: такі параметри потрібні для: %s
