Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-pam-p11_pam-p11-*.po
Languages: uk

source: Error loading PKCS#11 module
uk: Помилка завантаження модуля PKCS#11

source: Error initializing PKCS#11 module
uk: Помилка ініціалізації модуля PKCS#11

source: (last try)
uk: (остання спроба)

source: Login on PIN pad with %s%s
uk: Вхід на PIN-панелі з %s%s

source: Login with %s%s:
uk: Вхід з %s%s:

source: Invalid PIN
uk: Некоректний пінкод

source: PIN not verified; PIN locked
uk: PIN не підтверджено; PIN заблоковано

source: PIN not verified; one try remaining
uk: PIN не підтверджено; залишилась одна спроба

source: PIN not verified
uk: PIN не підтверджено

source: Change PIN with PUK on PIN pad for %s
uk: Змініть PIN із PUK на PIN-панелі для %s

source: Change PIN on PIN pad for %s
uk: Змініть PIN на PIN-панелі для %s

source: PUK for %s:
uk: PUK для %s:

source: Current PIN:
uk: Поточний PIN:

source: Enter new PIN:
uk: Введіть новий PIN:

source: Retype new PIN:
uk: Повторно введіть новий PIN:

source: PINs don't match
uk: PIN не збігаються

source: PIN not changed; PIN locked
uk: PIN не змінено; PIN заблоковано

source: PIN not changed; one try remaining
uk: PIN не змінено; залишилась одна спроба

source: PIN not changed
uk: PIN не змінено

source: No token found
uk: Жодних токенів не знайдено

source: No authorized keys on token
uk: Відсутні ключі авторизації на токені

source: Error verifying key
uk: Помилка перевірки ключа
