Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-phonon-backend-gstreamer_phonon-gstreamer-*.po
Languages: ru

source: Warning: You do not seem to have the package gstreamer0.10-plugins-good installed. Some video features have been disabled.
ru: Предупреждение: Пакет gstreamer0.10-plugins-good не установлен. Некоторые возможности воспроизведения видео недоступны.

source: Warning: You do not seem to have the base GStreamer plugins installed. All audio and video support has been disabled
ru: Предупреждение: Основной модуль GStreamer не установлен. Поддержка видео и аудио отключена.

source: Disable
ru: Отключить

source: Unknown
ru: Неизвестный

source: Missing codec helper script assistant.
ru: Отсутствует вспомогательный сценарий помощника для кодека

source: Plugin codec installation failed.
ru: Ошибка установки надстройки кодека.

source: Phonon attempted to install an invalid codec name.
ru: Phonon пытается установить неверное имя кодека.

source: The codec installer crashed.
ru: Аварийное завершение программы установки кодека.

source: The required codec could not be found for installation.
ru: Не удалось найти для установки требуемый кодек.

source: An unspecified error occurred during codec installation.
ru: Во время установки кодека произошла неизвестная ошибка.

source: Not all codecs could be installed.
ru: Не все кодеки могут быть установлены.

source: User aborted codec installation
ru: Установка кодека прервана пользователем.

source: Could not update plugin registry after update.
ru: После обновления не удалось обновить модуль регистрации.

source: One or more plugins are missing in your GStreamer installation.
ru: Одна или несколько надстроек отсутствуют в вашей установке GStreamer.
