Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-pppconfig_pppconfig-*.po
Languages: uk

source: You probably don't want to change this. Pppd uses the remotename as well as the username to find the right password in the secrets file. The default remotename is the provider name. This allows you to use the same username with different providers. To disable the remotename option give a blank remotename. The remotename option will be omitted from the provider file and a line with a * instead of a remotename will be put in the secrets file.
uk: Ймовірно, вам непотрібно змінювати цей параметр. Pppd використовує remotename та username для того щоб знайти правильний пароль у файлі secrets. Remotename типово збігається з іменем провайдера. Це дозволяє вам використовувати однакове ім’я користувача для різних провайдерів. Для вимкнення remotename вкажіть порожнє значення. Параметр remotename буде пропущено у файлі provider й рядок с * замість remotename буде поміщено у файл secrets.

source: If you want this PPP link to shut down automatically when it has been idle for a certain number of seconds, put that number here. Leave this blank if you want no idle shutdown at all.
uk: Якщо ви бажаєте, щоб це PPP з’єднання вимикалося автоматично за збігом певного числа секунд, тоді вкажіть це число тут. Залиште це поле порожнім, якщо не бажаєте вимикати з’єднання по таймауту.

source: Idle Timeout
uk: Час простою

source: Couldn't open %s.
uk: Не вдалося відкрити %s.

source: Can't open %s.
uk: Не вдалося відкрити %s.

source: Can't lock %s.
uk: Неможливо заблокувати %s.

source: Couldn't print to %s.
uk: Неможливо надрукувати у %s.

source: Couldn't rename %s.
uk: Не вдалося змінити назву %s.

source: Usage: pppconfig [--version] | [--help] | [[--dialog] | [--whiptail] | [--gdialog] [--noname] | [providername]] '--version' prints the version. '--help' prints a help message. '--dialog' uses dialog instead of gdialog. '--whiptail' uses whiptail. '--gdialog' uses gdialog. '--noname' forces the provider name to be 'provider'. 'providername' forces the provider name to be 'providername'.
uk: Використання: pppconfig [--version] | [--help] | [[--dialog] | [--whiptail] | [--gdialog] [--noname] | [ім’я_провайдера]] '--version' показати номер версії. '--help' показати допомогу. '--dialog' використовувати dialog замість gdialog. '--whiptail' використовувати whiptail. '--gdialog' використовувати gdialog. '--noname' змінити назву провайдера на «provider». 'ім’я_провайдера' примусово змінити ім’я провайдера на «ім’я_провайдера».

source: pppconfig is an interactive, menu driven utility to help automate setting up a dial up ppp connection. It currently supports PAP, CHAP, and chat authentication. It uses the standard pppd configuration files. It does not make a connection to your isp, it just configures your system so that you can do so with a utility such as pon. It can detect your modem, and it can configure ppp for dynamic dns, multiple ISP's and demand dialing. Before running pppconfig you should know what sort of authentication your isp requires, the username and password that they want you to use, and the phone number. If they require you to use chat authentication, you will also need to know the login and password prompts and any other prompts and responses required for login. If you can't get this information from your isp you could try dialing in with minicom and working through the procedure until you get the garbage that indicates that ppp has started on the other end. Since pppconfig makes changes in system configuration files, you must be logged in as root or use sudo to run it.
uk: pppconfig — це інтерактивна, програма що керується з меню, яка допомагає автоматизувати налаштування ppp з’єднання по телефонній лінії. Вона підтримує автентифікацію PAP, CHAP та chat. Вона використовує стандартний файл налаштувань pppd. Вона не встановлює з’єднання з вашим ISP, вона лише налаштовує вашу систему, для того щоб ви могли самі робити це за допомогою утиліти типу pon. Вона може знайти ваш модем та налаштувати ppp для використання динамічних отримуваних адрес dns, декількох ISP та автододзвін. Перед запуском pppconfig ви маєте знати тип автентифікації, який використовує ваш ISP, ім’я користувача, пароль та номер телефону. Якщо ISP вимагає використовувати автентифікацію chat, тоді вам також потрібно знати рядки запрошення вводу ім’я користувача та паролю й будь-які інші запрошення та відповіді, необхідні для входу. Якщо ви не можете отримати такої інформації від вашого ISP, тоді спробуйте подзвонити з minicom та пройти через процедуру входу, поки не отримаєте сміття на екрані, яке вказує, що на іншому кінці запустилося ppp. Оскільки pppconfig змінює системні конфігураційні файли, то для його запуску ви повинні увійти суперкористувачем або використовувати sudo.
