Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-powertop_powertop-*.po
Languages: uk

source: Cannot create temp file
uk: Неможливо створити тимчасовиий файл

source: Calibrating: CPU usage on %i threads
uk: Калібрування: використання ЦП на %i потоках

source: Calibrating: CPU wakeup power consumption
uk: Калібрування: пускове енергоспоживання Центрального процесора

source: Calibrating USB devices
uk: Калібрування USB пристрою

source: .... device %s
uk: .... пристрій %s

source: Calibrating radio devices
uk: Калібрування радіопристроїв

source: Calibrating backlight
uk: Калібрування підсвічування

source: Calibrating idle
uk: Калібрування idle

source: Calibrating: disk usage
uk: Калібрування: використання диску

source: Starting PowerTOP power estimate calibration
uk: Запуск калібрування PowerTOP для оцінки енергоспоживання

source: Finishing PowerTOP power estimate calibration
uk: Завершення калібрування PowerTOP для оцінки енергоспоживання

source: Parameters after calibration:
uk: Параметри після калібрування:

source: Idle
uk: Очікування

source: Turbo Mode
uk: Турборежим

source: Core
uk: Ядро

source: cpu package %i
uk: пакунок ЦПП %i

source: cpu package
uk: пакунок ЦПП

source: package-%i
uk: пакунок-%i

source: cpu rapl package
uk: пакунок cpu rapl

source: dram rapl package
uk: пакунок dram rapl

source: Processor Idle State Report
uk: Процесор Очік Стан Звіт

source: Package
uk: Пакунок

source: Core %d
uk: Ядро %d

source: GPU %d
uk: ГП %d

source: CPU
uk: ЦП

source: Processor Frequency Report
uk: Процесор Частота Звіт

source: CPU %d
uk: ЦП %d

source: cpu_idle event returned no state?
uk: подія cpu_idle не повернула стан?

source: power or cpu_frequency event returned no state?
uk: подія power або cpu_frequency не повернула стан?

source: C0 polling
uk: C0 опитув

source: CPU %i
uk: ЦП %i

source: Package
uk: Пакунок

source: C0 active
uk: C0 активн

source: Average
uk: Середнє

source: GPU
uk: ГП

source: SATA link: %s
uk: З’єднання SATA: %s

source: SATA disk: %s
uk: Диск SATA: %s

source: AHCI ALPM Residency Statistics - Not supported on this macine
uk: Статистика використання AHCI ALPM - Не підтримується на цій машині

source: Link
uk: З'єднання

source: Active
uk: Активно

source: Partial
uk: Частково

source: Slumber
uk: Сон

source: AHCI ALPM Residency Statistics
uk: Статистика використання AHCI ALPM

source: Audio codec %s: %s (%s)
uk: Аудіокодек %s: %s (%s)

source: Audio codec %s: %s
uk: Аудіокодек %s: %s

source: Device Freq stats
uk: Дані частоти пристрою

source: Devfreq is not enabled
uk: Devfreq не увімкнено

source: No devfreq devices available
uk: Жодних пристроїв devfreq не знайдено

source: The battery reports a discharge rate of %sW
uk: Розряд батареї складає %sВт

source: System baseline power is estimated at %sW
uk: Оцінка базисного рівня потужності склала %sВт

source: Power est. Usage Device name
uk: Оцін.потужн.Використ. Назва пристрою

source: Usage Device name
uk: Використ. Назва пристрою

source: The battery reports a discharge rate of:
uk: Батарея повідомляє про швидкість розряджання:

source: The system baseline power is estimated at:
uk: Оцінка базисного рівня потужності склала:

source: Usage
uk: Викор.

source: Device Name
uk: Назва пристрою

source: PW Estimate
uk: Оцінка потужності

source: Device Power Report
uk: Пристр Потуж Звіт

source: Network interface: %s (%s)
uk: Мережевий інтерфейс: %s (%s)

source: Radio device: %s
uk: Радіопристрій: %s

source: Adapter
uk: Адаптер

source: Device
uk: Пристрій

source: PCI Device: %s
uk: Пристрій PCI: %s

source: USB device: %s
uk: Пристрій USB: %s

source: USB device: %s (%s)
uk: Пристрій USB: %s (%s)

source: Process
uk: Процес

source: Process Device Activity
uk: Процес Пристр Актив-ть

source: Overview
uk: Огляд

source: Idle stats
uk: Дані простою

source: Frequency stats
uk: Дані частоти

source: Device stats
uk: Дані пристроїв

source: Exit
uk: Вихід

source: Navigate
uk: Навігація

source: %7sW
uk: %7sВт

source: 0 mW
uk: 0 мВт

source: PS/2 Touchpad / Keyboard / Mouse
uk: PS/2 сенсорна панель / клавіатура / миша

source: SATA controller
uk: Контролер SATA

source: Intel built in USB hub
uk: Вбудований USB-концентратор від Intel

source: glob returned GLOB_NOSPACE
uk: результатом glob є GLOB_NOSPACE

source: glob returned GLOB_ABORTED
uk: результатом glob є GLOB_ABORTED

source: glob returned GLOB_NOMATCH
uk: результатом glob є GLOB_NOMATCH

source: Model-specific registers (MSR) not found (try enabling CONFIG_X86_MSR).
uk: Специфічні для моделі регістри (MSR) не знайдені (спробуйте увімкнути CONFIG_X86_MSR).

source: PowerTOP version
uk: Версія PowerTOP

source: Set refresh time out
uk: Налаштуйте таймер оновлення

source: Usage: powertop [OPTIONS]
uk: Використання: powertop [ПАРАМЕТРИ]

source: sets all tunable options to their GOOD setting
uk: встановити всі доступні налаштовувані параметри в значення ДОБРЕ

source: runs powertop in calibration mode
uk: завантажувати powertop в режимі калібрування

source: [=filename]
uk: [=ім'я_файлу]

source: generate a csv report
uk: створити cvs звіт

source: run in "debug" mode
uk: завантажувати в режимі «зневадження»

source: uses an Extech Power Analyzer for measurements
uk: використовувати для вимірів аналізатор потужності Extech

source: generate a html report
uk: створити звіт у форматі HTML

source: [=iterations] number of times to run each test
uk: [=ітерації] скільки разів запускати кожен тест

source: suppress stderr output
uk: придушити вивід в stderr

source: [=seconds]
uk: [=секунди]

source: interval for power consumption measurement
uk: інтервал для вимірювання енергоспоживання

source: generate a report for 'x' seconds
uk: створити звіт для 'x' секунд

source: [=workload]
uk: [=робоче навантаження]

source: file to execute for workload
uk: файл для виконання у якості робочого навантаження

source: print version information
uk: вивести дані про версію

source: print this help menu
uk: вивести це довідкове меню

source: For more help please refer to the 'man 8 powertop'
uk: Для отримання додаткових відомостей, зверніться до 'man 8 powertop'

source: Unknown issue running workload!
uk: Невідома помилка під час робочого навантаження!

source: PowerTOP is out of memory. PowerTOP is Aborting
uk: PowerTOP не вистачає пам'яті. PowerTOP завершив свою роботу

source: Preparing to take measurements
uk: Підготовка до вимірювань

source: Taking %d measurement(s) for a duration of %d second(s) each.
uk: Виконано вимірювань - %d, тривалістю %dс кожне.

source: Measuring workload %s.
uk: Вимірювання робочого навантаження %s.

source: exiting...
uk: вихід...

source: Failed to mount debugfs!
uk: Збій монтування debugfs!

source: Should still be able to auto tune...
uk: Слід продовжувати автоматично налаштувати...

source: Invalid CSV filename
uk: Нприпустиме ім'я файлу CSV

source: Invalid HTML filename
uk: Неприпустиме ім'я файлу HTML

source: Quiet mode failed!
uk: Збій тихого режиму!

source: Leaving PowerTOP
uk: Полишаємо PowerTOP

source: Cannot save to file
uk: Неможливо зберегти файл

source: Cannot load from file
uk: Неможливо завантажити файл

source: Loaded %i prior measurements
uk: Завантажено попередніх вимірювань: %i

source: File will be loaded after taking minimum number of measurement(s) with battery only
uk: Файл буде завантажений після виконання мінімальної кількості вимірювань (лише з батареєю)

source: Too many open files, please increase the limit of open file descriptors.
uk: Відкрито забагато файлів. Збільшіть обмеження дескрипторів відкриття файлу.

source: PowerTOP %s needs the kernel to support the 'perf' subsystem
uk: PowerTOP %s потребує підтримки ядром підсистеми 'perf'

source: as well as support for trace points in the kernel:
uk: як і підтримка точок відстеження для ядра системи:

source: Estimated power: %5.1f Measured power: %5.1f Sum: %5.1f
uk: Розрахункова потужність: %5.1f Виміряна потужність: %5.1f Сумарна: %5.1f

source: The estimated remaining time is %i hours, %i minutes
uk: До завершення залишилось приблизно %iгод. %i хв.

source: Summary
uk: Підсумок

source: wakeups/second
uk: пробуджень/с

source: GPU ops/seconds
uk: оп/с ГП

source: VFS ops/sec and
uk: оп/с VFS та

source: CPU use
uk: використання ЦП

source: Power est.
uk: Оцін. потужність

source: Events/s
uk: Подій/с

source: Category
uk: Категорія

source: Description
uk: Опис

source: Wakeups/s
uk: Пробуджень/с

source: GPU ops/s
uk: оп/с ГП

source: Disk IO/s
uk: Диск IO/с

source: GFX Wakeups/s
uk: Пробудж/с GFX

source: Overview of Software Power Consumers
uk: Зведення про проґрамних споживачів енергії

source: Target:
uk: Мета:

source: 1 units/s
uk: 1 од/с

source: System:
uk: Система:

source: wakeup/s
uk: пробуджень/с

source: CPU:
uk: ЦП:

source: % usage
uk: % uвикор-ня

source: GPU:
uk: ГП:

source: ops/s
uk: оп/с

source: wakeups/s
uk: пробудж/с

source: Top 10 Power Consumers
uk: 10 основних споживачів енергії

source: PowerTOP Version
uk: Версія PowerTOP

source: Kernel Version
uk: Версія ядра

source: System Name
uk: Назва системи

source: CPU Information
uk: Інформація про ЦП

source: OS Information
uk: Інформація про ОС

source: System Information
uk: Інформація про систему

source: Cannot open output file %s (%s)
uk: Неможливо відкрити вихідний файл %s (%s)

source: Good
uk: Добре

source: Bad
uk: Погано

source: Unknown
uk: Невідомо

source: Bluetooth device interface status
uk: Стан інтерфейсу пристрою Bluetooth

source: Wake-on-lan status for device %s
uk: Стан Wake-on-lan для пристрою %s

source: Runtime PM for %s device %s
uk: Керування живленням під час виконання для пристрою %s %s

source: %s device %s has no runtime power management
uk: Пристрій %s %s не підтримує керування живленням під час виконання

source: PCI Device %s has no runtime power management
uk: Пристрій PCI %s не підтримує керування живленням під час виконання

source: Runtime PM for PCI Device %s
uk: Керування живленням процесу для пристрою PCI %s

source: Enable Audio codec power management
uk: Увімкнути керування живленням для Аудіо кодека

source: NMI watchdog should be turned off
uk: Система вартовий пес NMI повинна бути вимкнена

source: Power Aware CPU scheduler
uk: Планувальник енергопопереджень Центрального процесора

source: VM writeback timeout
uk: Закінчення часу зворотнього запису Віртуальної Машини

source: Tunables
uk: Налаштовувані

source: <ESC> Exit | <Enter> Toggle tunable | <r> Window refresh
uk: <ESC> Вихід | <Enter> Перемкнути налаштування | <r> Оновити вікно

source: Script
uk: Скрипт

source: Software Settings in Need of Tuning
uk: Програмні параметри, що потребують підлаштувань

source: Untunable Software Issues
uk: Неналаштовувані параметри програм

source: Optimal Tuned Software Settings
uk: Оптимальні параметри налаштовуваних програм

source: Runtime PM for I2C %s %s (%s)
uk: Керування живленням під час виконання для I2C %s %s (%s)

source: I2C %s %s has no runtime power management
uk: I2C %s %s не підтримує керування живленням під час виконання

source: Enable SATA link power management for %s
uk: Увімкнути керування живленням з'єднання SATA для %s

source: Autosuspend for unknown USB device %s (%s:%s)
uk: Автопризупинка нерозпізнаних пристроїв USB %s (%s:%s)

source: Autosuspend for USB device %s [%s]
uk: Автоматичне засинання для USB пристрою %s [%s]

source: Wireless Power Saving for interface %s
uk: Енергозбереження для бездротового інтерфейсу %s
