Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-python-apt_python-apt-*.po
Languages: uk

source: Ubuntu development series
uk: Розроблювані випуски Ubuntu

source: Canonical-supported free and open-source software
uk: Безкоштовне та відкрите програмне забезпечення, підтримуване Canonical

source: Community-maintained
uk: Підтримується спільнотою (Universe)

source: Community-maintained free and open-source software
uk: Безкоштовне та відкрите програмне забезпечення, підтримуване спільнотою

source: Non-free drivers
uk: Пропрієтарні драйвери

source: Proprietary drivers for devices
uk: Пропрієтарні драйвери для пристроїв

source: Restricted software
uk: Обмежене програмне забезпечення

source: Software restricted by copyright or legal issues
uk: Програми, обмежені правом копіювання чи законами

source: Installation medium with Ubuntu {version} '{codename}'
uk: Інсталяційний носій з Ubuntu {version} '{codename}'

source: Officially supported
uk: Офіційно підтримується

source: Restricted copyright
uk: Обмежені авторські права

source: Canonical Partners
uk: Партнери Canonical

source: Software packaged by Canonical for their partners
uk: Пакунки програм, надані Canonical для своїх партнерів

source: This software is not part of Ubuntu.
uk: Ці програми не є частиною Ubuntu.

source: Independent
uk: Незалежний

source: Provided by third-party software developers
uk: Надано сторонніми розробниками програм

source: Software offered by third party developers.
uk: Програми, пропоновані сторонніми розробниками програмного забезпечення

source: Important security updates
uk: Важливі оновлення безпеки

source: Recommended updates
uk: Рекомендовані оновлення

source: Pre-released updates
uk: Попередні оновлення

source: Unsupported updates
uk: Непідтримувані оновлення

source: Security updates
uk: Оновлення безпеки

source: Proposed updates
uk: Пропоновані оновлення

source: Debian current stable release
uk: Поточна стабільна версія Debian

source: Debian testing
uk: Debian тестовий

source: Debian 'Sid' (unstable)
uk: Debian "Sid" (нестабільний)

source: DFSG-compatible Software with Non-Free Dependencies
uk: DFSG-сумісне програмне забезпечення з невільними залежностями

source: Non-DFSG-compatible Software
uk: Несумісне з DFSG програмне забезпечення

source: Server for %s
uk: Сервер для %s

source: Main server
uk: Основний сервер

source: Custom servers
uk: Власні сервери

source: Missing description for '%s'.Please report.
uk: Відсутній опис для «%s». Прохання повідомити.

source: Invalid unicode in description for '%s' (%s). Please report.
uk: Недійсний юнікод у описі '%s' (%s). Повідомте, будь-ласка.

source: The list of changes is not available
uk: Список змін недоступний

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
uk: Список змін поки що недоступний. Будь ласка, скористайтесь http://launchpad.net/ubuntu/+source/%s/%s/+changelog доки зміни не стануть доступні або спробуйте знов пізніше.

source: Failed to download the list of changes. Please check your Internet connection.
uk: Помилка завантаження списку змін. Перевірте з’єднання з Інтернетом.

source: List of files for '%s' could not be read
uk: Список файлів для «%s» неможливо прочитати

source: List of control files for '%s' could not be read
uk: Немає доступу до списку контрольних файлів для '%s'

source: Dependency is not satisfiable: %s
uk: Неможливо задовольнити залежність: %s

source: Conflicts with the installed package '%s'
uk: Конфлікт з встановленим пакунком '%s'

source: Breaks existing package '%(pkgname)s' dependency %(depname)s (%(deprelation)s %(depversion)s)
uk: Порушені залежності %(depname)s (%(deprelation)s %(depversion)s) встановленого пакунку '%(pkgname)s'

source: Breaks existing package '%(pkgname)s' conflict: %(targetpkg)s (%(comptype)s %(targetver)s)
uk: Порушені залежності пакунка '%(pkgname)s' конфлікт: %(targetpkg)s (%(comptype)s %(targetver)s)

source: Breaks existing package '%(pkgname)s' that conflict: '%(targetpkg)s'. But the '%(debfile)s' provides it via: '%(provides)s'
uk: Порушені залежності пакунка '%(pkgname)s', що конфліктує з: '%(targetpkg)s'. Але '%(debfile)s' вирішує його через: '%(provides)s'

source: No Architecture field in the package
uk: В пакунку відсутнє поле "Архітектура"

source: Wrong architecture '%s' -- Run dpkg --add-architecture to add it and update afterwards
uk: Помилкова архітектура «%s» -- Віддайте команду dpkg --add-architecture, щоб додати її, а потім оновіть систему пакунків

source: A later version is already installed
uk: Пізніша версія вже встановлена

source: Failed to satisfy all dependencies (broken cache)
uk: Не вдалося задовольнити всі залежності (пошкоджений кеш)

source: Cannot install '%s'
uk: Неможливо встановити "%s"

source: Automatically decompressed:
uk: Розпаковано автоматично:

source: Automatically converted to printable ascii:
uk: Автоматично перетворено в ASCII для друку:

source: Install Build-Dependencies for source package '%s' that builds %s
uk: Встановити залежності джерела пакунку '%s', що створює %s

source: An essential package would be removed
uk: Важливий пакунок може бути вилучений

source: %c%s... Done
uk: %c%s... Виконано

source: Hit
uk: В кеші

source: Ign
uk: Ігнор.

source: Err
uk: Пмлк.

source: Get:
uk: Отр:

source: [Working]
uk: [Обробка]

source: Media change: please insert the disc labeled '%s' in the drive '%s' and press enter
uk: Зміна носія: вставте диск з міткою '%s' у пристрій '%s' і натисніть Enter

source: Fetched %sB in %s (%sB/s)
uk: Отримано %sБ за %s (%sБ/с)

source: Please provide a name for this medium, such as 'Debian 2.1r1 Disk 1'
uk: Будь ласка, вкажіть назву для цього носія, наприклад, 'Debian 2.1r1 Disk 1'

source: Please insert an installation medium and press enter
uk: Вставте інсталяційний носій та натисніть клавішу Enter
