Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-plainbox_plainbox-*.po
Languages: uk

source: usage:
uk: користування:

source: None of the providers had a whitelist named '{}'
uk: У жодного з провайдерів немає білого списку з іменем '{}'

source: Environment variables for scripts and jobs
uk: Змінні середовища для сценаріїв та завдань

source: Which implementation of extcmd to use
uk: Яку реалізацію extcmd використовувати

source: {0} [--help] [--version] | [options] <command> ...
uk: {0} [--help] [--version] | [параметри] <команда> ...

source: Constructed %r
uk: Виготовлений %r

source: Activated early logging via environment variables
uk: Залучено ведення журналу раннього доступу через змінні середовища

source: Tool initialization (early mode)
uk: Ініціалізація інструменту (режим раннього доступу)

source: Parsing command line arguments (early mode)
uk: Розбір аргументів командного рядка (ранній режим)

source: Command line parsed to (early mode): %r
uk: Командний рядок розібрано на (ранній режим): %r

source: Tool initialization (late mode)
uk: Ініціалізація інструменту (пізній режим)

source: Parser construction
uk: Конструктор аналізатора

source: Parsing command line arguments
uk: Аналіз аргументів командного рядка

source: Command line parsed to: %r
uk: Командний рядок розібрано до: %r

source: Tool initialization (final steps)
uk: Ініціалізація інструменту (завершальні етапи)

source: Tool initialization complete
uk: Ініціалізацію інструмента завершено

source: Dispatching command...
uk: Відправка команди...

source: show program's version number and exit
uk: показати дані щодо версії програми і завершити роботу

source: logging and debugging
uk: Журналювання та зневадження

source: be more verbose (same as --log-level=INFO)
uk: виводити докладнішу інформацію (так само, як --log-level=INFO)

source: enable DEBUG messages on the root logger
uk: Увімкнути DEBUG повідомлення кореневого логеру

source: display DEBUG messages in the console
uk: Показувати DEBUG повідомлення у терміналі

source: LOGGER
uk: ВЕДЕННЯ ЖУРНАЛУ

source: enable DEBUG messages on the specified logger (can be used multiple times)
uk: дозволити повідомлення вказані у запису DEBUG (може бути використане багато разів)

source: jump into pdb (python debugger) when a command crashes
uk: перемкнутися на pdb (зневаджувальник python) при відмові програми

source: crash on SIGINT/KeyboardInterrupt, useful with --pdb
uk: відмова при SIGINT/KeyboardInterrupt, зазвичай використовується з --pdb

source: too few arguments
uk: недостатньо аргументів

source: caught SystemExit, exiting
uk: SystemExit, здійснюється вихід

source: caught %r, deciding on what to do next
uk: %r, приймається рішення про подальші дії

source: action for exception %r is %s
uk: дією для виключення %r є %s

source: Executable %r invoked with %r has crashed
uk: Виконуваний %r викликаний %r аварійно завершив роботу

source: caught runaway exception: %r
uk: виявлено виняток: %r

source: starting debugger...
uk: запуск зневаджувальника...

source: Trying to load exactly the right command: %r
uk: Спроба завантажити правильну команду: %r

source: Cost of registering guessed command: %f
uk: Вартість реєстрації вгаданої команди: %f

source: Cost of loading all top-level commands: %f
uk: Вартість завантаження всіх команд верхнього рівня: %f

source: Cost of registering all top-level commands: %f
uk: Вартість реєстрації всіх команд верхнього рівня: %f

source: Unable to find any of the executables {}
uk: Не вдалося знайти жоден з виконуваних файлів {}

source: analyze how selected jobs would be executed
uk: аналізування, як обрані завдання можуть бути виконані

source: run all selected local jobs, required to see true data
uk: виконайте усі локальні завдання, потрібні для перегляду вірних даних

source: do not run local jobs
uk: не виконувати local завдання

source: print general job statistics
uk: показати загальну статистику завдань

source: print dependency report
uk: показати звіт про залежності

source: print interactivity report
uk: вивести звіт про інтерактивність

source: print estimated duration report
uk: показати звіт про розрахунковий час

source: print validation report
uk: показати звіт валідації

source: print requirement report
uk: роздрукувати потрібний звіт

source: when coupled with -v, only problematic jobs will be listed
uk: при наявності параметру -v будуть перераховані лише проблемні завдання

source: print desired job list
uk: показати перелік бажаних робіт

source: print run list
uk: вивести перелік запуску

source: check and display plainbox configuration
uk: перевірити і показати конфігурацію plainbox

source: test selection options
uk: тестувати вибрані параметри

source: load the specified test plan
uk: завантажити вказаний план тестування

source: PATTERN
uk: ЗРАЗОК

source: include jobs matching the given regular expression
uk: долучити завдання, що збігаються з регулярним виразом

source: exclude jobs matching the given regular expression
uk: вилучити завдання, що відповідають такому регулярному виразу

source: WHITELIST
uk: БІЛИЙ СПИСОК

source: load whitelist containing run patterns
uk: завантажити білий список, що містить шаблони запуску

source: device management commands This command can be used to show the device that plainbox is executing @EPILOG@ TBD
uk: команди керування пристроєм Ця команда може бути використана для показу пристрою, який працює в plainbox @EPILOG@ TBD

source: list and describe various objects
uk: вивести список і опис різних об’єктів

source: show object attributes
uk: показати атрибути об’єкту

source: list objects from the specified group
uk: вивести об’єкти з зазначеної групи

source: The following parsers are available:
uk: Доступні такі аналізатои:

source: parse stdin with the specified parser
uk: аналізувати stdin зазначеним аналізатором

source: This command can be used to invoke any of the parsers exposed to the `plainbox.parsers` entry point, parse standard input and produce a JSON dump of the resulting data structure on stdout. Keep in mind that most parsers were designed with the 'C' locale in mind. You may have to override the environment variable LANG to "C".
uk: Ця команда може бути використана для виклику будь-якого з аналізаторів з точкою входу `plainbox.parsers`, інтерпретувати дані що надходять з stdin і формувати JSON-дамп структури даних, який далі спрямовується в stdout. Варто зауважити, що більшість аналізаторів були розроблені на основі 'C' locale. Можливо знадобиться замінити значення змінного середовища LANG на "C".

source: Example:
uk: Приклад:

source: PARSER-NAME
uk: ІМ’Я-АНАЛІЗАТОРА

source: Name of the parser to use
uk: Ім’я аналізатора, яке потрібно використовувати

source: run a test job
uk: запустити тестове завдання

source: user interface options
uk: параметри користувацького інтерфейсу

source: skip tests that require interactivity
uk: пропустити тести, що потребують інтерактивності

source: don't really run most jobs
uk: більшість завдань не запускалося

source: don't suppress the output of certain job plugin types
uk: не пригнічуйте вивід певних типів плагінів завдань

source: output options
uk: параметри виведення

source: FORMAT
uk: ФОРМАТ

source: save test results in the specified FORMAT (pass ? for a list of choices)
uk: зберегти результати у вказаному ФОРМАТІ(використовуйте ? для перегляду доступних варіянтів)

source: OPTIONS
uk: ПАРАМЕТРИ

source: comma-separated list of options for the export mechanism (pass ? for a list of choices)
uk: перелік варіантів, перерахованих через кому, для процесу експортування (передати ? для отримання списку можливих варіантів)

source: FILE
uk: ФАЙЛ

source: save test results to the specified FILE (or to stdout if FILE is -)
uk: зберегти результати тестів у вказаний ФАЙЛ (або у stdout, якщо ФАЙЛ -)

source: TRANSPORT
uk: ПЕРЕНЕСЕННЯ

source: use TRANSPORT to send results somewhere (pass ? for a list of choices)
uk: використовувати TRANSPORT для відправлення результатів (передати ? для отримання списку можливих варіянтів)

source: WHERE
uk: ДЕ

source: where to send data using the selected transport
uk: куди відправити дані за допомогою вибраного транспорту

source: comma-separated list of key-value options (k=v) to be passed to the transport
uk: транспорту передається список розділених комами параметрів "ключ-значення" (k=v)

source: run a command from a job
uk: виконати команду з завдання

source: JOB-ID
uk: ІД_ЗАДАЧІ

source: Id of the job to run
uk: Ідентифікатор завдання, яке потрібно запустити

source: run unit and integration tests
uk: запустити модульні і інтеграційні тести

source: abort the test on first failure
uk: припинити тест після першого збою

source: run tests quietly
uk: запускати тести спокійно

source: run tests with normal verbosity (default)
uk: виконати тести з нормальною деталізацією (типово)

source: run tests verbosely, printing each test case name
uk: запуск розширених тестів, виводити назви кожного тесту

source: run integration test suite (this verifies checkbox jobs)
uk: запустити тест з вбудованого комплекту (це перевіряє позначені завдання)

source: run unit tests (this only verifies plainbox core)
uk: запустити тести модулю (це перевіряє лише ядро plainbox)

source: SUITE
uk: КОМПЛЕКС

source: run custom test suite
uk: запустити користувацький комплекс тестів

source: session management commands This command can be used to list, show and remove sessions owned by the current user. @EPILOG@ Each session has a small amount of meta-data that is available for inspection. Each session has an application identifier (set by the application that created that session), a title, that is human readable piece of text that helps to distinguish sessions, and a set of flags. Flags are particularly useful for determining what is the overall state of any particular session. Two flags are standardized (other flags can be used by applications): incomplete and submitted. The 'incomplete' flag is removed after all desired jobs have been executed. The 'submitted' flag is set after a submission is made using any of the transport mechanisms.
uk: команди керування сесіями Ця команда використовується для відображення, перегляду та вилучення сесій, що належать поточному користувачеві. @ЕПІЛОГ@ Кожна сесія має невеликий обсяг мета-даних, що доступні для аналізу. Кожна сесія має ідентифікатор програми (встановлений програмою, що створила сесію), заголовок, що є легкочитним текстом, що допомагає відрізняти сеасії, та набір прапорів. Прапори зокрема стають в нагоді при визначенні загального стану певної сесії. Два прапори є стандартними (інші прапори можуть використовуватись програмами): незавершений та надісланий. Прапор «незавершений» вилучається, коли виконані всі бажані завдання. Прапор «надісланий» встановлюється після того, як відбулося надсилання за допомогою одного з транспортних протоколів.

source: available session subcommands
uk: доступні підкоманди сесії

source: list available sessions
uk: вивести перелік доступних сесій

source: print one id per line only
uk: виводити суворо по одному ідентифікатору на рядок

source: remove one more more sessions
uk: вилучити одну або декілька сесій

source: SESSION-ID
uk: ID СЕСІЇ

source: Identifier of the session to remove
uk: Ідентифікатор сесії, що вилучається

source: show a single session
uk: відобразити одну сесію

source: Identifier of the session to show
uk: Ідентифікатор відображуваної сесії

source: resume the session (useful for debugging)
uk: відновити сесію (корисно для зневадження)

source: FLAG
uk: ПРАПОР

source: pass this resume flag to the session resume code
uk: передати цей прапор продовження до коду продовження сесії

source: archive a single session
uk: помістити одну сесію в архів

source: Identifier of the session to archive
uk: Ідентифікатор поміщуваної у архів сесії

source: ARCHIVE
uk: АРХІВ

source: Name of the archive to create
uk: Ім’я створюваного архіву

source: export a single session
uk: експортувати одну сесію

source: Identifier of the session to export
uk: Ідентифікатор експортованої сесії

source: special/internal commands
uk: спеціяльні/внутрішні команди

source: list jobs instead of running them
uk: вивести список завдань, а не запускати їх

source: list jobs with cheksums instead of running them
uk: вивести список завдань з контрольними сумами, а не запускати їх

source: list all unique resource expressions
uk: перелік усіх унікальних виразів ресурсу

source: print a graph of jobs instead of running them
uk: роздрукувати графік завдань, а не запускати їх

source: show resource relationships (for --dot)
uk: показати зв’язок ресурсів (для --dot)

source: create a new provider (directory) Creates a new provider from a built-in skeleton. @EPILOG@ The name of the provider must follow the pattern ``YYYY.example.org:name`` where ``YYYY`` is a four-digit year when the author of the provider owned the domain (here, ``example.org``) and ``name`` is arbitrary identifier that is managed by the owner of that domain. The identifier should be constrained to ASCII, digits and the dash character. This naming scheme allows anyone that ever owned a domain name to come up with non-clashing provider identifiers. Those identifiers are going to be used in fully qualified names of various objects. This command creates a new skeleton test provider for PlainBox. The generated content should be edited to fit a particular purpose.
uk: створити нового провайдера (каталог) Створює нового провайдера на основі вбудованого каркасу @EPILOG@ Назва провайдера повинна задовільняти шаблон ``YYYY.example.org:name``, де ``YYYY`` є чотиризначним роком, у якому автор провайдера був власником домену (тут, ``example.org`) і ``name`` - це довільний ідентифікатор, який визначається власником відповідного домену. Ідентифікатор повинен бути наданий у вигляді симвлів кодування ASCII, цифр та символу дефіс. Дана система найменування дозволяється кожному, хто коли-небудь був власником доменного ім’я, підібрати ідентифікатори провайдера, що не конфліктують з рештою. Ці ідентифікатори будуть використовуватися в повністю задовільняючих вимоги назвах різних об’єктів. Дана команда створює каркас тестового провайдера для PlainBox. Для задоволення конкертної мети згенероване наповнення повинно бути відредаговано.

source: name
uk: назва

source: provider name, eg: YYYY.example.org:some-name
uk: ім’я провайдера, наприклад: YYYY.example.org:some-name

source: create an empty provider
uk: створити порожнього провайдера

source: crashing as requested
uk: збій згідно вимозі

source: crash the application
uk: викликати збій додатку

source: raise an exception
uk: викликати виключення

source: hang the application with a busy loop
uk: підвісити додаток за допомогою циклу з очікуванням

source: development commands
uk: команди розробника

source: plainbox dev <subcommand> ...
uk: plainbox dev <підкоманда> ...

source: [Desired Job List]
uk: [Перелік бажаних завдань]

source: [Run List]
uk: [Перелік запуску]

source: [Running Local Jobs]
uk: [Запущені завдання Local]

source: Problem list
uk: Перелік проблем

source: [General Statistics]
uk: [Загальна статистика]

source: Known jobs: {}
uk: Відомі завдання: {}

source: Selected jobs: {}
uk: Обрані завдання {}

source: [Dependency Report]
uk: [Звіт про залежності]

source: Selected jobs have no dependency problems
uk: Обрані завдання не мають проблем з залежностями

source: [Interactivity Report]
uk: [Звіт щодо інтерактивності]

source: automatic
uk: автоматично

source: interactive
uk: інтерактивно

source: unknown
uk: невідомо

source: [Estimated Duration Report]
uk: [Звіт про розрахункову тривалість]

source: Estimated test duration:
uk: Розрахунковий час тестуваня:

source: automated tests: {}
uk: автоматичне тестування: {}

source: cannot estimate
uk: не вдалося розрахувати

source: manual tests: {}
uk: ручні тестування: {}

source: total: {}
uk: загалом: {}

source: [Validation Report]
uk: [Звіт щодо перевірки]

source: Job defined in {}
uk: Завдання, визначене у {}

source: No problems found
uk: Проблем не виявлено

source: [Requirement Report]
uk: [Вимагати Звіт]

source: Configuration files:
uk: Файли налаштування:

source: - {0} (not present)
uk: - {0} (немає)

source: Variables:
uk: Змінні:

source: Sections:
uk: Розділи:

source: Problems:
uk: Проблеми:

source: - variable {0}: {1}
uk: - змінна {0}: {1}

source: No validation problems found
uk: Проблеми валідації не виявлені

source: Using whitelist %r obtained from provider %r
uk: Використовувати білий список %r, отриманий від провайдера %r

source: Unable to load whitelist %r: %s
uk: Не вдалося завантажити білий список %r: %s

source: There is no test plan: %s
uk: Там немає пляну тестування: %s

source: Incorrect pattern %r: %s
uk: Некоректний шаблон %r: %s

source: No supported devices detected?
uk: Підтримувані пристрої не виявлені?

source: children
uk: нащадки

source: Unable to decode input stream, must be valid UTF-8
uk: Не вдалося декодувати вхідний потік, некоректний UTF-8

source: Pick an action
uk: Виберіть дію

source: Category: {0}
uk: Категорія: {0}

source: press ENTER to continue
uk: натисніть клавішу ENTER, щоб продовжити

source: add a comment
uk: додати коментар

source: skip this job
uk: пропустити це завдання

source: save the session and quit
uk: зберегти сеанс і вийти

source: Command output hidden
uk: Виведення команди приховане

source: Purpose:
uk: Призначення:

source: Steps:
uk: Кроки:

source: Verification:
uk: Перевірка:

source: Job cannot be started because:
uk: Не можна почати завдання, тому що:

source: Outcome
uk: Результат

source: Waiting for the system to shut down or reboot...
uk: Очікування вимикання або перезавантаження системи...

source: invalid choice: '{}'
uk: неприпустимий вибір: '{}'

source: Resume Incomplete Session
uk: Продовжити незавершену сесію

source: There is {0} incomplete session that might be resumed
uk: Може бути продовжена {0} незавершена сесія

source: resume this session
uk: продовжити цю сесію

source: next session
uk: наступна сесія

source: create new session
uk: створити нову сесію

source: Do you want to resume session {0!a}?
uk: Ви хочете продовжити сесію {0!a}?

source: ignore this problem
uk: нехтувати цю проблему

source: erase this session
uk: стерти цю сесію

source: Session removed
uk: Сесія вилучена

source: Session not resumed
uk: Сесію не продовжено

source: Available output formats:
uk: Доступні формати виводу:

source: Each format may support a different set of options
uk: Кожен формат може підтримувати різні набори параметрів

source: Available transports: {}
uk: Доступні транспорти: {}

source: Corrupted session %s: %s
uk: Пошкоджена сесія %s: %s

source: yes
uk: так

source: no
uk: ні

source: Do you want to start a new session?
uk: Ви волієте почати нову сесію?

source: Previous session run tried to execute job: {}
uk: Попередня сесія намагалась виконати завдання: {}

source: skip that job
uk: пропустити те завдання

source: mark it as passed and continue
uk: позначити його як успішне та продовжити

source: mark it as failed and continue
uk: позначити його як невдале та продовжити

source: run it again
uk: виконати його знову

source: What do you want to do with that job?
uk: Що ви бажаєте зробити з завданням?

source: Skipped after resuming execution
uk: Пропущено після відновлення виконання

source: Passed after resuming execution
uk: Пройдено успішно після відновлення виконання

source: Failed after resuming execution
uk: Збій після відновлення виконання

source: The job database you are currently using is broken
uk: База даних завдань, що використовується на дану мить пошкоджена

source: At least two jobs contend for the id {0}
uk: Як мінімум два завдання претендують на ідентифікатор {0}

source: First job defined in: {0}
uk: Перше завдання визначено у: {0}

source: Second job defined in: {0}
uk: Друге завдання визначено у: {0}

source: This session cannot be resumed
uk: Не вдалося продовжити цю сесію

source: Analyzing Jobs
uk: Аналіз завдань

source: Authentication
uk: Автентифікація

source: Running Selected Jobs
uk: Виконання вибраних завдань

source: Running job {} / {}. Estimated time left: {}
uk: Виконується завдання {} / {}. Час, що залишився: {}

source: Please enter your comments:
uk: Напишіть свої коментарі:

source: Explicitly skipped before execution
uk: Явним чином пропущено до початку виконання

source: Results
uk: Результати

source: Saving results to {}
uk: Збереження результатів у {}

source: Select an outcome or an action:
uk: Виберіть результат або дію:

source: set outcome to {0}
uk: встановити результатом значення {0}

# set outcome to <pass>
source: pass
uk: пройдено

# set outcome to <fail>
source: fail
uk: невдача

# set outcome to <skip>
source: skip
uk: пропущено

source: re-run this job
uk: повторно виконати це завдання

source: set suggested outcome [{0}]
uk: встановити пропонований результат [{0}]

source: Please decide what to do next:
uk: Вирішіть, що робити далі:

source: outcome
uk: результат

source: comments
uk: коментарі

# none comment
source: none
uk: немає

source: Warning
uk: Попередження

source: There were some problems with the selected jobs
uk: Виникли проблеми з вибраними завданнями

source: Problematic jobs will not be considered
uk: Проблемні завдання не будуть розглядатися

source: Session Statistics
uk: Статистика сесії

source: This session is about {0:.2f}{percent} complete
uk: Цю сесію завершено приблизно на {0:.2f}{percent}

source: Estimated duration is {:.2f} for automated jobs.
uk: Розрахункова тривалість автоматичних завдань складає {:.2f}.

source: Estimated duration cannot be determined for automated jobs.
uk: Розрахункова тривалість не може бути визначена для автоматичних завдань.

source: Estimated duration is {:.2f} for manual jobs.
uk: Розрахункова тривалість завдань, що виконуються вручну, складає {:.2f}.

source: Estimated duration cannot be determined for manual jobs.
uk: Розрахункова тривалість не може бути визначена для завдань, що виконуються вручну.

source: Size of the desired job list: {0}
uk: Розмір переліку бажаних завдань: {0}

source: Size of the effective execution plan: {0}
uk: Розмір ефективного плану виконання: {0}

source: There is no job called {!a}
uk: Завдання не викликано {!a}

source: See `plainbox special --list-jobs` for a list of choices
uk: Див. `plainbox special --list-jobs` для отримання переліку варіантів

source: Selected job does not have a command
uk: Відсутня команда для вибраного завдання

source: Leftover file detected: {!a}:
uk: Виявлено залишковий файл: {!a}:

source: Leftover directory detected: {!a}
uk: Виявлено невилучений каталог: {!a}

source: Leftover thing detected: {!a}
uk: Виявлено залишковий файл: {!a}

source: job {} returned {}
uk: завдання {} повернутися {}

source: command:
uk: команда:

source: session {0} app:{1}, flags:{2!r}, title:{3!r}
uk: сесія {0} програма:{1}, прапори:{2!r}, заголовок:{3!r}

source: session {0} (not saved yet)
uk: сесія {0} (ще не збережена)

source: There are no stored sessions
uk: Збережені сесії відсутні

source: No such session
uk: Немає такої сесії

source: location:
uk: розташування:

source: application ID: {0!r}
uk: ID програми: {0!r}

source: application-specific blob: {0}
uk: великий двійковий об'єкт цієї програми: {0}

source: session title: {0!r}
uk: заголовок сесії: {0!r}

source: session flags: {0!r}
uk: прапорці сесії: {0!r}

source: current job ID: {0!r}
uk: ID поточного завдання: {0!r}

source: data size: {0}
uk: розмір даних: {0}

source: Resuming session {0} ...
uk: Відновлення сесії {0} ...

source: Failed to resume session:
uk: Не вдалося відновити сесію:

source: session resumed successfully
uk: сесія успішно відновлена

source: No such session: {0}
uk: Немає такої сесії: {0}

source: Archiving session...
uk: Поміщення сесії в архів...

source: Created archive: {0}
uk: Створений архів: {0}

source: Exporting session...
uk: Експорт сесії...
