Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-recode_recode-*.po
Languages: ru, uk

source: No error
ru: Нет ошибки
uk: Без помилок

source: Non canonical input
ru: Ввод не в канонической форме
uk: Неканонічне введення

source: Ambiguous output
ru: Неоднозначный ввод
uk: Неоднозначне виведення

source: Untranslatable input
ru: Непреобразуемый ввод
uk: Неперетворюваний ввід

source: Invalid input
ru: Неверный ввод
uk: Невірний ввід

source: System detected problem
ru: Системой обнаружена проблема
uk: Система виявила проблему

source: Misuse of recoding library
ru: Неправильное использование библиотеки перекодировки
uk: Неправильне використання бібліотеки перекодування

source: Internal recoding bug
ru: Внутренняя ошибка кодировщика
uk: Вада програми перекодування

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
uk: Дана проґрама є вільною; її можна розповсюджувати та змінювати відповідно договору GNU General Public License, оголошеному Фондом Вільного Проґрамного Забезпечення; версія 2 або пізніша. Автор не приймає на себе ніяких гарантійних зобов’язань, як явно виражених, так й опосередкованих, у тому числі, гарантію товарного стану при продажу та придатності для використання з конкретною метою. Якщо разом з проґрамою ви не отримали копію GNU General Public License, повідомте в ФСПО за адресою, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA

source: Try `%s %s' for more information.
ru: Для дополнительных сведений используйте `%s %s'.
uk: Для додаткових відомостей використовуйте `%s %s'.

source: Free `recode' converts files between various character sets and surfaces.
ru: Свободная программа `recode' преобразует файлы из одной кодировки в другую.
uk: Вільна програма «recode» перетворює файли з одного кодування у інше.

source: Usage: %s [OPTION]... [ [CHARSET] | REQUEST [FILE]... ]
ru: Использование: %s [ОПЦИИ]... [ [КОДИРОВКА] | ЗАПРОС [ФАЙЛ]... ]
uk: Використання: %s [ОПЦІЇ]... [ [КОДУВАННЯ] | ЗАПИТ [ФАЙЛ]... ]

source: If a long option shows an argument as mandatory, then it is mandatory for the equivalent short option also. Similarly for optional arguments.
ru: Если длинная опция имеет обязательный аргумент, тогда он обязателен и для эквивалентной короткой опции. То же самое и для необязательных аргументов.
uk: Якщо довга опція має обов’язковий аргумент, тоді він обов’язковий й для еквівалентної короткої опції. Те саме й для необов’язкових аргументів.

source: Listings: -l, --list[=FORMAT] list one or all known charsets and aliases -k, --known=PAIRS restrict charsets according to known PAIRS list -h, --header[=[LN/]NAME] write table NAME on stdout using LN, then exit -F, --freeze-tables write out a C module holding all tables -T, --find-subsets report all charsets being subset of others -C, --copyright display Copyright and copying conditions --help display this help and exit --version output version information and exit
ru: Вывод: -l, --list[=ФОРМАТ] вывести список всех или некоторых известных наборов символов и их псевдонимов -k, --known=ПАРЫ ограничить набор символов, основываясь на списке ПАР -h, --header[=[ЯЗ/]ИМЯ] вывести таблицу ИМЯ на stdout в формате ЯЗ, затем выйти -F, --freeze-tables вывести модуль C, содержащий все таблицы -T, --find-subsets вывести все наборы символов, являющиеся подмножеством других -C, --copyright вывести сведения об авторских правах --help вывести этот текст и выйти --version вывести номер версии и выйти
uk: Вивід: -l, --list[=ФОРМАТ] вивести перелік усіх або деяких відомих наборів символів та їх псевдонімів -k, --known=ПАРИ обмежити набори символів відповідно до відомих списків ПАР -h, --header[=[МОВ/]ІМ’Я] вивести таблицю ІМ’Я на stdout у форматі МОВ, потім вийти -F, --freeze-tables вивести модуль C, що містить усі таблиці -T, --find-subsets вивести усі набори символів, що є підмножиною інших -C, --copyright вивести відомості про авторські права --help вивести цей текст та вийти --version вивести номер версії та вийти

source: Operation modes: -v, --verbose explain sequence of steps and report progress -q, --quiet, --silent inhibit messages about irreversible recodings -f, --force force recodings even when not reversible -t, --touch touch the recoded files after replacement -i, --sequence=files use intermediate files for sequencing passes --sequence=memory use memory buffers for sequencing passes
uk: Режими роботи: -v, --verbose інформувати про послідовність кроків і здійснену роботу -q, --quiet, --silent не повідомляти про незворотні перекодування -f, --force здійснювати перекодування навіть у випадку отримання незворотнього рузультату -t, --touch оновити час перекодованих файлів після їх заміни -i, --sequence=files використовувати проміжні файли для роботи --sequence=memory використовувати буфери пам’яті для роботи

source: -p, --sequence=pipe use pipe machinery for sequencing passes
uk: -p, --sequence=pipe використовувати канали для створення послідовних проходів

source: -p, --sequence=pipe same as -i (on this system)
uk: -p, --sequence=pipe те саме, що -i (на цій системі)

source: Fine tuning: -s, --strict use strict mappings, even loose characters -d, --diacritics convert only diacritics or alike for HTML/LaTeX -S, --source[=LN] limit recoding to strings and comments as for LN -c, --colons use colons instead of double quotes for diaeresis -g, --graphics approximate IBMPC rulers by ASCII graphics -x, --ignore=CHARSET ignore CHARSET while choosing a recoding path
uk: Зміна параметрів роботи: -s, --strict сувора відповідність, навіть з втратою знаків -d, --diacritics конвертувати лише діяктричні знаки, на кшалт вживаних у HTML та LaTeX -S, --source[=МОВА] перекодовувати лише рядки й коментарі МОВИ -c, --colons використовувати двокрапку замість подвійних лапок у діяктричних знаках -g, --graphics спробувати замінити рамки IBMPC знаками ASCII -x, --ignore=КОДУВАННЯ нехтувати КОДУВАННЯ, обираючи шлях кодування

source: Option -l with no FORMAT nor CHARSET list available charsets and surfaces. FORMAT is `decimal', `octal', `hexadecimal' or `full' (or one of `dohf').
uk: Опція -l без ФОРМАТУ та КОДУВАННЯ показує відомі таблиці знаків і способи кодування. ФОРМАТ -- `decimal', `octal', `hexadecimal' чи `full' (чи один з `dohf').

source: Unless DEFAULT_CHARSET is set in environment, CHARSET defaults to the locale dependent encoding, determined by LC_ALL, LC_CTYPE, LANG.
uk: Якщо в середовищі не встановлена змінна DEFAULT_CHARSET, CHARSET за замовчуванням дорівнює кодуванню, що залежить від локалі, визначене змінними LC_ALL, LC_CTYPE, LANG.

source: With -k, possible before charsets are listed for the given after CHARSET, both being tabular charsets, with PAIRS of the form `BEF1:AFT1,BEF2:AFT2,...' and BEFs and AFTs being codes are given as decimal numbers.
uk: З параметром -k, перелічуються можливі попереду кодування для наданих після КОДУВАННЯ, обидва у вигляді наборами символів, з ПАРИ у форматі «BEF1:AFT1,BEF2:AFT2,...», де BEFn та AFT, будуть кодами, що виглядають як десяткові числа.

source: LN is some language, it may be `c', `perl' or `po'; `c' is the default.
ru: ЯЗ это язык: `c', `perl' или `po'; по умолчанию `c'.
uk: МОВ це мова: `c', `perl' або `po'; типово `c'.

source: REQUEST is SUBREQUEST[,SUBREQUEST]...; SUBREQUEST is ENCODING[..ENCODING]... ENCODING is [CHARSET][/[SURFACE]]...; REQUEST often looks like BEFORE..AFTER, with BEFORE and AFTER being charsets. An omitted CHARSET implies the usual charset; an omitted [/SURFACE]... means the implied surfaces for CHARSET; a / with an empty surface name means no surfaces at all. See the manual.
uk: ЗАПИТ - це ПІДЗАПИТ[,ПІДЗАПИТ]...; ПІДЗАПИТ - це ЗАКОДУВАННЯ[..ЗАКОДУВАННЯ]... ЗАКОДУВАННЯ - це is [КОДУВАННЯ][/[ПОВЕРХНЯ]]...; ЗАПИТ часто виглядає як BEFORE..AFTER, де BEFORE та AFTER - це кодування. Пропущене КОДУВАННЯ означає стандарте кодування; an omitted [/ПОВЕРХНЯ]... означає, що мається на увазі КОДУВАННЯ; a / з порожньою назвою поверхні означає, означає, що поверхноь не буде взагалі. Див. довідку man.

source: If none of -i and -p are given, presume -p if no FILE, else -i. Each FILE is recoded over itself, destroying the original. If no FILE is specified, then act as a filter and recode stdin to stdout.
uk: Якщо не вказано жодного з параметрів -i та -p, вважати активним -p, якщо немає ФАЙЛ, інакше -i. Кожен ФАЙЛ перекодовується сам у себе із знищенням. Якщо ФАЙЛ не задано, то працює як фільтр, виконуючи перекодування зі стандартного введення у стандартне виведення.

source: Report bugs to <recode-bugs@iro.umontreal.ca>.
ru: Присылайте сообщения об ошибках на <recode-bugs@iro.umontreal.ca>.
uk: Надсилайте повідомлення про помилки на <recode-bugs@iro.umontreal.ca>.

source: Sequence `%s' is ambiguous
ru: Последовательность `%s' двусмысленна
uk: Послідовність `%s' двозмістовна

source: Sequence `%s' is unknown
ru: Последовательность `%s' не известна
uk: Послідовність `%s' невідома

source: Language `%s' is ambiguous
ru: Язык `%s' двусмысленен
uk: Мова `%s' двозмістовна

source: Language `%s' is unknown
ru: Язык `%s' не известен
uk: Мова `%s' невідома

source: Format `%s' is ambiguous
ru: Формат `%s' двусмысленен
uk: Формат `%s' неоднозначний

source: Format `%s' is unknown
ru: Неизвестный формат `%s'
uk: Невідомий формат `%s'

source: Written by Franc,ois Pinard <pinard@iro.umontreal.ca>.
ru: Автор Франсуа Пинар (Franc,ois Pinard) <pinard@iro.umontreal.ca>.
uk: Автор Франсуа Пінар (Franc,ois Pinard) <pinard@iro.umontreal.ca>.

source: Copyright (C) 1990, 92, 93, 94, 96, 97, 99 Free Software Foundation, Inc.
uk: © 1990, 92, 93, 94, 96, 97, 99 Free Software Foundation, Inc.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ru: Это свободная программа; подробности об условиях распространения смотрите в исходном тексте. Мы НЕ предоставляем гарантий; даже гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ.
uk: Це проґрамне забезпечення є вільним, умови копіювання викладено у його початкових кодах. Умовами ліцензування проґрами НЕ передбачено жодних гарантій, зокрема гарантій працездатності або придатності для певної мети.

source: Symbol `%s' is unknown
ru: Неизвестный символ `%s'
uk: Невідомий символ `%s'

source: Charset `%s' is unknown or ambiguous
ru: Кодировка `%s' не известна или двусмысленна
uk: Кодування `%s' невідоме або двозмістовне

source: Required argument is missing
ru: Пропущен необходимый аргумент
uk: Пропущено потрібний аргумент

source: Syntax is deprecated, please prefer `%s'
ru: Устаревший синтаксис. Пожалуйста, используйте `%s'
uk: Застарілий синтаксис. Будь-ласка, використовуйте `%s'

source: Request `%s' is erroneous
ru: Запрос `%s' ошибочен
uk: Запит `%s' помилковий

source: Recoding %s...
ru: Перекодирую %s...
uk: Перекодовую %s...

source: done
ru: готово
uk: готово

source: failed: %s in step `%s..%s'
ru: не получилось: %s на шаге `%s..%s'
uk: не вийшло: %s на кроці `%s..%s'

source: %s failed: %s in step `%s..%s'
ru: %s не получилось: %s на шаге `%s..%s'
uk: %s не вийшло: %s на кроці `%s..%s'

source: %s in step `%s..%s'
ru: %s на шаге `%s..%s'
uk: %s на кроці `%s..%s'

source: Charset %s already exists and is not %s
ru: Кодировка %s уже существует и не является %s
uk: Кодування %s вже існує й не є %s

source: Cannot list `%s', no names available for this charset
ru: Не могу вывести список `%s', нет ни одного имени для этой кодировки
uk: Не можу вивести перелік `%s', немає жодного ім’я для цього кодування

source: Sorry, no names available for `%s'
uk: Вибачте, немає доступних імен для `%s'

source: Resurfacer set more than once for `%s'
uk: Процедура закодування вживається частіше, як один раз для `%s'

source: Unsurfacer set more than once for `%s'
uk: Процедура розкодування вживається частіше, як один раз для `%s'

source: Virtual memory exhausted
uk: Віртуальна пам'ять вичерпана

source: Codes %3d and %3d both recode to %3d
ru: Оба кода, %3d и %3d, преобразуются в %3d
uk: Обидва коди, %3d та %3d, перетворюються у %3d

source: No character recodes to %3d
ru: Ни один символ не перекодируется в %3d
uk: Жоден символ не перекодовується у %3d

source: Cannot invert given one-to-one table
ru: Не могу инвертировать данную таблицу один к одному
uk: Не можу інвертувати дану таблицю один до одного

source: Following diagnostics for `%s' to `%s'
uk: Діагностика перетворення з `%s' у `%s'

source: Pair no. %d: <%3d, %3d> conflicts with <%3d, %3d>
ru: Пара номер %d: <%3d, %3d> конфликтует с <%3d, %3d>
uk: Пара номер %d: <%3d, %3d> конфліктує з <%3d, %3d>

source: Cannot complete table from set of known pairs
ru: Не могу заполнить таблицу из набора известных пар
uk: Не можу заповнити таблицю з набору відомих пар

source: Identity recoding, not worth a table
uk: Просте перекодування, якому не потрібна таблиця

source: Recoding is too complex for a mere table
ru: Перекодировка слишком сложна для простой таблицы
uk: Перекодування заскладне для простої таблиці

source: %sConversion table generated mechanically by Free `%s' %s
ru: %sТаблица преобразования сгенерирована механически с помощью Free `%s' %s
uk: %sТаблиця перетворення згенерована механічно за допомогою Free `%s' %s

source: %sfor sequence %s.%s
ru: %sдля последовательности %s.%s
uk: %sдля послідовності %s.%s

source: No table to print
ru: Нет таблицы, которую можно было бы распечатать
uk: Немає таблиці, яку можна було б роздрукувати

source: reversible
ru: обратимая
uk: реверсивна

source: %s to %s
ru: из %s в %s
uk: %s до %s

source: byte
uk: байт

source: variable
uk: змінна

source: *Unachievable*
uk: *Недосяжно*

source: *mere copy*
ru: *просто копия*
uk: *просто копія*

source: Virtual memory exhausted!
ru: Кончилась виртуальная память!
uk: Забракувало віртуальної пам’яті!

source: Step initialisation failed
ru: Не получилось выполнить шаг инициализации
uk: Не вийшло виконати крок ініціалізації

source: Step initialisation failed (unprocessed options)
ru: Не получилось выполнить шаг инициализации (необработанные опции)
uk: Не вийшло виконати крок ініціалізації (неопрацьовані опції)

source: Request: %s
ru: Запрос: %s
uk: Запит: %s

source: Shrunk to: %s
uk: Стиснуто до: %s

source: Unrecognised surface name `%s'
uk: Невідоме ім’я способу кодування `%s'

source: No way to recode from `%s' to `%s'
uk: Неможливо перекодувати з `%s' у `%s'

source: Expecting `..' in request
uk: У запиті очікувалася `..'

source: Child process wait status is 0x%0.2x
uk: Статус очікування дочірнього процесу -- 0x%0.2x

source: UCS2 Mne Description
uk: UCS2 Mne Опи
