Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-rrdtool_rrdtool-*.po
Languages: ru, uk

source: RRDtool %s Copyright by Tobias Oetiker <tobi@oetiker.ch> Compiled %s %s Usage: rrdtool [options] command command_options
ru: RRDtool %s Авторское право принадлежит Tobias Oetiker <tobi@oetiker.ch> Собран %s %s Использование: rrdtool [параметры] команда параметры_команды
uk: RRDtool %s © Tobias Oetiker <tobi@oetiker.ch> Зкомпільовано %s %s Використання: rrdtool [параметри] команда параметри_команди

source: Valid commands: create, update, updatev, graph, graphv, dump, restore, last, lastupdate, first, info, list, fetch, tune, resize, xport, flushcached
ru: Допустимые команды: create, update, updatev, graph, graphv, dump, restore, last, lastupdate, first, info, list, fetch, tune, resize, xport, flushcached
uk: Дійсні команди: create, update, updatev, graph, graphv, dump, restore, last, lastupdate, first, info, list, fetch, tune, resize, xport, flushcached

source: Valid remote commands: quit, ls, cd, mkdir, pwd
ru: Допустимые команды удалённого доступа: quit, ls, cd, mkdir, pwd
uk: Допустимі віддалені команди: quit, ls, cd, mkdir, pwd

source: * create - create a new RRD rrdtool create filename [--start|-b start time] [--step|-s step] [--template|-t template-file] [--source|-r source-file] [--no-overwrite|-O] [--daemon|-d address] [DS:ds-name:DST:dst arguments] [RRA:CF:cf arguments]
ru: * create - создать новую базу данных RRD rrdtool create имя_файла [--start|-b время] [--step|-s интервал] [--template|-t файл_шаблона] [--source|-r исходный_файл] [--no-overwrite|-O] [--daemon|-d адрес] [DS:источник_данных:DST:тип_источника_данных] [RRA:CF:функция_консолидации]
uk: * create - створити новий RRD rrdtool create ім'яфайла [--start|-b start time] [--step|-s крок] [--template|-t файл-шаблон] [--source|-r вихідний-файл] [--no-overwrite|-O] [--daemon|-d адреса] [DS:ds-name:DST:dst аргументи] [RRA:CF:cf аргументи]

source: * dump - dump an RRD to XML rrdtool dump [--header|-h {none,xsd,dtd}] [--no-header|-n] [--daemon|-d address] file.rrd [file.xml]
ru: * dump - сделать дамп базы данных RRD в XML файл rrdtool dump [--header|-h {none,xsd,dtd}] [--no-header|-n] [--daemon|-d адрес] файл.rrd [файл.xml]
uk: * dump - скинути дамп RRD до XML rrdtool dump [--header|-h {none,xsd,dtd}] [--no-header|-n] [--daemon|-d адреса] file.rrd [file.xml]

source: * info - returns the configuration and status of the RRD rrdtool info [--daemon|-d <addr> [--noflush|-F]] filename.rrd
ru: * info - показать конфигурацию и статус базы данных RRD rrdtool info [--daemon|-d <адрес> [--noflush|-F]] имя_файла.rrd
uk: * info - виведення конфігурації та стану RRD rrdtool info [--daemon|-d <адреса> [--noflush|-F]] filename.rrd

source: * list - returns the list of RRDs rrdtool list [--daemon <address>] [--noflush] <dirname>
ru: * list - возвращает список RRD rrdtool list [--daemon <адрес>] [--noflush] <каталог>
uk: * list - виведення списку усіх RRD rrdtool list [--daemon <адреса>] [--noflush] <назвакаталогу>

source: * restore - restore an RRD file from its XML form rrdtool restore [--range-check|-r] [--force-overwrite|-f] filename.xml filename.rrd
ru: * restore - восстановить файл RRD из файла формата XML rrdtool restore [--range-check|-r] [--force-overwrite|-f] имя_файла.xml имя_файла.rrd
uk: * restore - відновлення файлу RRD з форми XML rrdtool restore [--range-check|-r] [--force-overwrite|-f] filename.xml filename.rrd

source: * last - show last update time for RRD rrdtool last filename.rrd [--daemon|-d address]
ru: * last - показать время последнего изменения базы данных RRD rrdtool last имя_файла.rrd [--daemon|-d адрес]
uk: * last - показати час останнього оновлення RRD rrdtool last filename.rrd [--daemon|-d адреса]

source: * lastupdate - returns the most recent datum stored for each DS in an RRD rrdtool lastupdate filename.rrd [--daemon|-d address]
ru: * lastupdate - показать самые последние значения, хранящиеся для каждого источника данных (DS) в базе данных RRD rrdtool lastupdate имя_файла.rrd [--daemon|-d адрес]
uk: * lastupdate - виведення останніх даних збережених для кожного DS у RRD rrdtool lastupdate filename.rrd [--daemon|-d адреса]

source: * first - show first update time for RRA within an RRD rrdtool first filename.rrd [--rraindex number] [--daemon|-d address]
ru: * first - показать время первого изменения кольцевого архива (RRA) в базе данных RRD rrdtool first имя_файла.rrd [--rraindex номер_RRA] [--daemon|-d адрес]
uk: * first - показати час першого оновлення RRA в межах RRD rrdtool first filename.rrd [--rraindex номер] [--daemon|-d адреса]

source: * update - update an RRD rrdtool update filename [--template|-t ds-name:ds-name:...] [--skip-past-updates|-s] [--daemon|-d <address>] time|N:value[:value...] at-time@value[:value...] [ time:value[:value...] ..]
ru: * update - обновить базу данных RRD rrdtool update имя_файла [--template|-t источник_данных:источник_данных:...] [--skip-past-updates|-s] [--daemon|-d <адрес>] время|N:значение[:значение...] время_в_форме_AT@значение[:значение...] [ время:значение[:значение...] ..]
uk: * update - оновити RRD rrdtool update ім'яфайла [--template|-t ds-name:ds-name:...] [--skip-past-updates|-s] [--daemon|-d <адреса>] time|N:value[:value...] at-time@value[:value...] [ time:value[:value...] ..]

source: * updatev - a verbose version of update returns information about values, RRAs, and datasources updated rrdtool updatev filename [--template|-t ds-name:ds-name:...] [--skip-past-updates|-s] time|N:value[:value...] at-time@value[:value...] [ time:value[:value...] ..]
ru: * updatev - расширенный вариант обновления возвращает информацию об измененных значениях, кольцевых архивах и источниках данных rrdtool updatev имя_файла [--template|-t источник_данных:источник_данных:...] [--skip-past-updates|-s] время|N:значение[:значение...] время_в_форме_AT@значение[:значение...] [ время:значение[:значение...] ..]
uk: * updatev -докладна версія оновлення виведення відомостей про значення, RRA, оновлені джерела даних rrdtool updatev ім'яфайла [--template|-t ds-name:ds-name:...] [--skip-past-updates|-s] time|N:value[:value...] at-time@value[:value...] [ time:value[:value...] ..]

source: * fetch - fetch data out of an RRD rrdtool fetch filename.rrd CF [-r|--resolution resolution] [-s|--start start] [-e|--end end] [-a|--align-start] [-d|--daemon <address>]
ru: * fetch - получение данных из базы данных RRD rrdtool fetch имя_файла.rrd функция_консолидации [-r|--resolution интервал] [-s|--start время_начала] [-e|--end время_конца] [-a|--align-start] [-d|--daemon <адрес>]
uk: * fetch - отримати дані з RRD rrdtool fetch filename.rrd CF [-r|--resolution resolution] [-s|--start початок] [-e|--end кінець] [-a|--align-start] [-d|--daemon <адреса>]

source: * flushcached - flush cached data out to an RRD file rrdtool flushcached filename.rrd [-d|--daemon <address>]
ru: * flushcached - загрузить кэшированные данные в файл RRD rrdtool flushcached имя_файла.rrd [-d|--daemon <адрес>]
uk: * flushcached - очистити дані кешу з файла RRD rrdtool flushcached filename.rrd [-d|--daemon <адреса>]

source: * graph - generate a graph from one or several RRD rrdtool graph filename [-s|--start seconds] [-e|--end seconds]
ru: * graph - построить график по одной или нескольким базам данных RRD rrdtool graph имя_файла [-s|--start секунды] [-e|--end секунды]
uk: * graph - створює граф із одного або декількох RRD rrdtool graph filename [-s|--start seconds] [-e|--end seconds]

source: * graphv - generate a graph from one or several RRD with meta data printed before the graph rrdtool graphv filename [-s|--start seconds] [-e|--end seconds]
ru: * graphv - построить график по одной или нескольким базам данных RRD с выводом метаданных перед графиком rrdtool graphv имя_файла [-s|--start секунды] [-e|--end секунды]
uk: * graphv - створює граф із одного або декількох RRD з метаданними надрукованими перед графом rrdtool graphv filename [-s|--start seconds] [-e|--end seconds]

source: [-x|--x-grid x-axis grid and label] [-Y|--alt-y-grid] [--full-size-mode] [--left-axis-format format] [-y|--y-grid y-axis grid and label] [-v|--vertical-label string] [-w|--width pixels] [--right-axis scale:shift] [--right-axis-label label] [--right-axis-format format] [-h|--height pixels] [-o|--logarithmic] [-u|--upper-limit value] [-z|--lazy] [-l|--lower-limit value] [-r|--rigid] [-g|--no-legend] [-d|--daemon <address>] [-F|--force-rules-legend] [-j|--only-graph]
ru: [-x|--x-grid x-axis оси и текст] [-Y|--alt-y-grid] [--full-size-mode] [--left-axis-format формат] [-y|--y-grid y-axis оси и текст] [-v|--vertical-label строка] [-w|--width пиксели] [--right-axis scale:shift] [--right-axis-label текст] [--right-axis-format формат] [-h|--height pixels] [-o|--logarithmic] [-u|--upper-limit значение] [-z|--lazy] [-l|--lower-limit значение] [-r|--rigid] [-g|--no-legend] [-d|--daemon <адрес>] [-F|--force-rules-legend] [-j|--only-graph]
uk: [-x|--x-grid мітка та сітка вісі х] [-Y|--alt-y-grid] [--full-size-mode] [--left-axis-format формат] [-y|--y-grid мітка та сітка вісі y] [-v|--vertical-label string] [-w|--width пікселі] [--right-axis scale:shift] [--right-axis-label мітка] [--right-axis-format формат] [-h|--height пікселі] [-o|--logarithmic] [-u|--upper-limit значення] [-z|--lazy] [-l|--lower-limit значення] [-r|--rigid] [-g|--no-legend] [-d|--daemon <address>] [-F|--force-rules-legend] [-j|--only-graph]

source: [-n|--font FONTTAG:size:font] [-m|--zoom factor] [-A|--alt-autoscale] [-M|--alt-autoscale-max] [-G|--graph-render-mode {normal,mono}] [-R|--font-render-mode {normal,light,mono}] [-B|--font-smoothing-threshold size] [-T|--tabwidth width] [-E|--slope-mode] [-P|--pango-markup] [-N|--no-gridfit] [-X|--units-exponent value] [-L|--units-length value] [-S|--step seconds] [-f|--imginfo printfstr] [-a|--imgformat PNG] [-c|--color COLORTAG#rrggbb[aa]] [--border width [-t|--title string] [-W|--watermark string] [-Z|--use-nan-for-all-missing-data] [DEF:vname=rrd:ds-name:CF]
ru: [-n|--font FONTTAG:размер:шрифт] [-m|--zoom масштаб] [-A|--alt-autoscale] [-M|--alt-autoscale-max] [-G|--graph-render-mode {normal,mono}] [-R|--font-render-mode {normal,light,mono}] [-B|--font-smoothing-threshold размер] [-T|--tabwidth ширина] [-E|--slope-mode] [-P|--pango-markup] [-N|--no-gridfit] [-X|--units-exponent значение] [-L|--units-length значение] [-S|--step секунды] [-f|--imginfo printfstr] [-a|--imgformat PNG] [-c|--color COLORTAG#rrggbb[aa]] [--border ширина [-t|--title текст] [-W|--watermark текст] [-Z|--use-nan-for-all-missing-data] [DEF:переменная=rrd:источник_данных:функция_консолидации]
uk: [-n|--font ТЕГШРИФТУ:розмір:шрифт] [-m|--zoom коефіціент] [-A|--alt-autoscale] [-M|--alt-autoscale-max] [-G|--graph-render-mode {normal,mono}] [-R|--font-render-mode {normal,light,mono}] [-B|--font-smoothing-threshold розмір] [-T|--tabwidth ширина] [-E|--slope-mode] [-P|--pango-markup] [-N|--no-gridfit] [-X|--units-exponent значення] [-L|--units-length значення] [-S|--step секунди] [-f|--imginfo printfstr] [-a|--imgformat PNG] [-c|--color COLORTAG#rrggbb[aa]] [--border ширина [-t|--title рядок] [-W|--watermark рядок] [-Z|--use-nan-for-all-missing-data] [DEF:vname=rrd:ds-name:CF]

source: [CDEF:vname=rpn-expression] [VDEF:vdefname=rpn-expression] [PRINT:vdefname:format] [GPRINT:vdefname:format] [COMMENT:text] [SHIFT:vname:offset] [TEXTALIGN:{left|right|justified|center}] [TICK:vname#rrggbb[aa][:[fraction][:legend]]] [HRULE:value#rrggbb[aa][:legend]] [VRULE:value#rrggbb[aa][:legend]] [LINE[width]:vname[#rrggbb[aa][:[legend][:STACK]]]] [AREA:vname[#rrggbb[aa][:[legend][:STACK]]]] [PRINT:vname:CF:format] (deprecated) [GPRINT:vname:CF:format] (deprecated) [STACK:vname[#rrggbb[aa][:legend]]] (deprecated)
ru: [CDEF:переменная=rpn-выражение] [VDEF:vdef-переменная=rpn-выражение] [PRINT:vdef-переменная:формат] [GPRINT:vdef-переменная:формат] [COMMENT:текст] [SHIFT:переменная:смещение] [TEXTALIGN:{left|right|justified|center}] [TICK:переменная#rrggbb[aa][:[fraction][:легенда]]] [HRULE:значение#rrggbb[aa][:легенда]] [VRULE:значение#rrggbb[aa][:легенда]] [LINE[width]:переменная[#rrggbb[aa][:[легенда][:STACK]]]] [AREA:переменная[#rrggbb[aa][:[легенда][:STACK]]]] [PRINT:переменная:CF:формат] (не рекомендуется) [GPRINT:переменная:CF:формат] (не рекомендуется) [STACK:переменная[#rrggbb[aa][:легенда]]] (не рекомендуется)

source: * tune - Modify some basic properties of an RRD rrdtool tune filename [--heartbeat|-h ds-name:heartbeat] [--data-source-type|-d ds-name:DST] [--data-source-rename|-r old-name:new-name] [--minimum|-i ds-name:min] [--maximum|-a ds-name:max] [--deltapos|-p scale-value] [--deltaneg|-n scale-value] [--failure-threshold|-f integer] [--window-length|-w integer] [--alpha|-x adaptation-parameter]
ru: * tune - изменить некоторые основные свойства базы данных RRD rrdtool tune имя_файла [--heartbeat|-h источник_данных:пульс] [--data-source-type|-d источник_данных:DST] [--data-source-rename|-r старое_имя:новое_имя] [--minimum|-i источник_данных:min] [--maximum|-a источник_данных:max] [--deltapos|-p масштаб] [--deltaneg|-n масштаб] [--failure-threshold|-f число] [--window-length|-w число] [--alpha|-x параметр_адаптации]
uk: * tune - Зміна деяких основних параметрів RRD rrdtool tune ім'яфайла [--heartbeat|-h ds-name:heartbeat] [--data-source-type|-d ds-name:DST] [--data-source-rename|-r старе-ім'я:нове-ім'я] [--minimum|-i ds-name:min] [--maximum|-a ds-name:max] [--deltapos|-p scale-value] [--deltaneg|-n значення-масштабу] [--failure-threshold|-f ціле] [--window-length|-w ціле] [--alpha|-x параметр-адаптації]

source: [--beta|-y adaptation-parameter] [--gamma|-z adaptation-parameter] [--gamma-deviation|-v adaptation-parameter] [--smoothing-window|-s fraction-of-season] [--smoothing-window-deviation|-S fraction-of-season] [--aberrant-reset|-b ds-name]
ru: [--beta|-y параметр_адаптации] [--gamma|-z параметр_адаптации] [--gamma-deviation|-v параметр_адаптации] [--smoothing-window|-s fraction-of-season] [--smoothing-window-deviation|-S fraction-of-season] [--aberrant-reset|-b источник_данных]
uk: [--beta|-y адаптаційний-параметр] [--gamma|-z адаптаційний-параметр] [--gamma-deviation|-v адаптаційний-параметр] [--smoothing-window|-s частка-сезону] [--smoothing-window-deviation|-S частка-сезону] [--aberrant-reset|-b ds-name]

source: [--step|-t newstep] [--daemon|-D address] [DEL:ds-name] [DS:ds-spec] [DELRRA:index] [RRA:rra-spec] [RRA#index:[+-=]number]
ru: [--step|-t новый_интервал] [--daemon|-D адрес] [DEL:источник_данных] [DS:спецификация_источника_данных] [DELRRA:индекс] [RRA:спецификация_кольцевого_архива] [RRA#индекс:[+-=]число]
uk: [--step|-t новий крок] [--daemon|-D адреса] [DEL:ds-name] [DS:ds-spec] [DELRRA:index] [RRA:rra-spec] [RRA#index:[+-=]number]

source: * resize - alter the length of one of the RRAs in an RRD rrdtool resize filename rranum GROW|SHRINK rows
ru: * resize - изменить размер одного из кольцевых архивов (RRA) в базе данных RRD rrdtool resize имя_файла номер_RRA GROW|SHRINK число_ячеек
uk: * resize - змінити довжину одного з RRA в RRD rrdtool resize ім'я файлу rranum GROW|SHRINK rows

source: * xport - generate XML dump from one or several RRD rrdtool xport [-s|--start seconds] [-e|--end seconds] [-m|--maxrows rows] [--step seconds] [--enumds] [--json] [-d|--daemon address] [DEF:vname=rrd:ds-name:CF] [CDEF:vname=rpn-expression] [XPORT:vname:legend]
ru: * xport - создать XML дамп из одной или нескольких баз данных RRD rrdtool xport [-s|--start секунды] [-e|--end секунды] [-m|--maxrows записей] [--step период_секунд] [--enumds] [--json] [-d|--daemon адрес] [DEF:переменная=rrd:источник_данных:функция_консолидации] [CDEF:переменная=rpn-выражение] [XPORT:переменная:легенда]
uk: * xport - генерувати дамп XML з одного чи кількох RRD rrdtool xport [-s|--start секунди] [-e|--end секунди] [-m|--maxrows рядки] [--step секунди] [--enumds] [--json] [-d|--daemon авдреса] [DEF:vname=rrd:ds-name:CF] [CDEF:vname=rpn-expression] [XPORT:vname:legend]

source: * quit - closing a session in remote mode rrdtool quit
ru: * quit - закрыть сессию в удаленном режиме rrdtool quit
uk: * quit - закриває сесію у віддаленому режимі rrdtool quit

source: * ls - lists all *.rrd files in current directory rrdtool ls
ru: * ls - показать все файлы *.rrd в текущем каталоге rrdtool ls
uk: * ls - показує список усіх *.rrd файлів у поточному каталозі rrdtool ls

source: * cd - changes the current directory rrdtool cd new directory
ru: * cd - изменить текущий каталог rrdtool cd новый_каталог
uk: * cd - змінює поточний каталог rrdtool cd нова директорія

source: * mkdir - creates a new directory rrdtool mkdir newdirectoryname
ru: * mkdir - создать новый каталог rrdtool mkdir имя_каталога
uk: * mkdir - створює новий каталог rrdtool mkdir ім'я нового каталогу

source: * pwd - returns the current working directory rrdtool pwd
ru: * pwd - показать текущий каталог rrdtool pwd
uk: * pwd - показує поточний робочий каталог rrdtool pwd

source: RRDtool is distributed under the Terms of the GNU General Public License Version 2. (www.gnu.org/copyleft/gpl.html) For more information read the RRD manpages
ru: RRDtool распространяется под Стандартной Общественной Лицензией GNU GPL версии 2. (www.gnu.org/copyleft/gpl.html) Для получения более подробной информации обратитесь к страницам руководства man rrdtool
uk: RRDtool поширюється згідно Terms of the GNU General Public License Version 2. (www.gnu.org/copyleft/gpl.html) За більше детальною інформацією звертайтеся до man-сторінок RRD
