Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-*.po
Languages: be

source: The software on your system is organized in so called <i>packages</i>. The package manager enables you to install, to upgrade or to remove software packages.
be: Праграмнае забеспячэнне ў вашай сістэме арганізавана ў выглядзе <i>пакетаў</i>. Кіраўнік пакетаў дазваляе вам усталёўваць, абнаўляць ці выдаляць пакеты праграм.

source: You should reload the package information regularly. Otherwise you could miss important security upgrades.
be: Вы мусіце рэгулярна перазагружаць звесткі аб пакетах. Інакш вы можаце прапусціць важныя абнаўленні бяспекі.

source: <b>Note:</b> Changes are not applied instantly. At first you have to mark all changes and then apply them.
be: <b>Заўвага:</b> Змены не ўжываюцца імгненна. Спачатку вы павінны пазначыць усе змены, а затым ужыць іх.

source: You can mark packages for installation, upgrade or removal in several ways:
be: Вы можаце пазначыць пакеты для усталявання, абнаўлення ці выдалення некалькімі спосабамі:

source: Select the package and choose the action from the 'Package' menu.
be: Вылучыць пакет і выбраць дзеянне над ім з меню 'Пакет'.

source: Double click on the package name.
be: Двойчы націснуць на назве пакета.

source: Choose the action from the context menu of the package.
be: Выбраць дзеянне з кантэкстнага меню пакета.

source: Click on the status icon to open a menu that contains all actions.
be: Націснуць значок статусу каб адкрыць меню з усімі дзеяннямі.

source: <span weight="bold" size="larger">Could not mark all packages for installation or upgrade</span> The following packages have unresolvable dependencies. Make sure that all required repositories are added and enabled in the preferences.
be: <span weight="bold" size="larger">Не ўдалося пазначыць усе пакеты для ўсталявання ці абнаўлення</span> Наступныя пакеты маюць невырашальныя залежнасці. Упэўніцеся, што ўсе патрэбныя рэпазіторыі дададзены і падключаны ў наладах.

source: Complete changelog of the latest version:
be: Поўная гісторыя змен апошняй версіі:

source: <big><b>Could not download all repository indexes</b></big> The repository may no longer be available or could not be contacted because of network problems. If available an older version of the failed index will be used. Otherwise the repository will be ignored. Check your network connection and ensure the repository address in the preferences is correct.
be: <big><b>Не ўдалося запампаваць індэксы ўсіх рэпазіторыяў</b></big> Магчыма, рэпазіторый больш не даступны, або не можа злучыцца з-за сеткавых праблем. Калі даступна, будзе выкарыстана старая версія індэкса. У іншым выпадку рэпазіторый будзе ігнаравацца. Праверце сеткавае злучэнне і ўпэўніцеся, што адрас рэпазіторыя ў наладах пазначаны правільна.

source: Icon Legend
be: Легенда значкоў

source: <b>The following icons are used to indicate the current status of a package:</b>
be: <b>Наступныя значкі выкарыстоўваюцца для пазначэння статусу пакета:</b>

source: <b>Terminal Output:</b>
be: <b>Вывад тэрмінала:</b>

source: Close this dialog after the changes have been successfully applied
be: Закрыць гэта акенца пасля паспяховага ўжывання змен

source: Available versions:
be: Даступныя версіі:

source: <big><b>Could not download all necessary package files</b></big> The version of the package that you want to install might be no longer available in the repository, or there may be problems with the source of the package. Reload the package list and check the source of the package (e.g. CD or network connection).
be: <big><b>Не ўдалося спампаваць усе неабходныя файлы пакета</b></big> Версія пакета, якую вы хочаце ўсталяваць, магчыма больш недаступна ў рэпазіторыі або могуць быць праблемы з крыніцай пакета. Перазагрузіце спіс пакетаў і праверце крыніцу пакета (напрыклад, кампакт-дыск або сеткавае злучэнне).

source: <span weight="bold" size="larger">Your package information is out of date</span> Your package information is older than 48 hours. There could be important security updates available. It is recommended to reload the package information regularly.
be: <span weight="bold" size="larger">Інфармацыя аб пакетах састарэла</span> Ваша інфармацыя аб пакетах старэйшая за 48 гадзін. За гэты час маглі з'явіцца важныя абнаўленні бяспекі. Рэкамендуецца рэгулярна абнаўляць інфармацыю аб пакетах.

source: Remember the answer
be: Запомніць адказ

source: History
be: Гісторыя

source: History of installed, upgraded and removed software packages.
be: Гісторыя ўсталявання, выдалення і абнаўлення пакетаў праграм.

source: _Find
be: З_найсці

source: <b><big>Quit and discard marked changes?</big></b> There are still marked changes that have not yet been applied. They will get lost if you choose to quit 'Synaptic'.
be: <b><big>Выйсці і скасаваць пазначаныя змены?</big></b> Засталося шмат пазначаных змен якія яшчэ не былі ўжыты. Вы згубіце іх, калі вы выйдзеце з 'Synaptic'.

source: _Keep
be: За_хаваць

source: _Replace
be: _Замяніць

source: Difference between the files
be: Розніца паміж файламі

source: _Force Version
be: _Фарсіраваць версію

source: Force version:
be: Фарсіраваць версію:

source: _Default Upgrade
be: Абнаўленне па _змаўчанні

source: _Smart Upgrade
be: _Разумнае абнаўленне

source: <b><big>Mark upgrades in a smart way?</big></b> The default upgrade method skips upgrades that would introduce conflicts or require installation of additional packages. The smart upgrade (dist-upgrade) attempts to resolve conflicts and to fulfil all dependencies of upgrades in a smart way. <b>Note:</b> The upgrades will be marked only. You still have to apply them afterwards.
be: <b><big>Пазначыць абнаўленні разумна?</big></b> Абнаўленне па змаўчанні прапускае абнаўленні, якія могуць дадаць канфлікты ці запатрабаваць усталявання дадатковых пакетаў. Разумнае абнаўленне (dist-upgrade) спрабуе выправіць канфлікты і залежнасці абнаўлення разумным чынам. <b>Заўвага:</b> Абнаўленні будуць толькі пазначаны. Вам усё яшчэ спатрэбіцца прымяніць іх.

source: Remember my answer for future upgrades
be: Запомніць мой адказ для будучых абнаўленняў

source: This behavior can be changed in the preferences later.
be: Гэтыя паводзіны зможаце змяніць пазней у наладах.

source: HTTP authentication
be: Аўтэнтыфікацыя HTTP

source: Username
be: Карыстальнік

source: Password
be: Пароль

source: <span weight="bold" size="larger">Enter a label for this CD-Rom</span> The label will be used if you want to install packages from this CD-Rom. It is recommended to also write the label on the CD-Rom to easily find it again.
be: <span weight="bold" size="larger">Увядзіце ярлык для гэтага кампакт-дыска</span> Гэты ярлык будзе выкарыстоўвацца для ўсталявання пакетаў з гэтага дыска. Рэкамендуецца таксама напісаць гэты ярлык на сам дыск, каб потым было лягчэй яго знайсці.

source: Label:
be: Ярлык:

source: <big><b>Enter the complete APT line of the repository that you want to add</b></big> The APT line contains the type, location and content of a repository, for example <i>"deb http://ftp.debian.org sarge main"</i>. You can find a detailed description of the syntax in the documentation.
be: <big><b>Увядзіце поўны радок рэпазіторыя APT, які жадаеце дадаць</b></big> Радок APT утрымлівае тып, размяшчэнне і змесціва рэпазіторыя, напрыклад <i>"deb http://ftp.debian.org sarge main"</i>. Вы можаце знайсці падрабязнае апісанне сінтаксіса ў дакументацыі.

source: APT line:
be: Радок APT:

source: _Add Repository
be: _Дадаць рэпазіторый

source: Package Manager
be: Кіраўнік пакетаў

source: Install, remove and upgrade software packages
be: Усталяванне, выдаленне і абнаўленне праграмных пакетаў

source: Authentication is required to run the Synaptic Package Manager
be: Для запуску Synaptic Package Manager патрабуецца аўтэнтыфікацыя

source: Includes
be: Уключае

source: Excludes
be: Выключае

source: Package name
be: Назва пакета

source: Version number
be: Нумар версіі

source: Conflicting packages
be: Канфліктуючыя пакеты

source: Replaced packages
be: Замененыя пакеты

source: Recommendations
be: Рэкамендацыі

source: Suggestions
be: Прапановы

source: Dependent packages
be: Залежныя пакеты

source: Please insert a disc in the drive.
be: Устаўце дыск у прывад.

source: Package is supported
be: Пакет падтрымліваецца

source: <i>Running...</i>
be: <i>Выкананне...</i>

source: <i>Finished</i>
be: <i>Завершана</i>

source: <i>Can't close while running</i>
be: <i>Немагчыма закрыць падчас выканання</i>
