Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-manual-*.po
Languages: be, uk

source: Pkg with Debconf
be: Пакеты з Debconf
uk: Пакунки, що підтримуються debconf

source: Display all packages that can be configured through debconf (Debian only).
be: Паказаць усе пакеты, якія можна канфігураваць з дапамогай debconf (толькі Debian).
uk: Показує усі пакунки, які можуть бути налаштовані за допомогою debconf (лише для Debian).

source: Broken
be: Сапсаваны
uk: Пошкоджені

source: Display only packages with broken dependencies.
be: Паказаць толькі пакеты з сапсаванымі залежнасцямі.
uk: Показує лише пакунки з порушеними залежностями.

source: Upgradable (upstream)
be: Абнаўляльныя (з асноўнае галіны)
uk: Оновлювані (до головної версії)

source: Display all packages that can be upgraded to a later upstream version.
be: Паказаць усе пакеты, якія можна абнавіць да апошняй асноўнай версіі.
uk: Показує усі пакунки, які можуть бути оновлені до останньої головної версії.

source: Because of some interface changes the set of predefined filters changed, too. The old and deprecated filters are not removed automatically by Synaptic.
be: З-за некаторых змен інтэрфейсу набор перадвызначаных фільтраў таксама змяніўся. Старыя і састарэлыя фільтры не выдаляюцца аўтаматычна з Synaptic.
uk: У зв’язку з деякими змінами інтерфейсу, набір передвстановлених фільтрів також змінився. Synaptic автоматично не вилучає застарілі й виключені фільтри.

source: Deprecated Filters
be: Састарэлыя фільтры
uk: Виключені фільтри

source: Install
be: Усталяваць
uk: Встановлені

source: Display only currently installed packages.
be: Паказаць толькі нядаўна ўсталяваныя пакеты.
uk: Показує лише встановлені пакунки.

source: Not installed
be: Не ўсталяваныя
uk: Не встановлені

source: Display only currently not installed packages.
be: Паказаць толькі нядаўна не ўсталяваныя пакеты.
uk: Показує лише невстановлені пакунки.

source: Upgradable
be: Здольныя абнаўляцца
uk: Оновлювані

source: Display only packages with a later version available.
be: Паказваць толькі пакеты з даступнай пазнейшай версіяй.
uk: Показує лише пакунки з останньою доступною версією.

source: Programmed Changes
be: Запраграмаваныя змены
uk: Позначені зміни

source: Display only packages marked to be modified.
be: Паказваць толькі пакеты, пазначаныя да змен.
uk: Показує лише пакунки, позначені для змінювання.

source: New in archive
be: Новыя ў архіве
uk: Нові у сховищі

source: Display only new packages since the last repository update.
be: Паказваць толькі новыя пакеты з апошняга абнаўлення рэпазіторыя.
uk: Показує лише нові пакунки з моменту останнього оновлення сховища ПЗ

source: Residual
be: Рэшткавыя
uk: Файли налаштувань що залишилися

source: Display only former installed packages that left data or configuration files on the system.
be: Паказваць толькі раней усталяваныя пакеты, ад якіх у сістэме засталіся даныя ці канфігурацыйныя файлы.
uk: Показує лише встановлювані раніше пакунки, які залишили у системі дані або конфігураційні файли.

source: Display only packages that can be configured through the debian package configuration system, so called debconf.
be: Паказваць толькі пакеты, якія можна канфігураваць пры дапамозе сістэмы канфігурацыі пакетаў debian (debconf).
uk: Показує лише пакунки, які можуть бути налаштовані системою конфігурування пакунків Debian, що зветься також debconf.

source: Obsolete or locally installed
be: Састарэлыя ці ўсталяваныя лакальна
uk: Застарілі або встановлені локально

source: Display only packages that are not (for longer) included in one of the specified repositories.
be: Паказваць толькі пакеты, якія больш не ўключаны ні ў адзін вызначаны рэпазіторый.
uk: Показує лише пакунки, які не включено (більше не включено) у одне з певних сховищ ПЗ.

source: Search Filter
be: Фільтр пошуку
uk: Фільтр пошуку

source: Display the results of the last package search.
be: Паказваць вынікі апошняга пошуку.
uk: Показує результати останнього пошуку пакунку.

source: To Apply Filters
be: Ужыванне фільтраў
uk: Застосування фільтрів

source: To apply a filter follow these steps:
be: Каб ужыць фільтр, выканайце наступныя крокі:
uk: Для застосування фільтру виконайте такі дії:

source: Choose <guibutton>Custom Filters</guibutton> from the category combobox in the main window.
be: Выберыце ў галоўным акне з катэгорый <guibutton>Уласныя фільтры</guibutton>.
uk: Виберіть <guibutton>Спеціяльні фільтри</guibutton> у полі з переліком категорій у основному вікні.

source: Choose the wished filter from the <xref linkend="synaptic-win-selector"/>.
be: Выберыце пажаданы фільтр з <xref linkend="synaptic-win-selector"/>.
uk: Виберіть бажаний фільтр з <link linkend="synaptic-win-selector">перемикача категорій</link>.

source: To Edit or Create Custom Filters
be: Рэдагаванне ці стварэнне ўласных фільтраў
uk: Редагування або створення спеціяльних фільтрів

source: Filters can be created, deleted and modified in the filter editor:
be: Фільтры можна стварыць, выдаліць і мадыфікаваць у рэдактары фільтраў:
uk: Фільтри можуть бути створені, вилучені та змінені у редакторі фільтрів:

source: Choose <menuchoice><guimenu>Preferences</guimenu><guimenuitem> Filters</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Налады</guimenu><guimenuitem> Фільтры</guimenuitem></menuchoice>.
uk: Виберіть у меню <menuchoice><guimenu>Налаштування</guimenu><guimenuitem>Фільтри</guimenuitem></menuchoice>.

source: Edit Filters
be: Рэдагаванне фільтраў
uk: Редагувати фільтри:

source: Shows the filter editor.
be: Паказвае рэдактар фільтраў.
uk: Показує редактор фільтрів.

source: The filter editor contains the following components:
be: Рэдактар фільтраў мае наступныя кампаненты:
uk: Редактор фільтрів містить такі компоненти:

source: List of Filter
be: Спіс фільтраў
uk: Перелік фільтрів

source: Shows a list of available filters.
be: Паказвае спіс даступных фільтраў.
uk: Показує перелік доступних фільтрів:

source: Rules
be: Правілы
uk: Правила

source: Rules allow you to define which packages should be shown in the list. A package has to fulfill all selected criteria.
be: Правілы дазваляюць вам вызначыць, які пакет трэба паказваць у спісе. Пакет павінен адпавядаць усім выбраным крытэрыям.
uk: Правила дозволяють визначати, які пакунки повинні бути показані у переліку. Пакунок повинен відповідати усім вибраним критеріям.

source: Allows you to search packages by status.
be: Дазваляе шукаць пакеты па статусе.
uk: Дозволяє здійснювати пошук пакунків по стану.

source: Section
be: Секцыя
uk: Розділ

source: Allows you to search packages by section.
be: Дазваляе шукаць пакеты па секцыі.
uk: Дозволяє здійснювати пошук пакунків по розділу.

source: Allows you to search packages by a variety of attributes e.g. name, dependencies or origin.
be: Дазваляе шукаць пакеты па розных прыкметах, напрыклад назве, залежнасцях ці паходжанні.
uk: Дозволяє здійснювати пошук пакунків за різними атрибутами, наприклад за назвою, за залежностями або походженням.

source: Keywords
be: Ключавыя словы
uk: Ключові слова

source: Keywords are based on debtags. Only Debian GNU/Linux with installed "debtags" supports this feature.
be: Ключавыя словы базіруюцца на так званых debtags. Толькі Debian з усталяванымі "debtags" падтрымлівае гэту функцыю.
uk: Ключові слова засновані на debtags. Лише Debian GNU/Linux зі встановленим пакунком «debtags» підтримує цю можливість.

source: Known Bugs and Limitations
be: Вядомыя памылкі і абмежаванні
uk: Відомі помилки та обмеження

source: Known issues and workarounds
be: Вядомыя праблемы і шляхі абыходу
uk: Відомі проблеми та шляхи їх вирішення

source: Problem
be: Праблема
uk: Проблема

source: Workaround
be: Шлях абыходу
uk: Тимчасове рішення

source: Unsupported locale
be: Непадтрымліваемая locale
uk: Локаль не підтримується

source: Use a locale supported by Xlib.
be: Выкарыстоўвайце locale падтрымліваемую Xlib.
uk: Використовуйте локаль, що підтримується Xlib.

source: A failed installation blocks further operations in synaptic
be: Памылка ўсталявання блакіруе далейшыя дзеянні ў synaptic
uk: Невдале встановлення блокує подальші операції в Synaptic

source: Under some rare circumstances the actual installation or removal of a package can fail. As a consequence all other marked changes are canceled, too.
be: З-за асобных рэдкіх наступстваў усталяванне ці выдаленне пакета можа скончыцца памылкай. У выніку ўсе іншыя пазначаныя змены таксама скасаваны.
uk: У деяких поодиноких випадках фактичне встановлення або вилучення пакунку може зазнати краху. Як наслідок, усі позначені зміни будуть також скасовані.

source: <application>Synaptic Package Manager</application> requires a clear environment with no half installed packages to perform additional changes. But at the moment there is no way to continue canceled installations within <application>Synaptic Package Manager</application>.
be: <application>Synaptic</application> патрабуе чыстае асяроддзе без напалову ўсталяваных пакетаў каб рабіць дадатковыя змены. Але ў нейкі момант немагчыма працягваць скасаваныя ўсталяванні ў <application>Synaptic</application>.
uk: Для виконання додаткових змін <application>менеджеру пакунків Synaptic</application> потрібне «чисте» оточення, без напіввстановлених пакунків. Але на дану мить немає способу продовжити скасоване встановлення у <application>менеджері пакунків Synaptic</application>.

source: To fix this situation type the following command in a terminal, then press <keycap>Return</keycap>:
be: Каб выправіць такую сітуацыю, набярыце наступную каманду ў тэрмінале, затым націсніце <keycap>Вярнуць</keycap>:
uk: Щоб виправити цю ситуацію, уведіть таку команду у терміналі, потім натисніть <keycap>Enter</keycap>:

source: Keyboard Shortcuts
be: Спалучэнні клавіш
uk: Комбінації клавіш

source: List of all global short cuts in <application>Synaptic Package Manager</application>:
be: Спіс глабальных скарачэнняў <application>Кіраўніка пакетаў Synaptic</application>:
uk: Перелік усіх загальних комбінацій клавіш у <application>менеджері пакунків Synaptic</application>:

source: Reload the list of known packages
be: Перазагрузіць спіс вядомых пакетаў
uk: Оновлює перелік відомих пакунків

source: Open the package search dialog
be: Адкрыць акенца пошуку пакетаў
uk: Відкриває діялоґ пошуку пакунку

source: Open the properties dialog for the selected package
be: Адкрыць акенца ўласцівасцей для вылучанага пакета
uk: Відкриває діялоґове вікно властивостей вибраного пакунку

source: Mark the selected package(s) for installation
be: Пазначыць вылучаны(я) пакет(ы) для ўсталявання
uk: Позначає вибраний(-і) пакунок(-и) для встановлення

source: Mark the selected package(s) for upgrade
be: Пазначыць вылучаны(я) пакет(ы) для абнаўлення
uk: Позначає вибраний(-і) пакунок(-и) для оновлення

source: Mark the selected package(s) for removal
be: Пазначыць вылучаны(я) пакет(ы) для выдалення
uk: Позначає вибраний(-і) пакунок(-и) для вилучення

source: Mark the selected package(s) for complete removal (Debian only)
be: Пазначыць вылучаны(я) пакет(ы) для поўнага выдалення (толькі Debian)
uk: Позначає вибраний(-і) пакунок(-и) для повного вилучення (лише для Debian)

source: Unmark any changes to the selected package(s)
be: Зняць пазначэнні любых змен для вылучаных пакетаў
uk: Знімає позначку про усі зміни вибраного(-их) пакунку(-ів)

source: Mark all possible upgrades
be: Пазначыць усе магчымыя абнаўленні
uk: Позначити усі можливі оновлення

source: Force the installation of a specific version of the package
be: Фарсіраваць усталяванне спецыфічнай версіі пакета
uk: Примусове встановлення певної версії пакунку

source: Undo the last status change to a package and to the therefor required dependencies
be: Адрабіць апошнюю змену статусу пакета і патрэбных залежнасцей
uk: Скасовує останню зміну стану пакунку й, як наслідок, потрібних залежностей

source: Redo the last reverted status change to a package and to the therefor required dependencies
be: Узнавіць апошнюю вернутую змену статусу пакета па прычыне патрэбных залежнасцей
uk: Повторення останнього поверненого змінювання стану пакунку й, як наслідок, потрібних залежностей

source: Apply all marked changes
be: Ужыць усе пазначаныя змены
uk: Застосування усіх позначених змін

source: Quit <application>Synaptic Package Manager</application>
be: Выйсці з <application>Кіраўніка пакетаў Synaptic</application>
uk: Вихід з <application>менеджера пакунків Synaptic</application>

source: Show the manual of <application>Synaptic Package Manager</application>
be: Паказаць гэты дапаможнік для <application>Synaptic</application>
uk: Перегляд опису <application>Менеджера пакунків Synaptic</application>

source: About <application>Synaptic Package Manager</application>
be: Аб <application>Кіраўніку пакетаў Synaptic</application>
uk: Про <application>Менеджер пакунків Synaptic</application>

source: This program is distributed under the terms of the GNU Public license as published by the Free Software; either version 2 of the License, or (at your option) later version. A copy of this license can be found in , or in the file included with the source code of this program.
be: Праграма пастаўляецца пад ліцэнзіяй GNU Public як апублікаваная супольнасцю Free Software; любой версіяй 2 і пазнейшымі версіямі ліцэнзіі. Копію гэтай ліцэнзіі можна знайсці ў , ці ў файле з зыходным кодам праграмы.
uk: Ця проґрама розповсюджується за умовами GNU Public license у формі, оголошеній Free Software, або версії 2 ліцензії, або (за вашим вибором) пізнішої версії. Копія цієї ліцензії може бути знайдена тут або у файлі, прикладеному до джерельного коду цієї проґрами.

source: translator-credits
be: Launchpad Contributions: Alexandr Primak https://launchpad.net/~streamdp Anton Hryb https://launchpad.net/~antonhryb Ubuntu Belarusian Translators Team https://launchpad.net/~ubuntu-belarusian-translators Клюеў Аляксандр https://launchpad.net/~plaga-medicum
uk: Launchpad Contributions: Andrii Prokopenko https://launchpad.net/~anprok Constantine E. Kozlov https://launchpad.net/~tempor-demonius Mykola Tkach https://launchpad.net/~stuartlittle1970 andygol https://launchpad.net/~andygol Сергій Дубик https://launchpad.net/~dubyk-library
