Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-software-properties_software-properties-*.po
Languages: ru, uk

source: Write Configuration
ru: Записать конфигурацию
uk: Запис Налаштувань

source: To change software repository settings, you need to authenticate.
ru: Для изменения настроек репозитория с программами требуется аутентификация.
uk: Для зміни налаштувань сховищ програм, вам потрібно автентифікуватися.

source: Software & Updates
ru: Программы и обновления
uk: Програмне забезпечення та оновлення

source: Configure the sources for installable software and updates
ru: Настроить источники установки и обновления программ
uk: Налаштуйте джерела встановлюваного програмного забезпечення та оновлень

source: Drivers;Repositories;Repository;PPA;
ru: Драйверы;Репозитории;Репозиторий;PPA;
uk: Драйвери;Сховища;Сховище;PPA

source: Software &amp; Updates
ru: Программы и обновления
uk: Програмне забезпечення та оновлення

source: The Software &amp; Updates app is a utility for configuring which apt repositories your computer uses for updates and how frequently your computer checks for updates.
ru: Программы и обновления — это средство выбора используемых для обновления репозиториев apt и настройки интервала проверки доступности обновлений.
uk: Програмне забезпечення та оновлення - це утиліта для налаштування сховищ, які використовуються для оновлень вашого комп'ютера, та частоти перевірки оновлень вашим комп'ютером.

source: The utility also allows selecting additional drivers for your computer and enabling the Canonical Livepatch service.
ru: Эта утилита также позволяет выбрать дополнительные драйверы для вашего компьютера и включить службу Canonical Livepatch.
uk: Ця утиліта також надає можливість вибирати додаткові драйвери для вашого комп'ютера та активувати службу Canonical Livepatch.

source: Software Sources
ru: Источники приложений
uk: Джерела програмного забезпечення

source: Additional Drivers
ru: Драйверы
uk: Додаткові драйвери

source: Configure third-party and proprietary drivers
ru: Настройка сторонних и проприетарных драйверов

source: Manage Canonical Livepatch
ru: Управление Canonical Livepatch
uk: Керування Canonical Livepatch

source: Livepatch;Security;Update;
ru: Livepatch;Безопасность;Обновление;
uk: Livepatch;Безпека;Оновлення;

source: The --enable-component/-e command-line switch has been deprecated. Instead of 'software-properties-gtk -e multiverse' you can use 'add-apt-repository multiverse'
ru: Ключ командной строки --enable-component/-e устарел. Вместо 'software-properties-gtk -e multiverse' можно использовать 'add-apt-repository multiverse'
uk: Аргумент --enable-component/-e командного рядка є застарілим.Замість 'software-properties-gtk -e multiverse' ви можете використовувати 'add-apt-repository multiverse'

source: Print some debug information to the command line
ru: Вывести отладочную информацию в командную строку
uk: Вивести певну діагностичну інформацію до командного рядка

source: Print a lot of debug information to the command line
ru: Выводить отладочную информацию в командной строке
uk: Показувати багато налагоджувальної інформації у командному рядку

source: No update on repository change (useful if called from an external program)
ru: Не обновлять при изменении репозитория (полезно при вызове из внешней программы)
uk: Без оновлень після зміни сховища (корисно для виклику зі сторонніх програм)

source: Enable the specified component of the distro's repositories
ru: Включить указанный компонент репозиториев дистрибутива
uk: Увімкнути вказаний компонент сховищ дистрибутива

source: Open specific tab number on startup
ru: Открывать указанную вкладку при запуске
uk: Відкривати вказану кількість вкладок після запуску

source: Enable PPA with the given name
ru: Включить PPA с данным именем
uk: Увімкнути PPA із вказаною адресою

source: Legacy option, unused
ru: Устаревший параметр, более не используется
uk: Спадковий параметр, невикористаний

source: Win ID to act as a dialogue for
ru: Win ID будет действовать как диалог для
uk: Ідентифікатор вікна, за допомогою якого відбувається обмін інформацією

source: data directory for UI files
ru: папка с данными интерфейса пользователя
uk: каталог даних для файлів інтерфейсу користувача

source: Print debug
ru: Выводить отладочную информацию
uk: Друкувати налагодження

source: Disable repository
ru: Отключить репозиторий
uk: Вимкнути сховище

source: Allow downloading of the source packages from the repository
ru: Разрешить загрузку пакетов с исходным кодом из репозитория
uk: Дозволити завантаження пакунків з джерельним кодом зі сховища

source: Components to use with the repository
ru: Компоненты для использования с репозиторием
uk: Компоненти для використання зі сховищем

source: Add entry for this pocket
ru: Добавить запись для этого кармана
uk: Додати запис для цієї кишені

source: Assume yes to all queries
ru: Отвечать «да» на все вопросы
uk: Відповідати "Так" на усі запитання

source: Do not update package cache after adding
ru: Не обновлять кэш пакетов после добавления
uk: Не оновлювати кеш пакетів після додавання

source: Login to Launchpad.
ru: Вход в Launchpad.
uk: Увійти на Launchpad.

source: Don't actually make any changes.
ru: Не вносить никаких изменений.
uk: Фактично не вносити жодних змін. E

source: List currently configured repositories
ru: Список настроенных репозиториев
uk: Список наразі налаштованих сховищ

source: PPA to add
ru: PPA для добавления
uk: PPA для додавання

source: Cloud Archive to add
ru: Облачный архив для добавления
uk: Хмарний архів для додавання

source: Archive URI to add
ru: URI архива для добавления
uk: URI архіву для додавання

source: Full sources.list entry line to add
ru: Строка для добавления в sources.list
uk: Рядок введення повного sources.list для додавання

source: sources.list line to add (deprecated)
ru: Строка для добавления в sources.list (устарело)
uk: рядок source.list для додавання (застарілий)

source: DRY-RUN mode: no modifications will be made
ru: Режим проверки: изменения не будут внесены
uk: Режим DRY-RUN: не буде зроблено змін

source: Press [ENTER] to continue or Ctrl-c to cancel.
ru: Нажмите [ENTER] для продолжения или Ctrl-C для отмены.
uk: Натисніть [ENTER] для продовження або Ctrl-c для припинення.

source: Aborted.
ru: Прервано.
uk: Перервано.

source: Repository: '%s'
ru: Репозиторий: '%s'
uk: Сховище: «%s»

source: Description:
ru: Описание:
uk: Опис:

source: More info: %s
ru: Дополнительные сведения: %s
uk: Додаткові відомості: %s

source: Removing repository.
ru: Удаление репозитория.
uk: Вилучення сховища.

source: Adding repository.
ru: Добавление репозитория.
uk: Додавання сховища

source: Added %s to: %s
ru: Добавлено %s в: %s
uk: Додано %s до: %s

source: Removed %s from: %s
ru: Удалено %s из: %s
uk: Вилучено %s з: %s

source: Existing: %s
ru: Существующий: %s
uk: Наявне: %s

source: Adding: %s
ru: Добавление: %s
uk: Додавання: %s

source: Disabled: %s
ru: Выключено: %s
uk: Вимкнено: %s

source: Enabled: %s
ru: Включено: %s
uk: Увімкнено: %s

source: Added: %s
ru: Добавлено: %s
uk: Додано: %s

source: Warning, missing deb-src for: %s
ru: Отсутствует deb-src для: %s
uk: Попередження: відсутній deb-src для: %s

source: Removing component(s) '%s' from all repositories.
ru: Удаление компонента(ов) «%s» из всех репозиториев.
uk: Вилучення компонентів «%s» з усіх сховищ.

source: Adding component(s) '%s' to all repositories.
ru: Добавление компонента(ов) «%s» во все репозитории.
uk: Додавання компонентів «%s» до усіх сховищ.

source: Removing pocket %s for all repositories.
ru: Удаление кармана %s для всех репозиториев.
uk: Видалення кишені %s для всіх сховищ.

source: Adding pocket %s for all repositories.
ru: Добавление кармана %s для всех репозиториев.
uk: Додавання кишені %s для всіх сховищ.

source: Disabling %s for all repositories.
ru: Отключение %s для всех репозиториев.
uk: Вимкнення %s для всіх сховищ.

source: Enabling %s for all repositories.
ru: Включение %s для всех репозиториев.
uk: Увімкнення %s для всіх сховищ.

source: Error: must run as root
ru: Ошибка: необходимо запускать с правами администратора
uk: Помилка: запускати може лише адміністратор

source: Error: no actions requested.
ru: Ошибка: не было запрошено никаких действий.
uk: Помилка: жодних дій не вимагається.

source: <i>To improve the user experience of Ubuntu please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Ubuntu project on a weekly basis. The results are used to improve the support for popular applications and to rank applications in the search results.</i>
ru: <i>Для повышения удобства использования Ubuntu, пожалуйста, примите участие в создании рейтинга популярности. Если вы это сделаете, раз в неделю список установленных приложений и частоты их использования будет анонимно отправляться в проект Ubuntu. Результаты используются для улучшения поддержки наиболее популярных приложений и определения порядка расположения приложений в результатах поиска.</i>
uk: <i>Щоб поліпшити роботу користувачів Ubuntu, будь ласка, візміть участь у збиранні даних з популярності програм. Якщо Ви підтримаєте це, перелік встановленного програмного забезпечення та інформація про те, як часто Ви його використовуєте буде збиратися й анонімно надсилатися до проєкту Ubuntu щотижня. Результати використовуються для покращення підтримки розповсюджених програмних додатків та для сортування програм у результатах пошуку.</i>

source: <i>To improve the user experience of Debian please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Debian project. The results are used to optimise the layout of the installation CDs.</i>
ru: <i>Чтобы улучшить опыт использования Debian, пожалуйста, примите участие в конкурсе популярности. Если вы это сделаете, список установленного программного обеспечения и частота его использования будут собраны и анонимно отправлены в проект Debian. Полученные результаты используются для оптимизации компоновки установочных компакт-дисков.</i>

source: Submit the list of installed software and how often it is is used to the distribution project.
ru: Сообщать создателям дистрибутива список установленных программ и частоту их использования
uk: Надіслати перелік встановлених програм та інформаціїю про те, як часто вони використовуються, до проєкту дистрибутиву.

source: Mirror
ru: Зеркало
uk: Дзеркало

source: Testing Mirrors
ru: Проверка зеркал
uk: Первіряються дзеркала

source: Cancel
ru: Отмена
uk: Скасувати

source: No suitable download server was found
ru: Подходящий сервер для загрузки не найден
uk: Не знайдено відповідного сервера для завантаження

source: Please check your Internet connection.
ru: Пожалуйста, проверьте ваше соединение с интернетом.
uk: Будь ласка перевірте Ваше з’єднання з інтернетом.

source: Canceling...
ru: Отмена...
uk: Скасування...

source: Daily
ru: Ежедневно
uk: Щодня

source: Every two days
ru: Каждые два дня
uk: Кожні два дні

source: Weekly
ru: Еженедельно
uk: Щотижня

source: Every two weeks
ru: Каждые две недели
uk: Кожні два тижні

source: Every %s days
ru: Каждые %s дней
uk: Кожні %s днів

source: Software updates
ru: Обновления программ
uk: Оновлення програмного забезпечення

source: Ubuntu Software
ru: ПО Ubuntu
uk: Програми Ubuntu

source: Other...
ru: Другой...
uk: Інший...

source: Import key
ru: Импортировать ключ
uk: Імпортувати ключ

source: GPG key file (*.gpg)
ru: Файл ключа GPG (*.gpg)

source: Error importing selected file
ru: Ошибка при импорте выбранного файла
uk: Помилка імпорту обраного файлу

source: The selected file may not be a GPG key file or it might be corrupt.
ru: Возможно выбранный файл не является файлом ключа GPG или поврежден.
uk: Обраний файл, можливо, не є файлом GPG ключа або його пошкоджено.

source: Error removing the key
ru: Ошибка при удалении ключа
uk: Помилка вилучення ключа

source: The key you selected could not be removed. Please report this as a bug.
ru: Выбранный вами ключ нельзя удалить. Пожалуйста, отправьте отчёт об ошибке.
uk: Обраний ключ не може бути вилучено. Повідомте про це як про помилку.

source: Could not refresh cache
ru: Невозможно обновить временные данные
uk: Не вдалося оновити кеш

source: Reload
ru: Обновить
uk: Оновити

source: Your local copy of the software catalog is out of date.
ru: Ваша локальная копия каталога приложений устарела.
uk: Ваша локальна копія каталогу програмного забезпечення є застарілою.

source: A new copy will be downloaded.
ru: Будет загружена новая копия.
uk: Буде отримано нову копію.

source: Refreshing software cache
ru: Обновление временных данных программного обеспечения
uk: Оновлення програмного кешу

source: Cache Refresh
ru: Обновление временных данных
uk: Оновити кеш

source: CD Error
ru: Ошибка CD
uk: Помилка КД

source: Error scanning the CD
ru: Ошибка сканирования CD
uk: Помилка сканування компакт-диска

source: Error while applying changes
ru: Ошибка при применении изменений
uk: Помилка під час застосування змін

source: This device is using the recommended driver.
ru: Это устройство использует рекомендованный драйвер.
uk: Цей пристрій використовує рекомендований драйвер.

source: This device is using an alternative driver.
ru: Это устройство использует альтернативный драйвер.
uk: Цей пристрій використовує альтернативний драйвер.

source: This device is using a manually-installed driver.
ru: Это устройство использует драйвер, установленный вручную.
uk: Цей пристрій використовує драйвер встановлений вручну.

source: This device is not working.
ru: Это устройство не работает.
uk: Цей пристрій не працює.

source: Continue using a manually installed driver
ru: Продолжить использование драйвера, установленного вручную
uk: Продовжити використовувати драйвер встановлений вручну

source: Using {} from {}
ru: Использовать {} из {}
uk: Використовується {} з {}

source: Using {}
ru: Использовать {}
uk: Використовуємо {}

source: open source
ru: открытое ПО
uk: відкрите ПЗ

source: proprietary
ru: проприетарное ПО
uk: пропрієтарне

source: {base_description} ({licence}, tested)
ru: {base_description} ({licence}, протестировано)

source: Do not use the device
ru: Не использовать это устройство
uk: Не використовувати пристрій

source: Unknown
ru: Неизвестно
uk: Невідомо

source: No proprietary drivers are in use.
ru: Проприетарные драйверы не используются.
uk: Пропрієтарні драйвери не використовуються .

source: CD Name
ru: Название CD диска
uk: Назва компакт-диску

source: Please enter a name for the disc
ru: Введите название для диска
uk: Уведіть назву диска

source: Insert Disk
ru: Вставьте диск
uk: Вставте диск

source: Please insert a disk in the drive:
ru: Пожалуйста, вставьте диск в привод:
uk: Будь ласка, вставте диск у пристрій:

source: Enter the complete APT line of the repository that you want to add.
ru: Введите полную строку APT добавляемого репозитория.
uk: Введіть рядок APT сховища, яке ви хочете додати, повністю.

source: Include the type, location and components of the repository. Example: %s
ru: Включает тип, расположение и компоненты репозитория. Например: %s
uk: Включно з типом, розташуванням та компонентами сховища. Приклад: %s

source: Binary
ru: Двоичные файлы
uk: Двійкове

source: Source code
ru: Исходный код
uk: Джерельний код

source: (Source Code)
ru: (Исходный код)
uk: (Джерельний код)

source: Source Code
ru: Исходный код
uk: Джерельний код

source: New mirror
ru: Новое зеркало
uk: Нове дзеркало

source: Completed %s of %s tests
ru: Выполнено %s из %s тестов
uk: Зроблено %s з %s тестів

source: %s Software
ru: ПО %s
uk: Програмне забезпечення %s

source: Extended Security Maintenance
ru: Расширенное поддержание безопасности
uk: Розширене Забезпечення Безпеки

source: Basic Security Maintenance
ru: Базовое поддержание безопасности
uk: Базове Забезпечення Безпеки

source: Ended %s - extend or upgrade now
ru: Закончилось %s — продлите или обновите сейчас
uk: Завершилось %s - продовжте чи оновіть зараз

source: Ends %s - extend or upgrade soon
ru: Заканчивается %s — продлите или обновите в ближайшее время
uk: Завершується %s - продовжте чи оновіть найближчим часом

source: Active until %s
ru: Активно до %s
uk: Активне до %s

source: Extend…
ru: Продлить…
uk: Розширити…

source: Ended %s
ru: Закончилось %s
uk: Завершилось %s

source: Custom
ru: Пользовательский
uk: Власне

source: Active
ru: Активен
uk: Активний

source: Key
ru: Ключ
uk: Ключ

source: _Add key from paste data
ru: _Добавить ключ из вставленных данных
uk: _Додати ключ зі вставлених даних

source: Error importing key
ru: Ошибка при импорте ключа
uk: Помилка імпорту ключа

source: The selected data may not be a GPG key file or it might be corrupt.
ru: Выбранные данные не являются ключом GPG, или он повреждён.
uk: Обрані дані не містять файлу ключа GPG або ж їх пошкоджено.

source: Could not find a suitable CD.
ru: Не удалось найти подходящий CD.
uk: Не вдалося знайти відповідний КД.

source: Applying changes...
ru: Применение изменений…
uk: Застосування змін...

source: Re_vert
ru: _Восстановить
uk: По_вернути

source: _Apply Changes
ru: _Применить изменения
uk: _Застосувати зміни

source: _Cancel
ru: _Отменить
uk: _Скасувати

source: _Restart...
ru: _Перезапустить...
uk: _Перезавантажити...

source: Searching for available drivers...
ru: Поиск доступных драйверов...
uk: Пошук доступних драйверів...

source: An error occurred while searching for drivers.
ru: Произошла ошибка при поиске драйверов.
uk: Виникла помилка під час пошуку драйверів.

source: No additional drivers available.
ru: Дополнительные драйверы отсутствуют.
uk: Додаткових драйверів немає.

source: You need to restart the computer to complete the driver changes.
ru: Вам необходимо перезапустить компьютер для завершения установки драйвера.
uk: Потрібно перезавантажити комп'ютер, щоб завершити встановлення драйвера.

source: %(count)d proprietary driver in use.
ru: Используется %(count)d проприетарный драйвер.
uk: Використовується %(count)d пропрієтарний драйвер.

source: Add Software Channels
ru: Добавить источник программ
uk: Додати канали Програм

source: Install software additionally or only from this source?
ru: Устанавливать программы дополнительно или только из этого источника?
uk: Встановлювати ПЗ додатково, чи лише з цього джерела?

source: You can either add the following sources or replace your current sources by them. Only install software from trusted sources.
ru: Вы можете также добавить следующие источники или заменить все текущие источники ими. Устанавливайте программы только из проверенных источников.
uk: Ви можете додати ці джерела або замінити ними чинні. Встановлюйте програмне забезпечення лише з надійних джерел.

source: There are no sources to install software from
ru: Источники установки программ не обнаружены
uk: Немає джерел для встановлення програм

source: The file '%s' does not contain any valid software sources.
ru: Файл «%s» не содержит корректных источников установки.
uk: Файл '%s' не містить коректних джерел програмного забезпечення.

source: The APT line includes the type, location and components of a repository, for example '%s'.
ru: Строка APT включает тип, адрес и компоненты репозитория, например «%s».
uk: Рядок APT містить тип, розташування та компоненти сховища, наприклад '%s'.

source: Error while refreshing cache
ru: Ошибка при обновлении временных данных
uk: Помилка під час оновлення кешу

source: Invalid token
ru: Недействительный токен
uk: Недійсний токен

source: Valid token
ru: Действительный токен
uk: Дійсний токен

source: Code expired
ru: Срок действия кода истёк
uk: Код протермінований

source: Failed to detach. Please try again
ru: Не удалось отсоединить. Пожалуйста, попробуйте еще раз
uk: Не вдалося відкріпити. Будь ласка спробуйте ще раз

source: Could not enable ESM Infra. Please try again.
ru: Не удалось включить ESM Infra. Пожалуйста, попробуйте снова.
uk: Не вдалося увімкнути ESM Infra. Будь ласка спробуйте знову.

source: Could not disable ESM Infra. Please try again.
ru: Не удалось отключить ESM Infra. Пожалуйста, повторите попытку.
uk: Не вдається вимкнути ESM Infra. Спробуйте знову.

source: Could not enable ESM Apps. Please try again.
ru: Не удалось включить ESM для приложений. Пожалуйста, попробуйте снова.
uk: Не вдалося увімкнути ESM Apps. Будь ласка спробуйте знову.

source: Could not disable ESM Apps. Please try again.
ru: Не удалось отключить ESM Apps. Пожалуйста, повторите попытку.
uk: Не вдається вимкнути ESM Apps. Спробуйте знову.

source: Could not enable Livepatch. Please try again.
ru: Livepatch не включён. Попробуйте ещё раз.
uk: Не вдалося увімкнути Livepatch. Будь ласка спробуйте ще раз.

source: Could not disable Livepatch. Please try again.
ru: Не удалось отключить Livepatch. Пожалуйста, повторите попытку.
uk: Не вдається вимкнути Livepatch. Спробуйте знову.

source: <b>ESM Infra</b> provides security updates for over 2,300 Ubuntu Main packages until %d.
ru: <b>ESM Infra</b> предоставляет обновления безопасности для более чем 2300 пакетов Ubuntu Main до %d.
uk: <b>ESM Infra</b> надає оновлення безпеки для понад 2300 пакунків Ubuntu Main до %d.

source: <b>ESM Apps</b>; provides security updates for over 23,000 Ubuntu Universe packages until %d.
ru: <b>ESM Infra</b> предоставляет обновления безопасности для более чем 23 000 пакетов Ubuntu Main до %d.
uk: <b>ESM Apps</b>; надає оновлення безпеки для понад 23000 пакунків Ubuntu Universe до %d.

source: <b>ESM Infra</b> provides security updates for over 2,300 Ubuntu Main packages.
ru: <b>ESM Infra</b> предоставляет обновления безопасности для более чем 2300 пакетов Ubuntu Main.
uk: <b>ESM Infra</b> надає оновлення безпеки для понад 2300 пакунків Ubuntu Main

source: <b>ESM Apps</b>; provides security updates for over 23,000 Ubuntu Universe packages.
ru: <b>ESM Infra</b> предоставляет обновления безопасности для более чем 23 000 пакетов Ubuntu Main.
uk: <b>ESM Apps</b>; надає оновлення безпеки для понад 23000 пакунків Ubuntu Universe

source: Disable _USG
ru: Отключить _USG
uk: Вимкнути _USG

source: Enable _USG
ru: Включить _USG
uk: Увімкнути _USG

source: No, go back
ru: Нет, назад
uk: Ні, повернутись

source: Enable FIPS
ru: Включить FIPS
uk: Увімкнути FIPS

source: Enabling FIPS could take a few minutes. This action cannot be reversed. Are you sure you want to enable FIPS?
ru: Включение FIPS может занять несколько минут. Это действие нельзя отменить. Вы уверены, что хотите включить FIPS?
uk: Увімкнення FIPS може зайняти кілька хвилин. Цю дію неможливо скасувати. Ви впевнені, що бажаєте ввімкнути FIPS?

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
ru: Ключ для автоматический подписи архивов Ubuntu <ftpmaster@ubuntu.com>
uk: Автоматичний ключ підпису архіву Ubuntu <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
ru: Ключ для автоматический подписи образов дисков Ubuntu <cdimage@ubuntu.com>
uk: Автоматичний ключ для підпису образу компакт-диска Ubuntu <cdimage@ubuntu.com>

source: Ubuntu Archive Automatic Signing Key (2012) <ftpmaster@ubuntu.com>
ru: Ключ для автоматической подписи архива Ubuntu (2012) <ftpmaster@ubuntu.com>
uk: Ключ автоматичного підписування архівів Ubuntu (2012) <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key (2012) <cdimage@ubuntu.com>
ru: Ключ для автоматической подписи Ubuntu CD (2012) <cdimage@ubuntu.com>
uk: Ключ автоматичного підписування образів компакт-дисків Ubuntu (2012) <cdimage@ubuntu.com>

source: Ubuntu Extras Archive Automatic Signing Key <ftpmaster@ubuntu.com>
ru: Ключ для автоматической подписи архива Ubuntu Extras <ftpmaster@ubuntu.com>
uk: Ключ автоматичного підписування додаткових архівів Ubuntu <ftpmaster@ubuntu.com>

source: not a valid cloud-archive format: '%s'
ru: недопустимый формат облачного архива: '%s'
