Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-manual-*.po
Languages: be, uk

source: This chapter covers the basic actions <xref linkend="anchor-installing"/>, <xref linkend="anchor-removing"/> and <xref linkend="anchor-upgrading"/> of packages.
be: Гэта частка разказвае пра базавыя дзеянні з пакетамі: <xref linkend="anchor-installing"/>, <xref linkend="anchor-removing"/> і <xref linkend="anchor-upgrading"/>.
uk: В даному розділі розглядаються основні дії по <link linkend="anchor-installing">встановленню</link>, <link linkend="anchor-removing">вилученню</link> та <link linkend="anchor-upgrading">оновленню</link> пакунків.

source: Furthermore performing a <xref linkend="anchor-dist-upgrade"/>, <xref linkend="anchor-dwww"/> the online documentation, <xref linkend="anchor-changelog"/> the changelog and the advanced actions <xref linkend="anchor-force"/> the installation of a specific package version, <xref linkend="anchor-lock"/> a package to the current version are described.
be: Акрамя таго паказвае <xref linkend="anchor-dist-upgrade"/>, <xref linkend="anchor-dwww"/> дакументацыю ў сетцы, <xref linkend="anchor-changelog"/> гісторыю і пашыраныя дзеянні як <xref linkend="anchor-force"/> усталяванне спецыфічнай версіі пакета, <xref linkend="anchor-lock"/> пакета на бягучай версіі.
uk: Окрім того, описані: виконання <link linkend="anchor-dist-upgrade">оновлення системи</link>, <link linkend="anchor-dwww">перегляд</link> онлайн-документації, читання <link linkend="anchor-changelog">історії змін</link>, а також детальні дії по <link linkend="anchor-force">примусовому</link> встановленню певної версії пакунку та <link linkend="anchor-lock">блокуванню</link> поточної версії пакунку.

source: To Install Packages
be: Усталяванне пакетаў
uk: Встановлення пакунків

source: If different version of the same package are available <application>Synaptic Package Manager</application> will select the most applicable by default. To force the installation of a specific version that is different to the default one, see <xref linkend="synaptic-pkg-force"/>.
be: Калі даступна некалькі версій аднаго пакета <application>Synaptic</application> выбера найбольш падыходзячую. Каб прымусова ўсталяваць версію, адрозную ад перадвызначанай, глядзіце <xref linkend="synaptic-pkg-force"/>.
uk: Якщо доступні різні версії одного й того самого пакунку, <application>менеджер пакунків Synaptic</application> типово обере найбільш відповідну версію. Для примусового встановлення певної версії, яка відрізняється від обраної типово, див. <xref linkend="synaptic-pkg-force"/>.

source: If you want to install a package perform the following steps:
be: Калі жадаеце ўсталяваць пакет, выканайце наступныя крокі:
uk: Якщо Ви бажаєте встановити пакунок, виконайте наступні дії:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Reload Package Information</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Абнавіць звесткі пра пакеты</guimenuitem></menuchoice>.
uk: Виберіть в меню <menuchoice><guimenu>Редагування</guimenu><guimenuitem>Оновити інформацію про пакунки</guimenuitem></menuchoice>.

source: Click on <guibutton>Reload</guibutton> in the toolbar.
be: На панэлі прылад націсніце <guibutton>Перазагрузіць</guibutton>.
uk: Клацініть на <guibutton>Оновити перелік пакунків</guibutton> на панелі інструментів.

source: Press the key combination <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.
be: Націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.
uk: Натисніть комбінацію <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.

source: Reload the package information to be aware of the latest versions available: <placeholder-1/>
be: Абнавіце інфармацыю аб пакеце каб упэўніцца што апошнія версіі даступны: <placeholder-1/>
uk: Оновіть відомості про пакунок, щоб знати про доступність найостанніших версій: <placeholder-1/>

source: Double click on the name of the package in the <xref linkend="synaptic-win-list"/>.
be: Двойчы націсніце на назву пакета ў <xref linkend="synaptic-win-list"/>.
uk: Двічі клацніть на назві пакунку у <link linkend="synaptic-win-list">переліку пакунків</link>.

source: Click on the status icon of the package and choose <guimenuitem> Mark for Installation</guimenuitem> from the menu.
be: Націніце на значок статуса і выберыце ў меню <guimenuitem> Пазначыць для ўсталёўкі</guimenuitem>.
uk: Натисніть на зображення стану пакунку та оберіть в меню <guimenuitem>Позначити для встановлення</guimenuitem>.

source: Right click on the package and choose <guimenuitem> Mark for Installation</guimenuitem> from the context menu.
be: Націсніце правай кнопкай на пакет і выберыце ў кантэкстным меню <guimenuitem> Пазначыць для ўсталёўкі</guimenuitem>.
uk: Натисніть правою кнопкою миші на пакунку та оберіть в контекстному меню <guimenuitem>Позначити для встановлення</guimenuitem>.

source: Select the package and choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Mark for Installation</guimenuitem></menuchoice> from the menu.
be: Вылучыце пакет і выберыце ў меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Пазначыць для ўсталявання</guimenuitem></menuchoice>.
uk: Оберіть пакунок та в меню <menuchoice><guimenu>Пакунок</guimenu> виберіть <guimenuitem>Позначити для встановлення</guimenuitem></menuchoice>.

source: Select the package and press the key combination <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>.
be: Вылучыце пакет і націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>.
uk: Оберіть пакунок та натисніть комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>I</keycap></keycombo>.

source: Mark the package for installation: <placeholder-1/>
be: Пазначце пакет для ўсталявання: <placeholder-1/>
uk: Позначте пакунок для встановлення: <placeholder-1/>

source: If the installation of the package(s) requires additional changes, you will be asked for confirmation. To also mark the additional changes click on the button <guibutton>Mark </guibutton>.
be: Калі ўсталяванне пакета(ў) патрабуе дадатковых змен, вас папросяць пацвердзіць. Каб пазначыць дадатковыя змены, націсніце на кнопку <guibutton>Пазначыць </guibutton>.
uk: Якщо встановлення пакунку(ів) вимагатиме додаткових змін, у Вас буде запитано про підтвердження. Щоб позначити також і додаткові зміни, натисніть кнопку <guibutton>Позначити</guibutton>.

source: Click on <guibutton>Apply</guibutton> in the toolbar.
be: Націсніце на панэлі прылад <guibutton>Ужыць</guibutton>.
uk: Натисніть <guibutton>Застосувати</guibutton> на панелі інструментів.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Apply Marked Changes</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Ужыць пазначаныя змены</guimenuitem></menuchoice>.
uk: Оберіть з меню <menuchoice><guimenu>Редагування</guimenu><guimenuitem>Застосувати позначені зміни</guimenuitem></menuchoice>.

source: Press the key combination <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo>.
be: Націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo>.
uk: Натисніть комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo>.

source: Apply the marked changes to actually install the package: <placeholder-1/>
be: Прымяніце пазначаныя змены каб нарэшце ўсталяваць пакет: <placeholder-1/>
uk: Застосувати позначені зміни для фактичного встановлення пакунку: <placeholder-1/>

source: You will be asked for confirmation. Check the summarized changes that will be applied. To continue with the actual installation confirm the changes click on <guibutton>Apply</guibutton>.
be: У вас спытаюць пацвярджэнне. Праверце ўсе змены, якія будуць ужыты. Каб працягнуць гэта ўсталяванне, пацвердзіце змены, націснуўшы на <guibutton>Ужыць</guibutton>.
uk: Вам буде видано запит на підтвердження. Перевірте звіт про зміни, що будуть виконані. Для продовження безпосередньо встановлення слід підтвердити зміни, натиснувши <guibutton>Застосувати</guibutton>.

source: During the processing of the changes you will see a progressbar. Wait until the changes have been applied. This can take some time depending on the number of changes. Afterwards you will be returned to the main window.
be: Падчас падрыхтоўкі змен вы ўбачыце паласу прагрэсу. Пачакайце пакуль змены будуць ужыты. Гэта можа заняць час адпаведна колькасці змен. Па заканчэнні вы вернецеся ў галоўнае акно.
uk: В процесі обробки змін Ви побачите індикатор виконання. Дочекайтеся виконання змін. Це може зайняти певний час, в залежності від кількості змін. Після цього Ви повернетеся в основне вікно.

source: The progressbar is not available on Debian system. Instead you will see a detailed terminal output.
be: Паласа прагрэсу недаступна ў сістэме Debian. Замест гэтага вы ўбачыце падрабянасці ў тэрмінале.
uk: Індикатор виконання недоступний для систем на основі Debian. Замість цього Вам буде показано детальний вивід терміналу.

source: To Remove Packages
be: Выдаленне пакетаў
uk: Для вилучення пакунків

source: Configuration files and user created data (e.g. a website in "/var/www") are not removed from the system by default.
be: Файлы канфігурацыі і створаныя карыстальнікам даныя (напрыклад сайт у "/var/www") не выдаляюцца з сістэмы па змаўчанні.
uk: Файли налаштувань та дані, створені користувачем (наприклад, веб-сайт в „/var/www“) типово не вилучаються з системи.

source: <emphasis>Debian only:</emphasis> You can change the default behavior in the preferences.
be: <emphasis>Толькі для Debian:</emphasis> Вы можаце змяніць паводзіны па змаўчанні ў наладах.
uk: <emphasis>Лише для Debian:</emphasis> Ви можете змінити типову поведінку у налаштуваннях.

source: <emphasis>Debian only:</emphasis> To remove all files related to the package choose <menuchoice><guimenuitem>Mark for Complete Removal</guimenuitem></menuchoice> instead of <menuchoice><guimenuitem>Mark for Removal</guimenuitem></menuchoice>.
be: <emphasis>Толькі для Debian:</emphasis> Для выдалення ўсіх файлаў, звязаных з пакетам, выберыце <menuchoice><guimenuitem>Пазначыць для поўнага выдалення</guimenuitem></menuchoice> замест <menuchoice><guimenuitem>Пазначыць для выдалення</guimenuitem></menuchoice>.
uk: <emphasis>Лише для Debian:</emphasis> Для вилучення усіх файлів, що відносяться до пакунку, оберіть <menuchoice><guimenuitem>Позначити для повного вилучення</guimenuitem></menuchoice> замість <menuchoice><guimenuitem>Позначити для вилучення</guimenuitem></menuchoice>.

source: To remove a packages follow these steps:
be: Для выдалення пакетаў выканайце гэтыя крокі:
uk: Для вилучення пакуків виконайте такі дії:

source: Double click on the name of the installed package in the <xref linkend="synaptic-win-list"/>.
be: Двойчы націсніце на назве ўсталяванага пакета ў <xref linkend="synaptic-win-list"/>.
uk: Двічі натисніть у <link linkend="synaptic-win-list">переліку пакунків</link> на назві встановленого пакунку.

source: Click on the status icon of the package and choose <guimenuitem> Mark for Removal</guimenuitem> from the menu.
be: Націсніце значок статусу пакета і выберыце ў меню <guimenuitem> Пазначыць для выдалення</guimenuitem>.
uk: Натисніть на піктограму статусу та оберіть у контекстному меню <guimenuitem> Позначити для вилучення</guimenuitem>.

source: Right click on the package and choose <guimenuitem> Remove</guimenuitem> from the context menu.
be: Націсніце правай кнопкай на пакеце і выберыце ў кантэкстным меню <guimenuitem> Выдаліць</guimenuitem>.
uk: Натисніть праву кнопку миші на пакунку та оберіть у контекстному меню<guimenuitem> Позначити для вилучення</guimenuitem> .

source: Select the package and choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Mark for Removal</guimenuitem></menuchoice> from the menu.
be: Вылучыце пакет і выберыце ў меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Пазначыць для выдалення</guimenuitem></menuchoice>.
uk: Оберіть пакунок й у меню оберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Позначити для вилучення</guimenuitem></menuchoice>.

source: Select the package and press the key <keycap>Delete</keycap>.
be: Выберыце пакет і націсніце клавішу <keycap>Delete</keycap>.
uk: Оберіть пакунок та натисніть <keycap>Delete</keycap>.

source: Mark the package for removal: <placeholder-1/>
be: Пазначце пакет для выдалення: <placeholder-1/>
uk: Позначити пакунок для вилучення: <placeholder-1/>

source: If the removal of the package(s) requires additional changes, you will be asked for confirmation. To also mark the additional changes click on the button <guibutton>Mark </guibutton>.
be: Калі выдаленне пакета(ў) патрабуе дадатковых змен, вас папросяць пацвердзіць. Каб пазначыць дадатковыя змены, націсніце кнопку <guibutton>Пазначыць </guibutton>.
uk: Якщо при вилученні пакунку(ів) потрібні додаткові зміни, Вам буде показано запит на підтвердження. Для того, щоб позначити також додаткові зміни, натисніть <guibutton>Позначити</guibutton>.

source: Apply the marked changes to actually remove the package(s): <placeholder-1/>
be: Прымяніце пазначаныя змены каб нарэшце выдаліць пакет(ы): <placeholder-1/>
uk: Застосувати наступні зміни для беспосереднього вилучення пакунку(ів): <placeholder-1/>

source: You are asked for confirmation. Check the summarized changes that will be applied. To continue with the actual removal confirm the changes click on <guibutton>Apply</guibutton>.
be: Вас папросяць пацвердзіць. Праверце ўсе змены, якія будуць ужыты. Каб працягнуць гэта выдаленне, пацвердзіце націснуўшы <guibutton>Ужыць</guibutton>.
uk: Вам буде виведено запит на підтвердження. Перевірте звіт про зміни, які будуть застосовані. Для продовження беспосередньо вилучення, натисніть <guibutton>Застосувати</guibutton>.

source: To Upgrade Packages
be: Абнаўленне пакетаў
uk: Оновлення пакунків

source: To upgrade a package follow these steps:
be: Каб абнавіць пакет, выканайце гэтыя крокі:
uk: Для оновлення пакунків виконайте такі дії:

source: Double click on the name of the package with a later version available in the <xref linkend="synaptic-win-list"/>.
be: Двойчы націсніце назву пакета з апошняй даступнай версіяй у <xref linkend="synaptic-win-list"/>.
uk: Двічі натисніть у <link linkend="synaptic-win-list">переліку пакунків</link> на назву пакунку з останньою доступною версією.

source: Click on the status icon of the package and choose <guimenuitem> Mark for Upgrade</guimenuitem> from the menu.
be: Націсніце значок статусу пакета і выберыце ў меню <guimenuitem> Пазначыць для абнаўлення</guimenuitem>.
uk: Клацніть на піктограмі стану пакунку й виберіть у меню <guimenuitem> Позначити для оновлення</guimenuitem>.

source: Right click on the package and choose <guimenuitem> Mark for Upgrade</guimenuitem> from the context menu.
be: Націсніце правую кнопку на пакеце і выберыце ў кантэкстным меню <guimenuitem> Пазначыць для абнаўлення</guimenuitem>.
uk: Натисніть правою кнопкою миші на пакунку та оберіть у контекстному меню<guimenuitem>Позначити для оновлення</guimenuitem>.

source: Select the package and choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Mark for Upgrade</guimenuitem></menuchoice> from the menu.
be: Вылучыце пакет і выберыце ў меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Пазначыць для абнаўлення</guimenuitem></menuchoice>.
uk: Оберіть пакунок та у меню оберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Позначити для оновлення</guimenuitem></menuchoice>.

source: Select the package and press the key combination <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo>.
be: Вылучыце пакет і націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo>.
uk: Оберіть пакунок та натисніть комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>P</keycap></keycombo>.

source: Mark the package for upgrade: <placeholder-1/>
be: Пазначыць пакет для абнаўлення: <placeholder-1/>
uk: Позначте пакунок для оновлення: <placeholder-1/>

source: If the upgrade of the package(s) requires additional changes, you will be asked for confirmation. To also mark the additional changes click on the button <guibutton>Mark </guibutton>.
be: Калі абнаўленне пакета(ў) патрабуе дадатковыя змены, вас папросяць пацвердзіць. Каб пазначыць дадатковыя змены, націсніце кнопку <guibutton>Пазначыць </guibutton>.
uk: Якщо при оновленні пакунків потрібні додаткові зміни, Вам буде виведено запит на підтвердження. Для того, щоб позначити також і додаткові зміни, натисніть <guibutton>Позначити</guibutton>.

source: Apply the marked changes to actually upgrade the package:
be: Прымяніце пазначаныя змены каб нарэшце абнавіць пакет:
uk: Застосувати наступні зміни для оновлення пакунку:

source: You are asked for confirmation. Check the summarized changes that will be applied. To continue with the actual upgrade confirm the changes click on <guibutton>Apply</guibutton>.
be: Вас папросяць пацвердзіць. Праверце ўсе змены, якія будуць ужыты. Каб працягнуць гэта абнаўленне, пацвердзіце націснуўшы <guibutton>Ужыць</guibutton>.
uk: Вам буде виведено запит на підтвердження. Перевірте звіт про зміни, що будуть виконані. Для продовження оновлення потрібно підтвердити зміни, натиснувши <guibutton>Застосувати</guibutton>.

source: To upgrade all installed packages to the latest version, see <xref linkend="synaptic-pkg-upgradesystem"/>.
be: Каб абнавіць усе ўсталяваныя пакеты да апошняй версіі, глядзіце <xref linkend="synaptic-pkg-upgradesystem"/>.
uk: Для оновлення усіх встановлених пакунків до останньої версії, див. <xref linkend="synaptic-pkg-upgradesystem"/>.

source: To Upgrade the Whole System
be: Абнаўленне ўсёй сістэмы
uk: Оновлення усієї системи

source: Default Upgrade
be: Абнаўленне па змаўчанні
uk: Типове оновлення

source: The default upgrade method marks upgrades of installed packages only. If the later version of a package depends on not installed packages or conflicts with an already installed package, the upgrade will not be marked.
be: Метад абнаўлення па змаўчанні пазначае для абнаўлення толькі ўсталяваныя пакеты. Калі апошняя версія пакета залежыць ад яшчэ не ўсталяваных ці канфліктуючых пакетаў, абнаўленне не будзе пазначана.
uk: При використанні типового методу оновлення позначаються оновлення лише для встановлених пакунків. Якщо остання версія залежить від пакунків, які не встановлені, або конфліктує з вже встановленим пакунком, він не буде позначений для оновлення.

source: Smart Upgrade (Dist-Upgrade)
be: Разумнае абнаўленне (Dist-Upgrade)
uk: Розширене оновлення (Dist-Upgrade)

source: The smart upgrade method tries to resolve package conflicts intelligently. This includes installing additional required packages and preferring packages with higher priority.
be: Метад разумнага абнаўлення спрабуе вырашыць канфлікты пакетаў. Гэта ўключае ўсталяванне дадатковых патрэбных пакетаў і перавагу пакетаў паводле прыярытэту.
uk: Метод розширеного встановлення оновлень намагається інтеллектуально вирішити конфлікти між пакунками. Метод полягає у встановленні потрібних додаткових пакунків, як і бажаних пакунків з більш високим пріоритетом.

source: Smart upgrade is also known as <emphasis>dist-upgrade</emphasis> in the console tool apt-get.
be: Разумнае абнаўленне таксама вядома як <emphasis>dist-upgrade</emphasis> у кансольнай прыладзе apt.
uk: Розширене оновлення також відоме як <emphasis>dist-upgrade</emphasis> у консольній утиліті apt-get.

source: Upgrades to a later operating system major releases have to be performed with the smart upgrade method, e.g. from Conectiva 9 to Conectiva 10 or from Debian Woody to Debian Sarge.
be: Абнаўленне да навейшага вялікага рзліза аперацыйнай сістэмы павінна адбывацца пры дапамозе метада разумнага абнаўлення, напрыклад з Conectiva 9 да Conectiva 10 ці з Debian Woody да Debian Sarge.
uk: Оновлення до нових головних релізів операційної системи має виконуватися з використанням методу розширеного оновлення, наприклад з Conectiva 9 до Conectiva 10 або з Debian Woody до Debian Sarge.

source: <application>Synaptic Package Manager</application> provides two methods for marking packages for upgrade: <placeholder-1/><placeholder-2/>
be: <application>Synaptic</application> прадастаўляе два метады пазначэння пакетаў для абнаўлення: <placeholder-1/><placeholder-2/>
uk: <application>Менеджер пакунків Synaptic </application> надає два методи виділення пакунків для оновлення: <placeholder-1/><placeholder-2/>

source: To upgrade your system to the latest version follow these steps:
be: Каб абнавіць вашу сістэму да апошняй версіі, выканайце гэтыя крокі:
uk: Для оновлення усієї системи до останньої версії, виконайте такі дії:

source: Click on <guibutton>Mark all Upgrades </guibutton> in the toolbar.
be: Націсніце на панэлі прылад <guibutton>Пазначыць усе абнаўленні </guibutton>.
uk: Натисніть <guibutton>Позначити усе </guibutton> на панелі инструментів.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Mark all Upgrades</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Пазначыць усе абнаўленні</guimenuitem></menuchoice>.
uk: Оберіть з меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Позначити усі оновлення</guimenuitem></menuchoice>.

source: Press the key combination <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>.
be: Націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>.
uk: Натисніть комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>.

source: Mark all possible upgrades: <placeholder-1/>
be: Пазначце ўсе магчымыя абнаўленні: <placeholder-1/>
uk: Позначити усі можливі оновлення: <placeholder-1/>

source: Choose the upgrade method. Smart upgrade is recommended.
be: Выберыце метад абнаўлення. Рэкамендуецца разумнае абнаўленне.
uk: Оберіть метод оновлення. Рекомендується розширене оновлення.

source: Apply the marked changes to actually upgrade the package(s): <placeholder-1/>
be: Прымяніце ўсе пазначаныя змены каб нарэшце абнавіць пакет(ы): <placeholder-1/>
uk: Застосувати позначені оновлення для оновлення пакунку(ів): <placeholder-1/>

source: You can change the default upgrade method for further upgrade in the preferences .
be: Вы можаце змяніць метад абнаўлення па змаўчанні для будучых абнаўленняў у наладах.
uk: Ви можете змінити типовий метод оновлення для наступних оновлень у налаштуваннях.

source: To Apply Marked Changes
be: Ужыванне пазначаных змен
uk: Застосування позначених змін

source: To show packages that are marked for a status change only choose the "Marked Changes" filter, see <xref linkend="synaptic-filter-apply"/>.
be: Каб паказаць толькі пакеты, пазначаныя для змены статусу, выберыце фільтр "Пазначаныя змены", глядзіце <xref linkend="synaptic-filter-apply"/>.
uk: Щоб показати лише ті пакунки, які позначено для зміни, оберіть фільтр "Позначені зміни", див. <xref linkend="synaptic-filter-apply"/>.

source: To apply marked changes: <placeholder-1/>
be: Каб ужыць пазначаныя змены: <placeholder-1/>
uk: Для того, щоб застосувати зміни: <placeholder-1/>

source: You are asked for confirmation. Check the summarized changes that will be applied. To confirm the changes click on the button <guibutton>Apply</guibutton>.
be: Вас папросяць пацвердзіць. Праверце ўсе змены, якія будуць ужыты. Каб пазвердзіць змены, націсніце кнопку <guibutton>Ужыць</guibutton>.
uk: Вам буде видано запит на підтвердження. Перевірте звіт про зміни, які будуть внесені до системи. Для підтвердження змін, натисніть <guibutton>Застосувати</guibutton>.

source: To Unmark Changes
be: Скасаванне пазначэння
uk: Щоб зняти позначку зміни

source: The following ways allow you to unmark changes:
be: Ёсць наступныя спосабы каб зняць пазначэнні:
uk: Зняти позначку про внесення змін можна наступними шляхами:
