Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-snapd-glib_snapd-glib-*.po
Languages: ru

source: Add user accounts and change passwords
ru: Добавление учётных записей пользователей и изменение паролей

source: Play and record sound
ru: Воспроизведение и запись звука

source: Play audio
ru: Воспроизведение звука

source: Record audio
ru: Запись звука

source: Detect network devices using mDNS/DNS-SD (Bonjour/zeroconf)
ru: Определение сетевых устройств с использованием mDNS/DNS-SD (Bonjour/zeroconf)

source: Access bluetooth hardware directly
ru: Прямой доступ к bluetooth устройству

source: Use bluetooth devices
ru: Использование устройств bluetooth

source: Use your camera
ru: Использование камеры

source: Print documents
ru: Печать документов

source: Use any connected joystick
ru: Использование подключённых джойстиков

source: Allow connecting to the Docker service
ru: Разрешение подключения к службе Docker

source: Configure network firewall
ru: Настройка межсетевого экрана

source: Setup and use privileged FUSE filesystems
ru: Установка и использование привилегированных файловых систем FUSE

source: Update firmware on this device
ru: Обновление прошивки на этом устройстве

source: Access hardware information
ru: Доступ к сведениям об оборудовании

source: Provide entropy to hardware random number generator
ru: Обеспечение энтропии аппаратного генератора случайных чисел

source: Use hardware-generated random numbers
ru: Использование аппаратно сгенерированных случайных чисел

source: Access files in your home folder
ru: Доступ к файлам в вашей домашней папке

source: Access libvirt service
ru: Доступ к службе libvirt

source: Change system language and region settings
ru: Изменение языка системы и региональных настроек

source: Change location settings and providers
ru: Изменение настроек местоположения и поставщиков услуг

source: Access your location
ru: Доступ к вашему местоположению

source: Read system and application logs
ru: Чтение журналов событий системы и приложений

source: Access LXD service
ru: Доступ к службе LXD

source: Use and configure modems
ru: Использование и настройка модемов

source: Read system mount information and disk quotas
ru: Чтение сведений о точках подключений и дисковых квотах

source: Control music and video players
ru: Управление музыкальными и видео проигрывателями

source: Change low-level network settings
ru: Изменение низкоуровневых настроек сети

source: Access the NetworkManager service to read and change network settings
ru: Доступ к службе NetworkManager для чтения и изменения сетевых настроек

source: Read access to network settings
ru: Доступ к чтению сетевых настроек

source: Change network settings
ru: Изменение сетевых настроек

source: Read network settings
ru: Чтение сетевых настроек

source: Access the ofono service to read and change network settings for mobile telephony
ru: Доступ к службе ofono, для чтения и изменения параметров сети при использовании мобильной телефонии

source: Control Open vSwitch hardware
ru: Управление оборудованием Open vSwitch

source: Read from CD/DVD
ru: Чтение с CD/DVD

source: Read, add, change, or remove saved passwords
ru: Чтение, добавление, изменение или удаление сохранённых паролей

source: Access pppd and ppp devices for configuring Point-to-Point Protocol connections
ru: Доступ к pppd и ppp устройствам для настройки соединений по протоколу Point-to-Point

source: Pause or end any process on the system
ru: Приостановление или завершение любого процесса системы

source: Access USB hardware directly
ru: Прямой доступ к USB оборудованию

source: Read/write files on removable storage devices
ru: Чтение и запись файлов на съёмных устройствах хранения

source: Prevent screen sleep/lock
ru: Предотвращение блокирования и перехода экрана в спящий режим

source: Access serial port hardware
ru: Доступ к обрудованию с последовательными портами

source: Restart or power off the device
ru: Перезапуск или выключение устройства

source: Install, remove and configure software
ru: Установка, удаление и настройка ПО

source: Access Storage Framework service
ru: Служба доступа к оснастке хранилища

source: Read process and system information
ru: Чтение сведений о системе и процессах

source: Monitor and control any running program
ru: Мониторинг и управление любой выполняющейся программой

source: Change the date and time
ru: Изменение даты и времени

source: Change time server settings
ru: Изменение настроек сервера точного времени

source: Change the time zone
ru: Изменение часовой зоны

source: Access the UDisks2 service for configuring disks and removable media
ru: Доступ к службе UDisks2 для конфигурирования дисков и съёмных накопителей

source: Read/change shared calendar events in Ubuntu Unity 8
ru: Чтение и изменение общедоступных событий календаря в Ubuntu Unity 8

source: Read/change shared contacts in Ubuntu Unity 8
ru: Чтение и изменение общедоступных контактных данных в Ubuntu Unity 8

source: Access energy usage data
ru: Доступ к сведениям об энергопотреблении

source: Read/write access to U2F devices exposed
ru: Доступ чтения и записи к открытым устройствам U2F
