Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-system-config-printer_system-config-printer-*.po
Languages: be

source: Configuring new printer
be: Канфігурацыя новага прынтара

source: No driver for this printer.
be: Адсутнічаюць драйверы для гэтага прынтара.

source: Search
be: Пошук

source: Printer added
be: Прынтар дададзены

source: Install printer driver
be: Усталяваць драйвер прынтара

source: `%s' requires driver installation: %s.
be: `%s' патрабуе ўсталявання драйвера: %s.

source: Install
be: Усталяваць

source: `%s' is ready for printing.
be: `%s' гатовы да друку.

source: Print test page
be: Надрукаваць тэставую старонку

source: Configure
be: Канфігураваць

source: Find driver
be: Знайсці драйвер

source: Not authorized
be: Не аўтарызаваны

source: The password may be incorrect.
be: Магчыма няслушны пароль.

source: Authentication (%s)
be: Аўтэнтыфікацыя (%s)

source: CUPS server error
be: Памылка сервера CUPS

source: CUPS server error (%s)
be: Памылка сервера CUPS (%s)

source: There was an error during the CUPS operation: '%s'.
be: Адбылася памылка падчас выканання аперацыі CUPS: «%s».

source: Retry
be: Паўтарыць

source: Operation canceled
be: Аперацыя скасавана

source: Username:
be: Імя карыстальніка

source: Password:
be: Пароль:

source: Domain:
be: Дамен:

source: Authentication
be: Аўтэнтыфікацыя

source: Remember password
be: Памятаць пароль

source: The password may be incorrect, or the server may be configured to deny remote administration.
be: Пароль можа быць няправільны або канфігурацыя сервера не дазваляе скарыстацца аддаленым кіраваннем.

source: Bad request
be: Памылковы запыт

source: Not found
be: Не знойдзена

source: Request timeout
be: Час запыта скончыўся

source: Upgrade required
be: Патрабуецца абнаўленне

source: Server error
be: Памылка сервера

source: Not connected
be: Ня злучана

source: status %s
be: стан %s

source: There was an HTTP error: %s.
be: Адбылася памылка HTTP: %s.

source: Delete Jobs
be: Выдаліць заданні

source: Do you really want to delete these jobs?
be: Вы сапраўды хочаце выдаліць гэтыя заданні?

source: Delete Job
be: Выдаліць заданне

source: Do you really want to delete this job?
be: Вы сапраўды хочаце выдаліць гэта заданне?

source: Cancel Jobs
be: Скасаваць заданні

source: Do you really want to cancel these jobs?
be: Адмяніць гэтыя заданьні?

source: Cancel Job
be: Скасаваць заданне

source: Do you really want to cancel this job?
be: Вы сапраўды хочаце скасаваць гэта заданне?

source: deleting job
be: выдаленне задання

source: canceling job
be: скасаванне задання

source: _Cancel
be: _Скасаваць

source: Cancel selected jobs
be: Скасаваць выбраныя заданні

source: _Delete
be: _Выдаліць

source: Delete selected jobs
be: Выдаліць выбраныя заданні

source: _Hold
be: _Прыпыніць

source: _Release
be: _Скінуць

source: Re_print
be: Пера_друкаваць

source: Reprint selected jobs
be: Паўтарыць друк выбраных заданняў

source: Re_trieve
be: А_трымаць

source: _Move To
be: _Перасунуць у

source: _Authenticate
be: _Аўтэнтыфікацыя

source: _View Attributes
be: Прагляд атрыбутаў

source: Close this window
be: Зачыніць гэтае акно

source: Job
be: Заданне

source: User
be: Карыстальнік

source: Document
be: Дакумэнт

source: Printer
be: Прынтэр

source: Size
be: Памер

source: Time submitted
be: Час адсылкі

source: Status
be: Стан

source: my jobs on %s
be: мае заданні на %s

source: my jobs
be: мае заданні

source: all jobs
be: усе заданні

source: Document Print Status (%s)
be: Стан друку дакумэнтаў (%s)

source: Job attributes
be: Атрыбуты задання

source: Unknown
be: Невядома

source: a minute ago
be: хвіліну таму

source: %d minutes ago
be: %d хвілін таму

source: an hour ago
be: гадзіну назад

source: %d hours ago
be: %d гадзін назад

source: yesterday
be: учора

source: %d days ago
be: %d дні (дзён) таму

source: last week
be: на мінулым тыдні

source: %d weeks ago
be: %d тыдні (тыдняў) назад

source: authenticating job
be: Задача аўтэнтыфікацыі

source: Authentication required for printing document `%s' (job %d)
be: Для друку дакумента «%s» (заданне %d) патрабуецца аўтэнтыфікацыя

source: holding job
be: утрыманне задання

source: releasing job
be: вызваленне задання

source: retrieved
be: атрымана

source: Save File
be: Захаваць файл

source: Name
be: Імя

source: Value
be: Значэнне

source: No documents queued
be: Няма дакумэнтаў у чарзе

source: 1 document queued
be: 1 дакумэнт у чарзе

source: %d documents queued
be: %d дакум. у чарзе

source: Document printed
be: Дакумэнт надрукаваны

source: Document `%s' has been sent to `%s' for printing.
be: Дакумэнт «%s» адпраўлены на «%s» для друку.

source: There was a problem sending document `%s' (job %d) to the printer.
be: Пры адпраўцы на друк дакумэнта «%s» (заданьне %d) узьнікла праблема.

source: There was a problem processing document `%s' (job %d).
be: Пры апрацоўке дакумэнта «%s» (заданьне %d) узьнікла праблема.

source: There was a problem printing document `%s' (job %d): `%s'.
be: Падчас друку дакумэнта «%s» (заданьне %d) узьнікла праблема: «%s».

source: Print Error
be: Памылка друку

source: _Diagnose
be: _Дыягностыка

source: The printer called `%s' has been disabled.
be: Прынтэр «%s» быў выключаны.

source: disabled
be: адключана

source: Held for authentication
be: Утрымліваць для аўтэнтыфікацыі

source: Held
be: Прыпынена

source: Held until %s
be: Утрымліваць да %s

source: Held until day-time
be: Утрымліваць да дня

source: Held until evening
be: Утрымліваць да вечара

source: Held until night-time
be: Утрымліваць да ночы

source: Held until second shift
be: Утрымліваць да другой зьмены

source: Held until third shift
be: Утрымліваць да трэцяй зьмены

source: Held until weekend
be: Утрымілваць да выходных

source: Pending
be: Чаканне

source: Processing
be: Апрацоўка

source: Stopped
be: Спынена

source: Canceled
be: Скасавана

source: Aborted
be: Перарвана

source: Completed
be: Выканана

source: Default
be: Прадвызначана

source: None
be: Ніякі

source: Odd
be: Няцотны

source: Even
be: Цотны

source: XON/XOFF (Software)
be: XON/XOFF (Праграмны)

source: RTS/CTS (Hardware)
be: RTS/CTS (Апаратны)

source: DTR/DSR (Hardware)
be: DTR/DSR (Апаратны)

source: Members of this class
be: Удзельнікі гэтай клясы

source: Others
be: Іншыя

source: Devices
be: Прылады

source: Connections
be: Злучэнні

source: Makes
be: Вытворцы

source: Models
be: Мадэлі

source: Drivers
be: Драйвэры

source: Downloadable Drivers
be: Драйвэры, даступныя для запампоўкі

source: Share
be: Рэсурс

source: Comment
be: Камэнтар

source: PostScript Printer Description files (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
be: Файлы PostScript Printer Description (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)

source: All files (*)
be: Усе файлы (*)

source: New Class
be: Новая кляса

source: New Printer
be: Новы прынтар

source: Change Device URI
be: Зьмена URI прылады

source: Change Driver
be: Зьмяніць драйвэр

source: fetching device list
be: атрыманне спіса прылад

source: Searching
be: Ідзе пошук

source: Searching for drivers
be: Пошук драйвэраў

source: Network Printer
be: Сеткавы прынтар

source: Find Network Printer
be: Знайсці сеткавы прынтар

source: Windows Printer via SAMBA
be: Прынтэр Windows праз SAMBA

source: (Current)
be: (бягучы)

source: Scanning...
be: Сканаванне...

source: No Print Shares
be: Абагуленыя прынтары не знойдзены

source: There were no print shares found. Please check that the Samba service is marked as trusted in your firewall configuration.
be: Абагуленыя прынтары не знойдзены. Пераканайцеся, што ў канфігурацыі міжсеткавага экрана сэрвіс Samba пазначаны ў якасці даверанага.

source: Print Share Verified
be: Абагулены прынтар правераны

source: This print share is accessible.
be: Гэты абагулены прынтар даступны.

source: This print share is not accessible.
be: Гэты абагулены прынтар недаступны.

source: Print Share Inaccessible
be: Абагулены прынтар недаступны

source: Parallel Port
be: Паралельны порт

source: Serial Port
be: Паслядоўны порт

source: Fax
be: Факс

source: HP Linux Imaging and Printing (HPLIP)
be: Цэнтр друку й выяваў HP ў Linux(HPLIP)

source: Hardware Abstraction Layer (HAL)
be: Узровень апаратнай абстракцыі (HAL)

source: LPD/LPR queue '%s'
be: Чарга LPD/LPR «%s»

source: LPD/LPR queue
be: Чарга LPD/LPR

source: A printer connected to the parallel port.
be: Прынтэр, злучаны з паралельным портам.

source: A printer connected to a USB port.
be: Прынтэр, злучаны з USB портам.

source: HPLIP software driving a printer, or the printer function of a multi-function device.
be: Працу прынтара забяспечвае HPLIP або функцыя прынтара шматфункцыянальнай прылады.

source: HPLIP software driving a fax machine, or the fax function of a multi-function device.
be: Працу факса забясьпечвае HPLIP альбо функцыя факса шматфункцыянальнай прылады.

source: Local printer detected by the Hardware Abstraction Layer (HAL).
be: Лакальны прынтар, які вызначыў HAL (Hardware Abstraction Layer).

source: Searching for printers
be: Пошук друкарак

source: No printer was found at that address.
be: Прынтэр ня знойдзены па гэтаму адрасу.

source: -- Select from search results --
be: -- Абярыце з рэзультатаў пошука --

source: -- No matches found --
be: -- Супадзенняў не знойдзена --

source: Local Driver
be: Лякальны драйвэр

source: (recommended)
be: (рэкамендаваны)

source: This PPD is generated by foomatic.
be: Дадзены PPD сфарміраваны foomatic.

source: Distributable
be: Распаўсюджваемы

source: No support contacts known
be: Няма кантактных зьвестак

source: Not specified.
be: Не пазначана.

source: Database error
be: Памылка базы даных

source: The '%s' driver cannot be used with printer '%s %s'.
be: Драйвер «%s» не можа выкарыстоўвацца з прынтарам «%s %s».

source: You will need to install the '%s' package in order to use this driver.
be: Каб скарыстацца гэтым драйвэрам, Вам неабходна ўсталяваць пакет «%s».

source: PPD error
be: Памылка PPD

source: Failed to read PPD file. Possible reason follows:
be: Ня ўдалося прачытаць файл PPD. Магчымыя прычыны:

source: Downloadable drivers
be: Даступныя для загрузкі драйвэры

source: Failed to download PPD.
be: Ня ўдалося загрузіць PPD.

source: fetching PPD
be: атрыманне PPD

source: No Installable Options
be: Няма ўсталёўваемых функцый

source: adding printer %s
be: дадаванне прынтара %s

source: modifying printer %s
be: змена прынтара %s

source: Conflicts with:
be: Канфліктуе з:

source: Abort job
be: Перарваць заданне

source: Retry current job
be: Паўтарыць бягучае заданне

source: Retry job
be: Паўтарыць заданне

source: Stop printer
be: Спыніць прынтар

source: Default behavior
be: Змоўчныя паводзіны

source: Authenticated
be: Аўтарызаваны

source: Classified
be: Клясыфікаваны

source: Confidential
be: Канфідэнцыйны

source: Secret
be: Сакрэтна

source: Standard
be: Звычайны

source: Top secret
be: Надзвычайна сакрэтна

source: Unclassified
be: Няклясыфікаваны

source: No hold
be: Ня ўтрымліваць

source: Indefinite
be: Нявызначаны

source: Daytime
be: Дзённы час

source: Evening
be: Вечар

source: Night
be: Ноч

source: Second shift
be: Другая зьмена

source: Third shift
be: Трэцяя зьмена

source: Weekend
be: Выходныя

source: General
be: Агульны

source: Normal
be: Нармальны

source: No
be: Не

source: Yes
be: Так

source: Installable Options
be: Усталёўваемыя магчымасьці

source: Staple
be: Скрэпка

source: Punch
be: Дыракол

source: Printout mode
be: Рэжым друку

source: Draft (auto-detect-paper type)
be: Чарнавая якасць (аўтаматычнае вызначэнне тыпу паперы)

source: Draft grayscale (auto-detect-paper type)
be: Чарнавая якасць у градацыях шэрага (аўтаматычнае вызначэнне тыпу паперы)

source: Normal (auto-detect-paper type)
be: Звычайная якасць (аўтаматычнае вызначэнне тыпу паперы)

source: Normal grayscale (auto-detect-paper type)
be: Звычайная якасць у градацыях шэрага (аўтаматычнае вызначэнне тыпу паперы)

source: High quality (auto-detect-paper type)
be: Высокая якасць (аўтаматычнае вызначэнне тыпу паперы)

source: High quality grayscale (auto-detect-paper type)
be: Высокая якасць у градацыях шэрага (аўтаматычнае вызначэнне тыпу паперы)

source: Photo (on photo paper)
be: Фота (на фотапаперы)

source: Best quality (color on photo paper)
be: Найлепшая якасьць (колер на фотапаперы)

source: Normal quality (color on photo paper)
be: Звычайная якасьць (колер на фотапаперы)

source: Media source
be: Медыя крыніца

source: Photo tray
be: Фоталаток

source: Upper tray
be: Верхні латок

source: Lower tray
be: Ніжні латок

source: CD or DVD tray
be: Латок CD альбо DVD

source: Envelope feeder
be: Латок падачы канвэртаў

source: Large capacity tray
be: Латок вялікай умяшчальнасьці

source: Manual feeder
be: Латок ручной падачы

source: Page size
be: Памер старонкі

source: Custom
be: Іншы

source: Photo or 4x6 inch index card
be: Фота або картка 4х6 цаляў

source: Photo or 5x7 inch index card
be: Фота або картка 5х7 цалаў

source: Photo with tear-off tab
be: Фота з адрыўным полем

source: 3x5 inch index card
be: Картка 3x5 цаляў

source: 5x8 inch index card
be: Картка 5x8 цаляў

source: A6 with tear-off tab
be: A6 з адрыўным полем

source: CD or DVD 80mm
be: CD альбо DVD 80мм

source: CD or DVD 120mm
be: CD альбо DVD 120мм

source: Long edge (standard)
be: Стандартовы

source: Short edge (flip)
be: Блакнот

source: Off
be: Адключана

source: Resolution, quality, ink type, media type
be: Раздзяляльнасць, якасць, тып чарнілаў, тып медыя

source: Controlled by 'Printout mode'
be: Кіруецца функцыяй «Рэжым друку»

source: 300 dpi, color, black + color cartridge
be: 300 dpi, колер, чорны + каляровы картрыдж

source: 300 dpi, draft, color, black + color cartridge
be: 300 dpi, чарнавік, чорны + каляровы картрыдж

source: 300 dpi, draft, grayscale, black + color cartridge
be: 300 dpi, чарнавік, чорна-белы, чорны і каляровы картрыдж

source: 300 dpi, grayscale, black + color cartridge
be: 300 dpi, чорна-белы, чорны і каляровы картрыдж

source: 600 dpi, color, black + color cartridge
be: 600 dpi, каларовы, чорны + каляровы картрыдж

source: 600 dpi, grayscale, black + color cartridge
be: 600 dpi, чорна-белы, чорны + каляровы картрыдж

source: 600 dpi, photo, black + color cartridge, photo paper
be: 600 dpi, фота, чорны + каляровы картрыдж, фотапапера

source: 600 dpi, color, black + color cartridge, photo paper, normal
be: 600 dpi, каларовы, чорны + каляровы картрыдж, фотапапера, звычайны

source: 1200 dpi, photo, black + color cartridge, photo paper
be: 1200 dpi, фота, чорны + каляровы картрыдж, фотапапера

source: Serial Port #1
be: Паслядоўны порт # 1

source: fetching PPDs
be: атрыманне PPD

source: Idle
be: Бязьдзейнасць

source: Busy
be: Заняты

source: Message
be: Паведамленне

source: Users
be: Карыстальнікі

source: Portrait (no rotation)
be: Кніжная (без паварота)

source: Landscape (90 degrees)
be: Альбумная (поварот на 90°)

source: Reverse landscape (270 degrees)
be: Перавернутая альбумная (паварот на 270°)

source: Reverse portrait (180 degrees)
be: Перавернутая кніжная (паварот на 180°)

source: Left to right, top to bottom
be: Зьлева направа, зьверху ўніз

source: Left to right, bottom to top
be: Зьлева направа, зьнізу ўверх

source: Right to left, top to bottom
be: Зправа налева, зьверху ўніз

source: Right to left, bottom to top
be: Зправа налева, зьнізу ўверх

source: Top to bottom, left to right
be: Зьверху ўніз, зьлева направа

source: Top to bottom, right to left
be: Зьверху ўніз, зправа налева

source: Bottom to top, left to right
be: Зьнізу ўверх, зьлева направа

source: Bottom to top, right to left
be: Зьнізу ўверх, зправа налева

source: Cover
be: Вокладка

source: Bind
be: Змацаваць

source: Saddle stitch
be: Сшыўка наапашкі

source: Edge stitch
be: Мацаванне па краі

source: Fold
be: Скласьці

source: Trim
be: Падрэзаць

source: Bale
be: Запакаваць

source: Booklet maker
be: Збрашураваць

source: Staple (top left)
be: Скрэпка (уверсе зьлева)

source: Staple (bottom left)
be: Скрэпка (унізе зьлева)

source: Staple (top right)
be: Скрэпка (уверсе зправа)

source: Staple (bottom right)
be: Скрэпка (унізе зправа)

source: Edge stitch (left)
be: Сшыўка па краі (злева)

source: Edge stitch (top)
be: Сшыўка па краі (зверху)

source: Edge stitch (right)
be: Сшыўка па краі (справа)

source: Edge stitch (bottom)
be: Мацаваньне па краю (зьнізу)

source: Staple dual (left)
be: Двайная скрэпка (зьлева)

source: Staple dual (top)
be: Двайная скрэпка (зьверху)

source: Staple dual (right)
be: Двайная скрэпка (зправа)

source: Staple dual (bottom)
be: Двайная скрэпка (зьнізу)

source: Bind (left)
be: Замацаваць (зьлева)

source: Bind (top)
be: Завацаваць (зьверху)

source: Bind (right)
be: Замацаваць (зправа)

source: Bind (bottom)
be: Замацаваць (зьнізу)

source: One-sided
be: Аднабаковая

source: Two-sided (long edge)
be: Двухбаковая (па доўгаму краю)

source: Two-sided (short edge)
be: Двухбаковая (па кароткаму краю)

source: Reverse
be: У адваротным парадку

source: Automatic rotation
be: Аўтаратацыя

source: CUPS test page
be: Тэставая старонка CUPS

source: Typically shows whether all jets on a print head are functioning and that the print feed mechanisms are working properly.
be: Звычайна паказвае ці ў парадку соплы друкуючай галоўкі й правярае карэктнасьць працы механізма падачы бумагі.

source: Printer Properties - '%s' on %s
be: Уласцівасці прынтара «%s» на %s

source: There are conflicting options. Changes can only be applied after these conflicts are resolved.
be: Выяўлены канфлікт параметраў. Змены могуць быць ужыты толькі пасля вырашэння канфлікту.

source: Printer Options
be: Параметры прынтара

source: modifying class %s
be: зьмена клясы %s

source: This will delete this class!
be: Гэта прывядзе да выдалення класа!

source: Proceed anyway?
be: Працягнуць?

source: fetching server settings
be: атрыманьне парамэтраў паслужніка

source: printing test page
be: друк пробнай старонкі

source: Not possible
be: Немагчыма

source: The remote server did not accept the print job, most likely because the printer is not shared.
be: Аддалены сервер не прыняў заданне на друк. Хутчэй за ўсё прынтар не наладжаны для друку праз сетку.

source: Submitted
be: Адпраўлена

source: Test page submitted as job %d
be: Тэставая старонка адпраўлена як заданне %d

source: sending maintenance command
be: адпраўка каманды абслугоўвання

source: Maintenance command submitted as job %d
be: Каманда абслугоўвання адпраўлена як заданне %d

source: Error
be: Памылка

source: There was a problem connecting to the CUPS server.
be: Памылка далучэньня да паслужніка CUPS.

source: Marker levels are not reported for this printer.
be: Для гэтага прынтара не вызначаны ўзроўні маркераў.

source: You must log in to access %s.
be: Вы павінны ўвайсьці, каб мець доступ да %s.

source: Problems?
be: Праблемы?

source: modifying server settings
be: зьмена парамэтраў паслужніка

source: Toner low
be: Мала тонэру

source: Printer '%s' is low on toner.
be: У друкарцы «%s» мала фарбы.

source: Toner empty
be: Тонэр скончыўся

source: Printer '%s' has no toner left.
be: У друкарцы «%s» скончылася фарба.

source: Cover open
be: Адкрыта накрыўка

source: The cover is open on printer '%s'.
be: Вечка прынтара «%s» адчынена.

source: Door open
be: Дзьверка адчынена

source: The door is open on printer '%s'.
be: Дзверцы прынтара «%s» адчынены.

source: Paper low
be: Мала паперы

source: Printer '%s' is low on paper.
be: У друкарцы «%s» мала паперы.

source: Out of paper
be: Бракуе паперы

source: Printer '%s' is out of paper.
be: У друкарцы "%s" скончылася папера.

source: Ink low
be: Мала чарнілаў

source: Printer '%s' is low on ink.
be: У друкарцы '%s' нізкі ўзровень чарнілаў.

source: Ink empty
be: чарніла скончыліся

source: Printer '%s' has no ink left.
be: У друкарцы '%s' не засталося чарнілаў.

source: Printer off-line
be: Прынтар выключаны

source: Printer '%s' is currently off-line.
be: Прынтар «%s» недаступны.

source: Not connected?
be: Не падключацца?

source: Printer '%s' may not be connected.
be: Магчыма, што прынтар «%s» не падключаны.

source: Printer error
be: Памылка прынтара

source: There is a problem on printer '%s'.
be: Выяўлена праблема ў прынтары «%s».

source: Printer report
be: Справаздача

source: Printer warning
be: Папярэджанне прынтара

source: Printer '%s': '%s'.
be: Прынтар «%s»: «%s».

source: Configure printers
be: Сканфігурыраваць прынтар

source: _Connect...
be: _Спалучыцца...

source: _Settings...
be: _Налады...

source: _Printer
be: _Прынтэр

source: _Rename
be: _Перайменаваць

source: _Duplicate
be: _Падвоіць

source: Set As De_fault
be: Задаць прадвыз_начана

source: _Create class
be: _Стварыць клясу

source: View Print _Queue
be: Прагляд _чаргі друку

source: E_nabled
be: Да_зволены

source: _Shared
be: _Агульны доступ

source: Description
be: Апісанне

source: Location
be: Месца

source: Manufacturer / Model
be: Вытворца / Мадэль

source: Connected to %s
be: Далучана да %s

source: obtaining queue details
be: атрыманне падрабязнасцей чаргі

source: Network printer (discovered)
be: Сеткавы прынтар (выяўлены)

source: Network class (discovered)
be: Сеткавая кляса (аднайдаваная)

source: Class
be: Кляса

source: Network printer
be: Сеткавы прынтар

source: Network print share
be: Рэсурс сеткавага прынтара

source: <i>Opening connection to %s</i>
be: <i>Адкрываецца падключэнне да %s</i>

source: Set Default Printer
be: Задаць прадвызначаны прынтар

source: Do you want to set this as the system-wide default printer?
be: Вы сапраўды хочаце задаць гэты прынтар прадвызначаным агульнасістэмным прынтарам?

source: Set as the _system-wide default printer
be: Прадвызначана задаць у якасці агульнасістэмнага прынтара

source: _Clear my personal default setting
be: _Скінуць мае персанальныя прадвызначаныя налады

source: Set as my _personal default printer
be: Прадвызначана выбраць у якасці майго асабіс_тага прынтара

source: setting default printer
be: наладжванне прадвызначанага прынтара

source: Cannot Rename
be: Немагчыма перайменаваць

source: There are queued jobs.
be: У чарзе друку засталіся заданні.

source: Renaming will lose history
be: Перайменаванне прывядзе да страты гісторыі

source: Completed jobs will no longer be available for re-printing.
be: Завершаныя заданні будуць недаступны для паўторнага друку.

source: renaming printer
be: перайменаванне прынтара

source: Really delete class '%s'?
be: Вы ўпэўнены, што жадаеце выдаліць клясу «%s»?

source: Really delete printer '%s'?
be: Вы сапраўды хочаце выдаліць прынтар «%s»?

source: Really delete selected destinations?
be: Вы ўпэўнены, што хочаце выдаліць выбраныя прызначэнні?

source: deleting printer %s
be: выдаленне прынтара %s

source: Publish Shared Printers
be: Публікацыя агульных друкарак

source: Shared printers are not available to other people unless the 'Publish shared printers' option is enabled in the server settings.
be: Абагуленыя прынтары не будуць даступны іншым карыстальнікам, калі ў наладах сервера адключаны параметр «Публікацыя абагуленых прынтараў».

source: Would you like to print a test page?
be: Раздрукаваць тэставую старонку?

source: Print Test Page
be: Друк тэставай старонкі

source: Install driver
be: Усталяваць драйвэр

source: Printer '%s' requires the %s package but it is not currently installed.
be: Прынтэр «%s» патрабуе пакет %s, які ня ўсталяваны ў бягучы момант.

source: Missing driver
be: Адсутнічае драйвэр

source: Printer '%s' requires the '%s' program but it is not currently installed. Please install it before using this printer.
be: Прынтар «%s» патрабуе праграму «%s», але яна пакуль не ўсталявана. Усталюйце яе перад выкарыстаннем гэтага прынтара.

source: Please wait
be: Калі ласка, пачакайце

source: Gathering information
be: Збор інфармацыі

source: _Filter:
be: _Фільтар:

source: Printer '%s' requires the '%s' program but it is not currently installed.
be: Прынтар «%s» патрабуе праграму «%s», але яна пакуль не ўсталявана.
