Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-system-config-printer_system-config-printer-*.po
Languages: be

source: Choose Network Printer
be: Выбраць сеткавы прынтар

source: Information
be: Інфармацыя

source: Choose Printer
be: Выбраць прынтар

source: Choose Device
be: Выбраць прыладу

source: Device URI
be: URI прылады

source: Debugging
be: Адладка

source: Enable Debugging
be: Уключыць адладку

source: Printer Location
be: Размяшчэнне прынтара

source: Errors are listed below:
be: Памылкі, пералічаныя ніжэй:

source: Warnings are listed below:
be: Заўвагі, пералічаныя ніжэй:

source: Test Page
be: Тэставая старонка

source: Cancel All Jobs
be: Скасаваць усе заданні

source: Test
be: Праверка

source: Remote Address
be: Аддалены адрас

source: Please enter as many details as you can about the network address of this printer.
be: Увядзіце ўсе магчымыя звесткі аб сеткавым адрасе гэтага прынтара.

source: Server name:
be: Назва сэрвэра:

source: Server IP address:
be: IP адрас сэрвэра:

source: Click 'Forward' to begin.
be: Пстрыкніце 'Далей' каб пачаць.

source: A CUPS configuration tool.
be: Інструмэнт наладкі CUPS.

source: translator-credits
be: Launchpad Contributions: Iryna Nikanchuk https://launchpad.net/~unetriste-deactivatedaccount Mikola Tsekhan https://launchpad.net/~tsekhan Ubuntu Belarusian Translators Team https://launchpad.net/~btt4ubuntu Ubuntu Belarusian Translators Team https://launchpad.net/~ubuntu-belarusian-translators

source: Connect to CUPS server
be: Падключэнне да сервера CUPS

source: CUPS _server:
be: _Сэрвэр CUPS:

source: Require _encryption
be: Патрабуецца шыфраванне

source: Connecting to CUPS server
be: Падключэнне да сервера CUPS

source: <span weight="bold" size="larger">Connecting to CUPS server</span>
be: <span weight="bold" size="larger">Падключэнне да сервера CUPS</span>

source: _Install
be: _Усталяваць

source: Refresh job list
be: Абнавіць спіс заданняў

source: _Refresh
be: _Абнавіць

source: Show completed jobs
be: Паказаць завершаныя заданні

source: Show _completed jobs
be: Паказаць завершаныя заданні

source: _OK
be: _ОК

source: New name for the printer
be: Новая назва прынтара

source: Short name for this printer such as "laserjet"
be: Кароткая назва прынтара, напрыклад «laserjet»

source: <b>Printer Name</b>
be: <b>Назва друкаркі</b>

source: <b>Description</b> (optional)
be: <b>Апісанне</b> (неабавязкова)

source: <b>Location</b> (optional)
be: <b>Размяшчэнне</b> (неабавязкова)

source: <span weight="bold" size="larger">Select Device</span>
be: <span weight="bold" size="larger">Выбраць прыладу</span>

source: Device description.
be: Апісанне прылады.

source: <b>Description</b>
be: <b>Апісанне</b>

source: Empty
be: Пуста

source: <b>Enter device URI</b>
be: <b>Увядзіце URI прылады</b>

source: Host:
be: Хост:

source: Port number:
be: Нумар порта:

source: <b>Location of the network printer</b>
be: <b>Размяшчэнне сеткавага прынтара</b>

source: Queue:
be: Чарга:

source: Probe
be: Праверыць

source: <b>Location of the LPD network printer</b>
be: <b>Размяшчэнне сеткавага прынтара LPD</b>

source: Baud Rate
be: Хуткасьць перадачы

source: Parity
be: Цотнасць

source: <b>Settings of the serial port</b>
be: <b>Наладкі пасьлядоўнага порта</b>

source: Serial
be: Пасьлядоўны порт

source: Browse...
be: Агляд...

source: <i>smb://[workgroup/]server[:port]/printer</i>
be: <i>smb://[працоўная_група/]сервер[:порт]/прынтар</i>

source: <b>SMB Printer</b>
be: <b>Прынтар SMB</b>

source: Set authentication details now
be: Вызначыць парамэтры аўтэнтыфікацыі

source: <b>Authentication</b>
be: <b>Аўтэнтыфікацыя</b>

source: _Verify...
be: _Праверыць...

source: Searching...
be: Пошук...

source: <b>Network Printer</b>
be: <b>Сеціўная друкарка</b>

source: Network
be: Сеціва

source: Connection
be: Злучэнне

source: Device
be: Прылада

source: <span weight="bold" size="larger">Choose Driver</span>
be: <span weight="bold" size="larger">Абярыце драйвэр</span>

source: Select printer from database
be: Выберыце прынтар з базы даных

source: Provide PPD file
be: Выкарыстоўваць PPD-файл

source: Search for a printer driver to download
be: Адбываецца пошук драйвера для прынтара

source: The foomatic printer database contains various manufacturer provided PostScript Printer Description (PPD) files and also can generate PPD files for a large number of (non PostScript) printers. But in general manufacturer provided PPD files provide better access to the specific features of the printer.
be: База прынтараў foomatic змяшчае файлы PostScript Printer Description (PPD), якія пастаўляюцца разнастайнымі вытворцамі. З іх дапамогай можна генерыраваць файлы PPD для вялікай колькасці прынтараў (якія не належаць да PostScript). У большасці выпадкаў файлы PPD ад вытворцаў даюць магчымасць атрымліваць доступ да спецыфічных функцый прынтара.

source: _Search
be: _Шукаць

source: Printer model:
be: Мадэль прынтара:

source: Comments...
be: Каментарыі...

source: move left
be: улева

source: move right
be: управа

source: Try to transfer the current settings
be: Паспрабуйце перанесьці бягучыя наладкі

source: Use the new PPD (Postscript Printer Description) as is.
be: Выкарыстоўваць новы PPD (Postscript Printer Description) як ёсць.

source: This way all current option settings will be lost. The default settings of the new PPD will be used.
be: Такім чынам, усе бягучыя налады параметраў будуць страчаны. Будуць выкарыстаны прадвызначаныя налады ў новым файле PPD.

source: Try to copy the option settings over from the old PPD.
be: Паспрабаваць скапіяваць налады параметраў са старога файла PPD.

source: This is done by assuming that options with the same name do have the same meaning. Settings of options that are not present in the new PPD will be lost and options only present in the new PPD will be set to default.
be: Гэтае дзеянне будзе выканана з улікам таго, што параметры з аднолькавымі назвамі маюць аднолькавы сэнс. Налады параметраў, якія адсутнічаюць у новым PPD будуць страчаны, а новыя параметры ў PPD атрымаюць прадвызначаныя значэнні.

source: Change PPD
be: Зьмяніць PPD

source: Installed Options
be: Усталяваныя парамэтры

source: For the printer you have selected there are drivers available for download.
be: Для выбранага вамі прынтара існуюць драйверы, якія вы можаце загрузіць.

source: <b>Note</b>
be: <b>Заўвагі</b>

source: <b>Select Driver</b>
be: <b>Абярыце драйвэр</b>

source: Description:
be: Апісанне:

source: License:
be: Ліцэнзія:

source: Supplier:
be: Пастаўшчык:

source: license
be: ліцэнзыя

source: short description
be: кароткае апісанне

source: Manufacturer
be: Вытворца

source: supplier
be: пастаўшчык

source: Free software
be: Вольнае ПЗ

source: Support:
be: Падтрымка:

source: support contacts
be: кантакты падтрымкі

source: Text:
be: Тэкст:

source: Graphics:
be: Графіка:

source: Photo:
be: Фота:

source: <b>Output Quality</b>
be: <b>Якасьць друку</b>

source: Yes, I accept this license
be: Так, я прымаю гэтае ліцэнзійнае пагадненне

source: No, I do not accept this license
be: Не, я не прымаю гэта ліцэнзійнае пагадненне

source: <b>License Terms</b>
be: <b>Умовы выкарыстання ліцэнзійнага пагаднення</b>

source: Driver details
be: Уласьцівасьці драйвэра

source: _Back
be: _Назад

source: Printer Properties
be: Уласцівасці прынтара

source: Location:
be: Размяшчэнне:

source: Device URI:
be: URI прылады:

source: Printer State:
be: Стан прынтара:

source: Make and Model:
be: Вытворца й мадэль:

source: Change...
be: Зьмяніць…

source: <b>Settings</b>
be: <b>Налады</b>

source: Print Self-Test Page
be: Друк тэставай старонкі

source: Clean Print Heads
be: Чыстка друкуючых галовак

source: Settings
be: Параметры

source: Enabled
be: Уключана

source: Accepting jobs
be: Прымае заданні

source: Shared
be: Апублікавана

source: Operation Policy:
be: Палітыка працы:

source: Starting Banner:
be: Пачатковы падзяляльнік:

source: Ending Banner:
be: Завяршаючая старонка-падзяляльнік:

source: Policies
be: Палітыкі

source: user
be: карыстальнік

source: Access Control
be: Кантроль доступа

source: Add or Remove Members
be: Дадайце або выдаліце прынтары

source: Members
be: Склад

source: Copies:
be: Копіі:

source: Orientation:
be: Арыентацыя:

source: Scale to fit
be: Маштабаваць па старонцы

source: Pages per side:
be: Старонак на кожным баку:

source: Brightness:
be: Зыркасьць:

source: Finishings:
be: Канчатковая апрацоўка:

source: Job priority:
be: Прыярытэт задання:

source: Sides:
be: Бакі:

source: Hold until:
be: Адкласьці да:

source: Reset
be: Скінуць

source: More
be: Болей

source: <b>Common Options</b>
be: <b>Агульныя парамэтры</b>

source: Mirror
be: Адлюстраваць

source: Scaling:
be: Маштаб:

source: Saturation:
be: Насычанасьць:

source: Gamma:
be: Гама:

source: <b>Image Options</b>
be: <b>Параметры відарысаў</b>

source: Lines per inch:
be: Радкоў на цалю:

source: Left margin:
be: Левае поле:

source: Right margin:
be: Правае поле:

source: Top margin:
be: Верхняе поле:

source: Bottom margin:
be: Ніжняе поле:

source: Pretty print
be: Падсьветка сінтаксіса

source: Word wrap
be: Перанос словаў

source: Columns:
be: Слупкі:

source: points
be: кропкі

source: <b>Text Options</b>
be: <b>Парамэтры тэкста</b>

source: To add a new option, enter its name in the box below and click to add.
be: Каб дадаць новы параметр, увядзіце яго назву ў полі ніжэй і націсніце дадаць.

source: <b>Other Options (Advanced)</b>
be: <b>Іншыя парамэтры (пашыраныя)</b>

source: Job Options
be: Параметры задання

source: There are no status messages for this printer.
be: Да гэтага прынтара адсутнічаюць паведамленні пра статус.

source: <b>Status Messages</b>
be: <b>Паведамленні статусу</b>

source: _Server
be: _Сэрвэр

source: _View
be: _Выгляд

source: _Discovered Printers
be: _Знойдзеныя прынтары

source: _Help
be: _Даведка

source: _Troubleshoot
be: _Дазвол

source: About
be: Аб праграме

source: Server Settings
be: Налады сервера

source: Allow printing from the _Internet
be: Дазволіць друк з _інтэрнэту

source: Allow _remote administration
be: Дазволіць _аддаленае адміністраванне

source: Do not preserve job history
be: Не захоўваць гісторыю заданняў

source: Preserve job history but not files
be: Захоўваць гісторыю бяз файлаў

source: Preserve job files (allow reprinting)
be: Захоўваць файлы заданняў (дазваляе друкаваць паўторна)

source: Advanced Server Settings
be: Дадатковыя парамэтры паслужніка

source: <b>Basic Server Settings</b>
be: <b>Асноўныя парамэтры паслужніка</b>

source: _Hide
be: _Схаваць

source: _Configure Printers
be: _Сканіфігурыраваць прынтары

source: _Quit
be: _Выйсці

source: Please Wait
be: Калі ласка, пачакайце
