Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-snapd_snappy-*.po
Languages: ru

source: - %s as %s
ru: -%s как %s

source: Export a snapshot to the given filename.
ru: Экспортировать снимок в файл с указанным именем.

source: Import an exported snapshot set to the system. The snapshot is imported with a new snapshot ID and can be restored using the restore command.
ru: Импортировать экспортированный снимок в систему. Снимок импортируется с новым идентификатором снимка и может быть восстановлен с помощью команды restore.

source: Provide a search term for more specific results.
ru: Введите поисковый запрос так, чтобы результаты поиска были наиболее точны.

source: The abort command attempts to abort a change that still has pending tasks.
ru: Команда abort пытается прервать изменение, которое имеет ожидающие задания.

source: The ack command tries to add an assertion to the system assertion database. The assertion may also be a newer revision of a pre-existing assertion that it will replace. To succeed the assertion must be valid, its signature verified with a known public key and the assertion consistent with and its prerequisite in the database.
ru: Команда ack пытается добавить утверждение в базу данных утверждений системы. Утверждение может так же быть более новым изменением ранее существовавшего которое оно заменит. Для успешного выполнения, утверждение должно быть действительным. Также его подпись должна быть проверена с помощью публичного ключа, а утверждение должно соответствовать и быть обязательным условием в базе данных.

source: The advise-snap command searches for and suggests the installation of snaps. If --command is given, it suggests snaps that provide the given command. Otherwise it suggests snaps with the given name.
ru: Команда advise-snap выполняет поиск и предлагает установку snap-пакетов. Если указан аргумент --command, она предложит snap-пакеты, которые предоставляют данную команду. Иначе она предложит snap-пакеты с указанным названием.

source: The alias command aliases the given snap application to the given alias. Once this manual alias is setup the respective application command can be invoked just using the alias.
ru: Команда alias присваивает указанному приложению Snap указанный псевдоним. После того, как этот ручной псевдоним настроен, соответствующую команду приложения можно вызвать, просто используя псевдоним.

source: The auto-import command searches available mounted devices looking for assertions that are signed by trusted authorities, and potentially performs system changes based on them. If one or more device paths are provided via --mount, these are temporarily mounted to be inspected as well. Even in that case the command will still consider all available mounted devices for inspection. Assertions to be imported must be made available in the auto-import.assert file in the root of the filesystem.
ru: Команда auto-import выполняет поиск доступных, смонтированных устройств, которые ищут утверждения, которые подписаны проверенными лицами и потенциально выполняет системные изменения на их основе. Если один или более путей устройств предложены через --mount, они временно смонтированы, чтобы так же быть проверенными. Даже в этом случае команда все равно рассмотрит все доступные смонтированные устройства для проверки. Импортируемые утверждения должны быть доступны в файле auto-import.assert, в корневом каталоге файловой системы.

source: The buy command buys a snap from the store.
ru: Команда buy, позволяет приобретать snap-пакеты в магазине.

source: The changes command displays a summary of system changes performed recently.
ru: Команда changes, отображает сводку недавно внесённых в систему изменений.

source: The check-snapshot command verifies the user, system and configuration data of the snaps included in the specified snapshot. The check operation runs the same data integrity verification that is performed when a snapshot is restored. By default, this command checks all the data in a snapshot. Alternatively, you can specify the data of which snaps to check, or for which users, or a combination of these. If a snap is included in a check-snapshot operation, excluding its system and configuration data from the check is not currently possible. This restriction may be lifted in the future.
ru: Команда check-snapshot проверяет пользователя, систему и данные конфигурации привязок, которые вложены в указанный снапшот. Операция проверки выполняет ту же проверку целостности данных, которая выполняется при восстановлении снапшота. По умолчанию, эта команда проверяет все данные в снапшоте. Иначе, Вы так же можете указать данные каких-либо привязок, которые надо проверить, для которых пользователей или комбинацию из всего этого. Если привязка включена в операцию проверки моментального снимка, исключение её системных и конфигурационных данных из проверки в настоящее время невозможно. Это ограничение может быть снято в будущем.

source: The confinement command will print the confinement mode (strict, partial or none) the system operates in.
ru: Команда ограничения доступа выведет режим ограничения доступа (строгий, частичный или никакой), в котором работает система.

source: The connect command connects a plug to a slot. It may be called in the following ways: $ snap connect <snap>:<plug> <snap>:<slot> Connects the provided plug to the given slot. $ snap connect <snap>:<plug> <snap> Connects the specific plug to the only slot in the provided snap that matches the connected interface. If more than one potential slot exists, the command fails. $ snap connect <snap>:<plug> Connects the provided plug to the slot in the core snap with a name matching the plug name.
ru: Команда connect подключает штекер к разъёму. Она может быть вызвана следующими способами: $ snap connect <snap>:<plug> <snap>:<slot> Подключает предложенный штекер к данному разъёму. $ snap connect <snap>:<plug> <snap> Подключает специальный штекер к единственному разъёму в предложенной привязке, которая соответствует подключенному интерфейсу. Если больше, чем один потенциальных разъёмов существует, команда не будет выполнена. $ snap connect <snap>:<plug> Подключает предложенный штекер к разъему в основной зпривязке с именем, соответствующим имени штекера.

source: The connections command lists connections between plugs and slots in the system. Unless <snap> is provided, the listing is for connected plugs and slots for all snaps in the system. In this mode, pass --all to also list unconnected plugs and slots. $ snap connections <snap> Lists connected and unconnected plugs and slots for the specified snap.
ru: Команда connections отображает список подключений между подключениями и слотами в системе. Если предоставлен <snap>, в списке указаны присоединённые подключения и слоты для всех snap в системе. В данном режиме введите --all, чтобы отобразить также список неприсоединённых подключений и слотов. $ snap connections <snap> Отображает список присоединённых и неприсоединённых подключений и слотов для указанного snap.

source: The console-conf-start command starts synchronization with console-conf This command is used by console-conf when it starts up. It delays refreshes if there are none currently ongoing, and exits with a specific error code if there are ongoing refreshes which console-conf should wait for before prompting the user to begin configuring the device.
ru: Команда console-conf-start запускает синхронизацию с console-conf. Эта команда используется console-conf при запуске. Она откладывает обновления, если в данный момент их нет, и завершает работу с определенным кодом ошибки, если есть текущие обновления, которых console-conf должна дождаться, прежде чем предложить пользователю начать настройку устройства.

source: The create-cohort command creates a set of cohort keys for a given set of snaps. A cohort is a view or snapshot of a snap's "channel map" at a given point in time that fixes the set of revisions for the snap given other constraints (e.g. channel or architecture). The cohort is then identified by an opaque per-snap key that works across systems. Installations or refreshes of the snap using a given cohort key would use a fixed revision for up to 90 days, after which a new set of revisions would be fixed under that same cohort key and a new 90 days window started.
ru: Команда create-cohort создает набор ключей когорты для заданного набора снимков. Когорта - это вид или снимок "карты каналов" снимка в определенный момент времени который фиксирует набор ревизий для снимка с учетом других ограничений (например канала или архитектуры). Когорта затем идентифицируется с помощью непрозрачного ключа на снимок, который работает в разных системах. Установки или обновления снимка с использованием данного ключа когорты будут использовать фиксированную ревизию до 90 дней, после чего новый набор ревизий будет зафиксирован под тем же ключом когорты, и начнется новое 90-дневное окно.

source: The create-key command creates a cryptographic key pair that can be used for signing assertions.
ru: Команда create-key создаёт пару криптографических ключей, которые можно использовать для подписи утверждений.

source: The create-user command creates a local system user with the username and SSH keys registered on the store account identified by the provided email address. An account can be setup at https://login.ubuntu.com.
ru: Команда create-user создаёт пользователя в локальной системе с именем пользователя и ключами SSH, зарегестрированными в учётной записи магазина, которая определяется предоставленным адресом электронной почты. Учётную запись можно настроить на https://login.ubuntu.com.

source: The debug command contains a selection of additional sub-commands. Debug commands can be removed without notice and may not work on non-development systems.
ru: Команда debug содержит выбор дополнительных суб-команд. Команды отладки могут быть удалены без предварительного уведомления и могут не работать в системах, не предназначенных для разработки.

source: The delete-key command deletes the local cryptographic key pair with the given name.
ru: Команда delete-key удаляет пару локальных криптографических ключей с данным именем.

source: The disable command disables a snap. The binaries and services of the snap will no longer be available, but all the data is still available and the snap can easily be enabled again.
ru: Команда disable выключает snap-пакет. Двоичные файлы и сервисы snap не будут больше доступны, но все данные по-прежнему будут доступны, и snap можно будет легко включить снова.

source: The disconnect command disconnects a plug from a slot. It may be called in the following ways: $ snap disconnect <snap>:<plug> <snap>:<slot> Disconnects the specific plug from the specific slot. $ snap disconnect <snap>:<slot or plug> Disconnects everything from the provided plug or slot. The snap name may be omitted for the core snap. When an automatic connection is manually disconnected, its disconnected state is retained after a snap refresh. The --forget flag can be added to the disconnect command to reset this behaviour, and consequently re-enable an automatic reconnection after a snap refresh.
ru: Команда Disconnect отсоединяет штекер от разъёма. Её можно вызвать следующими способами: $ snap disconnect <snap>:<plug><snap>:<slot> Отсоединяет определённый штекер от определённого раъёма. Имя snap-файла может быть опущено для основного snap. Когда автоматическое подключение отключено вручную, его отключенное состояние сохраняется после обновления snap. Флаг --forget может быть добавлен к команде Disconnect, чтобы сбросить действия и, следовательно, после этого снова включится автоматическое переподключение после обновления snap.

source: The download command downloads the given snap and its supporting assertions to the current directory with .snap and .assert file extensions, respectively.
ru: Команда download скачивает данную привязку и её поддерживающие утверждения в нынешнюю директорию, и, соотвественно, с файловыми расширениями .snap и .assert.

source: The enable command enables a snap that was previously disabled.
ru: Команда enable, задействует snap-пакет, который ранее был отключён.

source: The export-key command exports a public key assertion body that may be imported by other systems.
ru: Команда export-key экспортирует основу публичного ключа, которая может быть импортировата в другие системы.

source: The fde-setup-request command is used inside the fde-setup hook. It will return information about what operation for full-disk encryption is requested and auxiliary data to complete this operation. The fde-setup hook should do what is requested and then call "snapctl fde-setup-result" and pass the result data to stdin. Here is an example for how the fde-setup hook is called initially: $ snapctl fde-setup-request {"op":"features"} $ echo '{"features": []}' | snapctl fde-setup-result Alternatively the hook could reply with: $ echo '{"error":"hardware-unsupported"}' | snapctl fde-setup-result And then it is called again with a request to do the initial key setup: $ snapctl fde-setup-request {"op":"initial-setup", "key": "key-to-seal"} $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-result
ru: Команда fde-setup-request используется внутри хука fde-setup. Она будет возвращать информацию о том, какая операция для полного шифрования диска запрашивается, и вспомогательные данные для выполнения этой операции. Хук fde-setup должен выполнить то, что от него требуется, а затем вызвать "snapctl fde-setup-result" и передать результат в stdin. Вот пример того, как изначально вызывается хук fde-setup: $ snapctl fde-setup-request {"op":"features"} $ echo '{"features": []}' | snapctl fde-setup-result В качестве альтернативы хук может ответить: $ echo '{"error":"hardware-unsupported"}' | snapctl fde-setup-result А затем он вызывается снова с запросом на выполнение начальной настройки ключа: $ snapctl fde-setup-request {"op":"initial-setup", "key": "key-to-seal"} $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-result

source: The fde-setup-result command sets the result data for a fde-setup hook reading it from stdin. For example: When the fde-setup hook is called with "op":"features: $ echo '{"features": []}' | snapctl fde-setup-result When the fde-setup hook is called with "op":"initial-setup": $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-result
ru: Команда fde-setup-result устанавливает результат для хука fde-setup, читая его из stdin. Например: Когда хук fde-setup вызывается с "op":"features": $ echo '{"features": []}' | snapctl fde-setup-result Когда хук fde-setup вызывается с "op":"initial-setup": $ echo "{"sealed-key":"$base64_encoded_sealed_key"}" | snapctl fde-setup-result

source: The file-access command returns information about a snap's file system access. This command is used by the xdg-document-portal service to identify files that do not need to be proxied to provide access within confinement. File paths are interpreted as host file system paths. The tool may return false negatives (e.g. report that a file path is unreadable, despite being readable under a different path). It also does not check if file system permissions would render a file unreadable.
ru: Команда file-access возвращает информацию об доступе к файловой системе снапа. Эта команда используется службой xdg-document-portal для идентификации файлов, доступ к которым не требует проксирования для обеспечения доступа в ограниченной среде. Пути к файлам интерпретируются как пути файловой системы хоста. Инструмент может возвращать ложные отрицательные результаты (например, сообщать, что путь к файлу недоступен для чтения, несмотря на то что он доступен для чтения по другому пути). Также не проверяется, могут ли разрешения файловой системы сделать файл недоступным для чтения.

source: The find command queries the store for available packages. With the --private flag, which requires the user to be logged-in to the store (see 'snap help login'), it instead searches for private snaps that the user has developer access to, either directly or through the store's collaboration feature. A green check mark (given color and unicode support) after a publisher name indicates that the publisher has been verified.
ru: Запросы команды find магазина для доступных пакетов. С флагом --private, который требует, чтобы пользователь уже вошел в магазин (см.'snap help login'), ищет личные пакеты где пользователь имеет доступ разработчика, либо через коллаборационные возможности. Зеленая отметка (возможен выбор цвета и поддерживается юникод) после имени опубликовавшего указывает что опубликовавший проверен.

source: The forget command deletes a snapshot. This operation can not be undone. A snapshot contains archives for the user, system and configuration data of each snap included in the snapshot. By default, this command forgets all the data in a snapshot. Alternatively, you can specify the data of which snaps to forget.
ru: Команда forget удаляет снимок. Эта операция не может быть отменена. Снимок содержит архивы о пользователе, системе и настройке информация каждого snap-пакета включена в снимок. Стандартно, эта комнда удаляет всю информацию в снимке. Дополнительно, вы можете уточнить информацию каких snap-пакетов удалить.

source: The get command prints configuration options for the current snap. $ snapctl get username frank If multiple option names are provided, a document is returned: $ snapctl get username password { "username": "frank", "password": "..." } Nested values may be retrieved via a dotted path: $ snapctl get author.name frank Values of interface connection settings may be printed with: $ snapctl get :myplug usb-vendor $ snapctl get :myslot path This will return the named setting from the local interface endpoint, regardless whether it's a plug or a slot. Returning the setting from the connected snap's endpoint is also possible by requesting the setting explicitly with optional --plug and --slot command options: $ snapctl get :myplug --slot usb-vendor This requests the "usb-vendor" setting from the slot that is connected to "myplug".
ru: Команда get выводит опции конфигурации для текущего снапа. $ snapctl get username frank Если предоставлено несколько имен опций, возвращается документ: $ snapctl get username password { "username": "frank", "password": "..." } Вложенные значения могут быть получены через путь с точками: $ snapctl get author.name frank Значения настроек соединения интерфейса могут быть выведены с помощью: $ snapctl get :myplug usb-vendor $ snapctl get :myslot path Это вернет указанную настройку из локальной точки подключения интерфейса, независимо от того, является ли это плагином или слотом. Возвращение настройки от точки подключения связанного снапа также возможно путем явного запроса настройки с помощью необязательных опций команд --plug и --slot: $ snapctl get :myplug --slot usb-vendor Это запрашивает настройку "usb-vendor" из слота, который соединен с "myplug".

source: The get command prints configuration options for the provided snap. $ snap get snap-name username frank If multiple option names are provided, the corresponding values are returned: $ snap get snap-name username password Key Value username frank password ... Nested values may be retrieved via a dotted path: $ snap get snap-name author.name frank
ru: Команда get выводит свойства настроек для предоставленного snap-пакета. $ snap get snap-name username frank Если несколько свойств предоставлено, соответствующие значения вернутся: $ snap get snap-name username password Key Value username frank password ... Вложенные значения могут быть извлечены при помощи точки: $ snap get snap-name author.name frank

source: The help command displays information about snap commands.
ru: Команда help, отображает сведения о командах snap.

source: The info command shows detailed information about snaps. The snaps can be specified by name or by path; names are looked for both in the store and in the installed snaps; paths can refer to a .snap file, or to a directory that contains an unpacked snap suitable for 'snap try' (an example of this would be the 'prime' directory snapcraft produces).
ru: Команда info, отображает подробные сведения о snap-пакетах. Snap-пакеты могут указываться по наименованию или адресу расположения. Наименования определяются как в магазине, так и среди установленных snap-пакетов. Адреса расположений, могут ссылать на файл .snap или на директорию, которая содержит извлечённый snap-пакет совместимый с командой 'snap try' (примером этого, может послужить директория 'prime', которую создаёт snapcraft).

source: The interface command shows details of snap interfaces. If no interface name is provided, a list of interface names with at least one connection is shown, or a list of all interfaces if --all is provided.
ru: Команда interface, показывает сведения о snap интерфейсах. Если имя интерфейса не предоставлено, то отображается список интерфейсов и как минимум одно соединение или список всех интерфейсов, если используется --all.

source: The interfaces command lists interfaces available in the system. By default all slots and plugs, used and offered by all snaps, are displayed. $ snap interfaces <snap>:<slot or plug> Lists only the specified slot or plug. $ snap interfaces <snap> Lists the slots offered and plugs used by the specified snap. $ snap interfaces -i=<interface> [<snap>] Filters the complete output so only plugs and/or slots matching the provided details are listed. NOTE this command is deprecated and has been replaced with the 'connections' command.
ru: Команда interfaces показывает список интерфейсов, доступных в системе. По умолчанию отображены все слоты и подключения, используемые и предлагаемые всеми snap. $ snap взаимодействует <snap>:<slot or plug> Перечислен только указанный слот или подключение. $ snap взаимодействует <snap> Перечислены предлагаемые слоты и подключения, используемых указанным snap. $ snap взаимодействует -i=<interface> [<snap>] Фильтрует весь выходной сигнал, чтобы были перечислены только подключения и/или слоты, соответствующие предоставленным компонентам. Обратите внимание, что данная команда является устаревшей и была заменена на 'connections' command.
