Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-snapd_snappy-*.po
Languages: ru

source: Display absolute times (in RFC 3339 format). Otherwise, display relative times up to 60 days, then YYYY-MM-DD.
ru: Отображать абсолютное время (в формате RFC 3339). Иначе, отображать относительное время до 60 дней и гггг-ММ-ДД после.

source: Display absolute times (in RFC 3339 format). Otherwise, display short relative times.
ru: Отображать абсолютное время (в формате RFC 3339). Иначе, отображать короткое относительное время

source: Display exec calls timing data
ru: Отображать данные о времени вызовов

source: Do not wait for the operation to finish but just print the change id.
ru: Не ждать окончания операции, но напечатать идентификатор изменений

source: Dot (graphviz) output
ru: Вывод точками (graphviz)

source: Download snap %q%s from channel %q
ru: Загрузить пакет %q%s с канала %q

source: Download the given snap
ru: Скачать указанный пакет

source: Download to this directory (defaults to the current directory)
ru: Скачать в данную папку (по умолчанию: текущая папка)

source: Email address:
ru: Адрес электронной почты:

source: Enable %q snap
ru: Задействовать пакет %q

source: Enable a snap in the system
ru: Задействовать пакет в системе

source: Enable aliases from a snap, disabling any conflicting aliases
ru: Задействовать псевдонимы пакета, отключая все, вызывающие конфликты

source: Ensure prerequisites for %q are available
ru: Проверка доступности необходимых компонентов %q

source: Ensure that given backend:feature is available
ru: Проверка доступности даных бэкенд:возможность

source: Expected portal at %#v, got %#v
ru: Ожидаемый портал в %#v получил %#v

source: Export a snapshot
ru: Экспортировать снимок

source: Export cryptographic public key
ru: Экспортировать открытый криптографический ключ

source: Exported snapshot #%s into %q
ru: Снимок #%s экспортирован в %q

source: Extra snaps to be installed (DEPRECATED)
ru: Установить дополнительные пакеты (устарело)

source: Fetch and check assertions for snap %q%s
ru: Получить и проверить подтверждение для пакета %q%s

source: Fetching assertions for %q
ru: Получение подтверждения для %q

source: Fetching snap %q
ru: Получение пакета %q

source: File path
ru: Адрес файла

source: File to sign (defaults to stdin)
ru: Файл, который требуется подписать (по умолчанию - стандартный ввод)

source: Filename of the snap you want to assert a build for
ru: Имя файла snap для которой Вы хотите утвердить сборку

source: Find packages to install
ru: Найти пакеты для установки

source: For a short summary of all commands, run 'snap help --all'.
ru: Для показа краткой сводки по всем командам, выполните 'snap help --all'.

source: For more information about a command, run 'snap help <command>'.
ru: Для получения дополнительных сведений о команде, выполните 'snap help <команда>'.

source: Force adding the user, even if the device is already managed
ru: Принудительное добавление пользователя, даже если устройство уже под управлением

source: Force import on classic systems
ru: Принудительный импорт на классических системах

source: Forget connection %s:%s from %s:%s
ru: Забыть соединение %s:%s от %s:%s

source: Forget the given validation set
ru: Забыть о заданном наборе проверки

source: Format public key material as a request for an account-key for this account-id
ru: Форматировать материал публичного ключа в виде запроса ключа учётной записи для этого ID аккаунта

source: General refreshes of %s held %s
ru: Общие обновления %s приостановлены %s

source: Generate device key
ru: Сгенерировать ключ устройства

source: Generate the manpage
ru: Сгенерировать man-страницу

source: Get more information with 'snap info %s'.
ru: Получить дополнительные сведения используя 'snap info %s'.

source: Get the active model for this device
ru: Получить активную модель для данного устройства

source: Get the timings of the tasks of a change
ru: Получить тайминги выполнения задач изменения

source: Grade states the build quality of the snap (defaults to 'stable')
ru: Cостояния качества сборки snap-пакета ('stable' по умолчанию)

source: Grant sudo access to the created user
ru: Предоставить доступ к команде sudo созданному пользователю

source: Handle a snap:// URI
ru: Обрабатывать ссылки snap://

source: Handler for snap:// URIs
ru: Обработчик для ссылок snap://

source: Helper program for launching snap applications that are configured to start automatically.
ru: Вспомогательная программа для запуска приложений Snap, настроенных на автоматический запуск.

source: History
ru: История

source: Hold auto-refreshes for %s
ru: Приостановить автоматические обновления для %s

source: Hold auto-refreshes for all snaps
ru: Приостановить автоматическое обновление для всех snap

source: Hold general refreshes for %s
ru: Приостановить общие обновления для %s

source: Hold refreshes for a specified duration (or forever, if no value is specified)
ru: Приостановить обновления в течение определенного периода времени (или навсегда, если значение не указано).

source: Hook to run
ru: Перехватить для запуска

source: ID Status Spawn Ready Summary
ru: ИД Состояние Созданы Готовы Всего

source: ID of the change to inspect
ru: Идентификатор изменения для рассмотрения

source: ID of the task to inspect
ru: Идентификатор рассматриваемой задачи

source: Identifier of the signer
ru: Идентификатор подписавшего

source: Identifier of the snap package associated with the build
ru: Идентификатор пакета, ассоциированный со сборкой

source: If the service has a reload command, use it instead of restarting.
ru: Если служба содержит команду обновления, использовать её вместо повторного запуска.

source: Ignore running hooks or applications blocking the installation
ru: Игнорировать запущенные хуки или приложения, блокирующие установку

source: Ignore running hooks or applications blocking the refresh
ru: Игнорировать запущенные хуки или приложения, блокирующие обновление

source: Ignore validation by other snaps blocking the refresh
ru: Пропускать проверку другими пакетами, препятствующими обновлению

source: Import a snapshot
ru: Импортировать снимок

source: Imported snapshot as #%d
ru: Снимок импортирован как #%d

source: In order to buy %q, you need to agree to the latest terms and conditions. Please visit https://my.ubuntu.com/payment/edit to do this. Once completed, return here and run 'snap buy %s' again.
ru: Чтобы приобрести %q, вам необходимо принять актуальные условия соглашения. Посетите https://my.ubuntu.com/payment/edit, чтобы сделать это. После завершения, вернитесь сюда и выполните 'snap buy %s' повторно.

source: Include more details on the snap (expanded notes, base, etc.)
ru: Вкючать более подробную информацию о пакете (заметки, основу пакета и т.д.)

source: Include unused interfaces
ru: Включать неиспользуемые интерфейсы

source: Initialize device
ru: Инициализировать устройство

source: Install %q snap
ru: Установить snap-пакет %q

source: Install from the beta channel
ru: Установить из бета-канала

source: Install from the candidate channel
ru: Установить из канала кандидатов

source: Install from the edge channel
ru: Установить из канала новейших версий

source: Install from the stable channel
ru: Установить из канала стабильных версий

source: Install snap %q
ru: Установить snap-пакет %q

source: Install snaps %s
ru: Установить пакеты %s

source: Install snaps on the system
ru: Установить snap-пакеты в систему

source: Install the given snap file even if there are no pre-acknowledged signatures for it, meaning it was not verified and could be dangerous (--devmode implies this)
ru: Установить указанный файл пакета, даже если для него, не имеется заблаговременно признанных подписей, это означает, что он не был проверен и может быть опасен (--devmode оговаривает это)

source: Install the given snap without enabling its automatic aliases
ru: Установить указанный пакет без задействования его автоматических псевдонимов

source: Install the snap file under the given instance name
ru: Установить указанный файл пакета с указанным названием экземпляра

source: Install the snap with: snap ack %s snap install %s
ru: Установить snap-пакет с помощью: snap ack %s snap install %s

source: Install the system
ru: Установить систему

source: Install, update, or remove packages
ru: Установка, обновление или удаление пакетов

source: List a change's tasks
ru: Перечислить задания изменения

source: List aliases in the system
ru: Перечислить псевдонимы в системе

source: List all changes
ru: Список всех изменений

source: List available recovery systems
ru: Список доступных систем восстановления

source: List cryptographic keys
ru: Перечислить криптографические ключи

source: List currently stored snapshots
ru: Вывести список сохранённых снимков

source: List installed snaps
ru: Перечислить установленные пакеты

source: List interface connections
ru: Перечислить интерфейсные соединения

source: List system changes
ru: Перечислить изменения в системе

source: List warnings
ru: Список предупреждений

source: Lists all repairs
ru: Перечислить все произведённые исправления

source: Log out of snapd and the store
ru: Выйти из сеанса snapd и магазина

source: Login successful
ru: Вход произведён

source: Make current revision for snap %q unavailable
ru: Сделать действующую ревизию пакета %q недоступной

source: Make snap %q (%s) available to the system
ru: Сделать пакет %q (%s) доступным в системе

source: Make snap %q (%s) unavailable to the system
ru: Сделать snap-пакет %q (%s) недоступным в системе

source: Make snap %q unavailable to the system
ru: Сделать пакет %q недоступным в системе

source: Make snap %q%s available to the system
ru: Сделать пакет %q%s доступным в системе

source: Mark system seeded
ru: Отметить как распространяемый системой

source: Mount snap %q%s
ru: Подключить пакет %q%s

source: Name SHA3-384
ru: Название SHA3-384

source: Name Summary
ru: Название Описание

source: Name Version Publisher%s Notes Summary
ru: Название Версия Издатель%s Примечание Описание

source: Name Version Rev Tracking Publisher%s Notes
ru: Название Версия Правка Канал Издатель%s Примечание

source: Name of key to create; defaults to 'default'
ru: Название ключа для создания, по умолчанию «default»

source: Name of key to delete
ru: Название ключа для удаления

source: Name of key to export
ru: Название ключа для экспорта

source: Name of the GnuPG key to use (defaults to 'default' as key name)
ru: Название ключа GnuPG для использования (по умолчанию «default» в качестве названия ключа)

source: Name of the key to use, otherwise use the default key
ru: Название ключа для использования, иначе использовать ключ по умолчанию

source: Name of the snapshot export file to use
ru: Имя файла экспортированного снимка для использования

source: New model file
ru: Файл новой модели

source: No aliases are currently defined for snap %q.
ru: Отсутствуют псевдонимы заданные для snap-пакета %q.

source: No aliases are currently defined.
ru: В настоящее время псевдонимы не заданы.

source: No apt package %q, but there is a snap with that name.
ru: Пакет apt %q отсутствует, но существует snap-пакет с таким наименованием.

source: No connections to disconnect
ru: Отсутствуют доступные соединения для разъединения

source: No further warnings.
ru: Больше нет предупреждений

source: No matching snaps for %q
ru: Отсутствуют snap-пакеты соответствующие %q

source: No recovery systems available.
ru: Отсутствуют системы восстановления.

source: No search term specified. Here are some interesting snaps:
ru: Поисковый запрос пуст. Но имеются некоторые snap-пакеты, которые могут вас заинтересовать:

source: No section specified. Available sections:
ru: Раздел не указан. Доступные разделы:

source: No snaps are installed yet. Try 'snap install hello-world'.
ru: Отсутствуют какие-либо установленные snap-пакеты. Попробуйте 'snap install hello-world'.

source: No snapshots found.
ru: Снимки не найдены.

source: No warnings.
ru: Предупреждения отсутствуют.

source: Notes
ru: Примечания

source: Only search for snaps in “stable”.
ru: Искать snap-пакеты только в «stable».

source: Output results in JSON format
ru: Результаты вывода в формате JSON

source: Output to this filename
ru: Выводить в файл с данным именем

source: Pack the given directory as a snap
ru: Создать snap-пакет на основе указанной директории

source: Packages matching %q:
ru: Соответствующие пакеты %q:

source: Passphrase:
ru: Парольная фраза:

source: Password of %q:
ru: Пароль %q:

source: Permissions
ru: Разрешения

source: Personal information is handled as per our privacy notice at
ru: Персональные данные обрабатываются в соответствии с нашим уведомлением о конфиденциальности

source: Please be mindful pre-release channels may include features not completely tested or implemented.
ru: Пожалуйста, учтите, что каналы предварительных выпусков могут содержать не полностью протестированные или не внедрённые возможности.

source: Please be mindful that different tracks may include different features.
ru: Имейте в виду, что разные треки могут включать в себя разные функции.

source: Please re-enter your Ubuntu One password to purchase %q from %q for %s. Press ctrl-c to cancel.
ru: Пожалуйста, выполните повторный ввод пароля Ubuntu One, чтобы приобрести %q от %q за %s. Нажмите Ctrl+C, чтобы отменить.

source: Please try 'snap find --section=<selected section>'
ru: Попробуйте «snap find --section=<выбранный раздел>»

source: Pre-download %s for auto-refresh
ru: Предварительная загрузка %s для автоматического обновления

source: Prepare snap %q (%s)
ru: Подготовить snap-пакет %q (%s)

source: Prepare snap %q%s
ru: Подготовить snap-пакет %q%s

source: Print configuration options
ru: Вывести параметры конфигурации

source: Print sandbox features available on the system
ru: Вывести возможности изолированной среды доступные в системе

source: Print system paths
ru: Вывести системные расположения

source: Print the version and exit
ru: Вывести версию и выйти

source: Print whether the system is managed
ru: Вывести результаты управляемости системы

source: Query the status of services
ru: Запросить состояние служб

source: Refresh %q snap
ru: Обновить %q snap-пакет

source: Refresh %q snap from %q channel
ru: Обновить %q snap-пакет из канала %q

source: Refresh aliases for snap %q
ru: Обновить псевдонимы для snap-пакета %q

source: Refresh all snaps: no updates
ru: Обновить все snap-пакеты: обновления отсутствуют

source: Refresh model assertion from revision %v to %v
ru: Обновить утверждения модели с ревизии %v до %v

source: Refresh or install snaps to satisfy enforced validation sets
ru: Обновить или установить снимки, чтобы удовлетворить требованиям наборов принудительной проверки.

source: Refresh snap %q
ru: Обновить snap-пакет %q

source: Refresh snaps %s
ru: Обновить snap-пакеты %s

source: Refresh snaps %s: no updates
ru: Обновление snap-пакетов %s: обновления отсутствуют

source: Refresh snaps in the system
ru: Обновить snap-пакеты в системе

source: Refresh the snap into the given cohort
ru: Обновить snap к заданной когорте

source: Refresh the snap out of its cohort
ru: Обновить snap из его когорты

source: Refresh to the given revision
ru: Обновить до заданной ревизии

source: Refreshed/installed snaps %s to enforce validation set %q
ru: Обновлены/установлены snap-пакеты %s для обеспечения соблюдения набора проверки %q.

source: Remove %q snap
ru: Удалить %q snap-пакет

source: Remove a local system user
ru: Удалить пользователя в локальной системе

source: Remove aliases for snap %q
ru: Удалить псевдонимы используемые snap-пакетом %q

source: Remove auto-refresh hold on all snaps
ru: Удалить приостановку автоматического обновления для всех snap

source: Remove configuration options
ru: Удалить параметры конфигурации

source: Remove data for snap %q (%s)
ru: Удалить данные используемые snap-пакетом %q (%s)

source: Remove manual alias %q for snap %q
ru: Удалить ручной псевдоним %q snap-пакета %q

source: Remove only the given revision
ru: Удалить только заданную ревизию

source: Remove refresh hold
ru: Удалить приостановку обновлений

source: Remove refresh hold on %s
ru: Удалить приостановку обновления на %s

source: Remove security profile for snap %q (%s)
ru: Удалить профиль безопасности для snap-пакета %q (%s)

source: Remove security profiles of snap %q
ru: Удалить профили безопасности snap-пакета %q

source: Remove snap %q
ru: Удалить snap-пакет %q

source: Remove snap %q (%s) from the system
ru: Удалить snap-пакет %q (%s) из системы

source: Remove snaps %s
ru: Удалить snap-пакеты %s

source: Remove snaps from the system
ru: Удалить snap-пакеты из системы

source: Remove the snap without saving a snapshot of its data
ru: Удалить snap-пакет без сохранения снимка его данных

source: Removed
ru: Удалён

source: Removed auto-refresh hold on all snaps
ru: Убрана приостановка автоматического обновления для всех snap.

source: Removed general refresh hold of %s
ru: Удалена общая приостановка обновления %s.

source: Report the health status of a snap
ru: Сообщить состояние работоспособности snap-пакета

source: Restart services
ru: Перезапустить службы

source: Restore a snapshot
ru: Восстановить снимок

source: Restore data of only specific users (comma-separated) (default: all users)
ru: Восстановить данные только определённых пользователей (через запятую) (по умолчанию: всех пользователей)

source: Restored snapshot #%s of snaps %s.
ru: Восстановлен снимок #%s snap-пакетов %s.

source: Restored snapshot #%s.
ru: Восстановлен снимок #%s.

source: Restrict the search to a given section.
ru: Ограничить поиск данным разделом.

source: Retrieve logs for services
ru: Получить журналы событий для служб

source: Return information about a process
ru: Получить информацию о процессе

source: Rev
ru: Ревизия

source: Revert to the given revision
ru: Вернуть указанную ревизию

source: Reverts the given snap to the previous state
ru: Вернуть данный пакет к предыдущему состоянию

source: Run a shell instead of the command (useful for debugging)
ru: Запустить командную оболочку вместо команды (удобно для отладки)

source: Run as a timer service with given schedule
ru: Выполнить в качестве службы-таймера с заданным расписанием

source: Run debug commands
ru: Запустить команды отладки

source: Run the given snap command
ru: Запустить данную команду Snap

source: Save a snapshot of the current data
ru: Сохранить снимок текущих данных

source: See 'snap info <snap name>' for additional versions.
ru: Выполните «snap info <название snap-пакета>» для просмотра дополнительных версий.

source: Select last change of given type (install, refresh, remove, try, auto-refresh, etc.). A question mark at the end of the type means to do nothing (instead of returning an error) if no change of the given type is found. Note the question mark could need protecting from the shell.
ru: Выбрать последнее изменение данного типа (установить (install), обновить (refresh), удалить (remove), попробовать (try), автообновление (auto-refresh) и т. д.). Вопросительный знак в конце типа означает, что ничего не делать (вместо возврата ошибки), если изменение данного типа не найдено. Обратите внимание, что может потребоваться экранирование вопросительного знака для его защиты от оболочки.

source: Set
ru: Набор

source: Set (key=value) or unset (key!) configuration value
ru: Установить (ключ=значение) или сбросить (ключ!) значение конфигурации

source: Set automatic aliases for snap %q
ru: Создать автоматические псевдонимы для snap-пакета %q

source: Set id of snapshot to delete (see 'snap help saved')
ru: Установить идентификатор снимка для удаления (см. «snap help saved»)

source: Set id of snapshot to export
ru: Установить идентификатор снимка для экспорта

source: Set id of snapshot to restore (see 'snap help saved')
ru: Установить идентификатор снимка для восстановления (см. «snap help saved»)

source: Set id of snapshot to verify (see 'snap help saved')
ru: Установить идентификатор снимка для проверки (см. «snap help saved»)

source: Set up a manual alias
ru: Создать ручной псевдоним

source: Setup alias %q => %q for snap %q
ru: Создать псевдоним %q => %q для snap-пакета %q

source: Setup manual alias %q => %q for snap %q
ru: Создать ручной псевдоним %q => %q для snap-пакета %q

source: Setup snap %q (%s) security profiles
ru: Установить профили безопасности snap-пакета %q (%s)

source: Setup snap %q aliases
ru: Установка псевдонимов snap-пакета %q

source: Setup snap %q%s security profiles
ru: Установка профилей безопасности snap-пакета %q%s

source: Show a short summary of all commands
ru: Показать краткую сводку по всем командам

source: Show all revisions
ru: Показать все ревизии

source: Show all warnings
ru: Показать все предупреждения

source: Show auto refresh information but do not perform a refresh
ru: Показать сведения об автоматическом обновлении, но не выполнять его

source: Show detailed information about snaps
ru: Показать подробные сведения о snap-пакетах

source: Show details of a specific interface
ru: Показать подробные сведения об указанном интерфейсе

source: Show details of snap interfaces
ru: Показать сведения об интерфейсах snap

source: Show help about a command
ru: Показать справку о команде

source: Show interface attributes
ru: Показать атрибуты интерфейса

source: Show more information
ru: Показать дополнительные сведения

source: Show only a specific snapshot.
ru: Показать только конкретный снимок.

source: Show only the given number of lines, or 'all'.
ru: Показать только данное количество строк. Для показа всех строк укажите «all».

source: Show recovery keys (if available) to unlock encrypted partitions.
ru: Показать ключи восстановления (если есть) для разблокировки зашифрованных разделов.

source: Show the email the user is logged in with
ru: Показать адрес эл. почты с помощью которой, пользователь произвёл вход

source: Show the new versions of snaps that would be updated with the next refresh
ru: Показать новые версии snap-пакетов, которые будут обновлены при следующем обновлении

source: Show this help message
ru: Показать это справочное сообщение

source: Show timings for a change related to the given Ensure activity (one of: auto-refresh, become-operational, refresh-catalogs, refresh-hints, seed)
ru: Показывать время изменения, связанного с данным действием обеспечения (одно из: автоматическое обновление, ввод в эксплуатацию, обновление каталогов, подсказки по обновлению, начальное число).

source: Show version details
ru: Показать сведения о версии

source: Size
ru: Размер

source: Snap Store required
ru: Требуется Магазин Snap

source: Snap name
ru: Наименование Snap-пакета

source: Snapshot #%s forgotten.
ru: Снимок #%s забыт.

source: Snapshot #%s of snap %s forgotten.
ru: Снимок #%s snap-пакета %s забыт.

source: Snapshot #%s of snaps %s verified successfully.
ru: Снимок #%s snap-пакетов %s успешно проверен.

source: Snapshot #%s verified successfully.
ru: Снимок #%s успешно проверен.

source: Snapshot all snaps
ru: Сделать снимок всех snap-пакетов

source: Snapshot data of only specific users (comma-separated) (default: all users)
ru: Сделать снимок данных только определённых пользователей (через запятую) (по умолчанию: всех пользователей)

source: Snapshot snaps %s
ru: Снимок snap-пакетов %s

source: Snapshots
ru: Снимки

source: Sorry, your payment method has been declined by the issuer. Please review your payment details at https://my.ubuntu.com/payment/edit and try again.
ru: Извините, но способ оплаты был отклонён издателем. Уточните платёжные сведения по адресу https://my.ubuntu.com/payment/edit и повторите снова.

source: Specifying a channel %q is relying on undefined behaviour. Interpreting it as %q for now, but this will be an error later.
ru: Указание канала %q зависит от неопределённого поведения. Пока это интерпретируется как %q, но позже это будет ошибкой.
