Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-*.po
Languages: be

source: Remove Including Orphaned Dependencies
be: Выдаліць з улікам залежнасцей закінутых пакетаў

source: Hold Current Version
be: Замкнуць бягучую версію

source: Properties
be: Уласцівасці

source: Mark Recommended for Installation
be: Пазначыць рэкамендаванае для ўсталявання

source: Mark Suggested for Installation
be: Пазначыць прапанаванае для ўсталявання

source: Removing package "%s" may render the system unusable. Are you sure you want to do that?
be: Выдаленне пакета "%s" можа прывесці сістэму ў непрацаздольны стан. Сапраўды жадаеце зрабіць гэта?

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove; %s will be freed
be: пакетаў у спісе: %i, усталявана: %i , сапсавана: %i, для ўсталявання/абнаўлення: %i, для выдалення: %i; будзе вызвалена: %s

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove; %s will be used
be: пакетаў у спісе: %i, усталявана: %i, сапсавана: %i. для ўсталявання/абнаўлення: %i, для выдалення: %i; будзе скарыстана: %s

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove
be: пакетаў у спісе: %i, усталявана: %i, сапсавана: %i. для ўсталявання/абнаўлення: %i, для выдалення: %i

source: You have %d broken package on your system! Use the "Broken" filter to locate it.
be: У вашай сыстэме ёсьць сапсаваны пакет %d! Скарыстайце фільтар "Сапсаваны" каб вызначыць яго.

source: Do you want to add another CD-ROM?
be: Вы сапраўды хочаце дадаць іншы CD-ROM?

source: Open changes
be: Адкрыць змены

source: _Cancel
be: _Скасаваць

source: _Open
be: _Адкрыць

source: Can't write %s
be: Немагчыма запісаць %s

source: Save changes
be: Захаваць змены

source: _Save
be: За_хаваць

source: Save full state, not only changes
be: Захаваць поўны стан (не толькі змены)

source: Repositories changed
be: Рэпазіторыі зменены

source: The repository information has changed. You have to click on the "Reload" button for your changes to take effect
be: Інфармацыя пра рэпазіторыі змянілася. Націсніце кнопку «Перазагрузіць» каб ужыць змены

source: _Reload
be: _Перазагрузіць

source: Never show this message again
be: Больш не паказваць гэта паведамленне

source: Found %i packages
be: Знойдзена %i пакетаў

source: Synaptic Package Manager
be: Кіраўнік пакетаў Synaptic

source: translator-credits
be: Launchpad Contributions: Alex Nehaichik https://launchpad.net/~nab Alexander Vlasov https://launchpad.net/~sachavav Alexandr Primak https://launchpad.net/~streamdp Anton Hryb https://launchpad.net/~antonhryb Hanna Eismant https://launchpad.net/~aneiprog Iryna Nikanchuk https://launchpad.net/~unetriste-deactivatedaccount Mikola Susla https://launchpad.net/~mikolabel Mikola Tsekhan https://launchpad.net/~tsekhan Ubuntu Belarusian Translators Team https://launchpad.net/~btt4ubuntu Ubuntu Belarusian Translators Team https://launchpad.net/~ubuntu-belarusian-translators Vital Khilko https://launchpad.net/~vk Vitaly Danilovich https://launchpad.net/~danvyr Зьміцер https://launchpad.net/~elghoul Клюеў Аляксандр https://launchpad.net/~plaga-medicum

source: Starting help viewer...
be: Запуск праглядальніка дапамогі...

source: Cannot start configuration tool! You have to install the required package 'libgnome2-perl'.
be: Немагчыма запусціць інструменты канфігурацыі! Вы мусіце ўсталяваць пакет 'libgnome2-perl'.

source: Starting package configuration tool...
be: Запуск інструмента канфігурацыі пакетаў...

source: Starting package documentation viewer...
be: Запуск праглядальніка дакументацыі пакета...

source: You have to install the package "dwww" to browse the documentation of a package
be: Вы мусіце ўсталяваць пакет "dwww" каб праглядзець дакументацыю пакета

source: Could not apply changes! Fix broken packages first.
be: Немагчыма ўжыць змены! Спачатку выпраўце сапсаваныя пакеты.

source: Applying marked changes. This may take a while...
be: Выконваюцца пазначаныя змены. Гэта зойме пэўны час...

source: Downloading Package Files
be: Запампоўка файлаў пакета

source: Do you want to quit Synaptic?
be: Вы сапраўды хочаце выйсці з Synaptic?

source: Downloading Package Information
be: Запампоўка інфармацыі пра пакет

source: The repositories will be checked for new, removed or upgraded software packages.
be: Рэпазіторыі будуць правераны на наяўнасць новых, выдаленых ці абноўленых пакетаў.

source: Reloading package information...
be: Перазагрузка звестак аб пакетах...

source: Failed to resolve dependency problems!
be: Не ўдалося вырашыць праблемы залежнасцей!

source: Successfully fixed dependency problems
be: Праблемы залежнасцей паспяхова вырашаны

source: Could not upgrade the system! Fix broken packages first.
be: Немагчыма абнавіць сістэму! Спачатку выпраўце сапсаваныя пакеты.

source: Marking all available upgrades...
be: Пазначэнне ўсіх магчымых абнаўленняў...

source: Successfully marked available upgrades
be: Усе магчымыя абнаўленні пазначаны

source: Failed to mark all available upgrades!
be: Не ўдалося пазначыць усе магчымыя абнаўленні!

source: Save script
be: Захаваць сцэнар

source: Select directory
be: Выберыце каталог

source: Please select a directory
be: Выберыце каталог

source: You are adding the "universe" component. Packages in this component are not supported. Are you sure?
be: Вы дадаяце "універсальны" кампанент. Пакеты ў гэтым кампаненце не падтрымліваюцца. Вы ўпэўнены?

source: Repositories
be: Рэпазіторыі

source: Enabled
be: Уключана

source: Type
be: Тып

source: Vendor
be: Пастаўшчык

source: Distribution
be: Дыстрыбутыў

source: Section(s)
be: Секцыі

source: Binary (deb)
be: Двайковы (deb)

source: Source (deb-src)
be: Крыніца (deb-src)

source: (no vendor)
be: (няма пастаўшчыка)

source: Cannot read vendors.list file
be: Немагчыма прачытаць файл vendors.list

source: Unknown source type
be: Невядомы тып крыніцы

source: <b>(ESSENTIAL) to be removed</b>
be: <b>(НЕАБХОДНЫ) будзе выдалены</b>

source: <b>To be DOWNGRADED</b>
be: <b>Будзе ўсталявана СТАРАЯ ВЕРСІЯ</b>

source: <b>To be removed</b>
be: <b>Будзе выдалены</b>

source: <b>To be completely removed (including configuration files)</b>
be: <b>Будзе канчаткова выдалены (разам з канфігурацыйнымі файламі)</b>

source: Unchanged
be: Не зменены

source: <b>%s</b> (<b>essential</b>) will be removed
be: <b>%s</b> (<b>неабходны</b>) будзе выдалены

source: <b>%s</b> will be <b>downgraded</b>
be: <b>%s</b> будзе <b>усталяваны стары</b>

source: <b>%s</b> will be removed with configuration
be: <b>%s</b> будзе выдалены разам з канфігурацыяй

source: <b>%s</b> will be removed
be: <b>%s</b> будзе выдалены

source: <b>%s</b> (version <i>%s</i>) will be upgraded to version <i>%s</i>
be: <b>%s</b> (версія <i>%s</i>) будзе абноўлены да версіі <i>%s</i>

source: <b>%s</b> (version <i>%s</i>) will be installed
be: <b>%s</b> (версія <i>%s</i>) будзе ўсталяваны

source: <b>%s</b> (version <i>%s</i>) will be re-installed
be: <b>%s</b> (версія <i>%s</i>) будзе пераўсталяваны

source: _Hide Details
be: _Схаваць падрабязнасці

source: _Show Details
be: _Паказаць падрабязнасці

source: Summary
be: Зводка

source: %d package is locked
be: %d пакет заблакіраваны

source: %d package will be held back and not upgraded
be: %d пакет будзе ўтрыманы і не абноўлены

source: %d new package will be installed
be: %d новы пакет будзе ўсталяваны

source: %d new package will be re-installed
be: %d новы пакет будзе пераўсталяваны

source: %d package will be upgraded
be: %d пакет будзе абноўлены

source: %d package will be removed
be: %d пакет будзе выдалены

source: %d package will be <b>downgraded</b>
be: %d пакет верне <b>старую версію</b>

source: <b>Warning:</b> %d essential package will be removed
be: <b>Увага:</b> Будзе выдалены %d важны пакет

source: %s of extra space will be used
be: Будзе дадаткова скарыстана %s

source: %s of extra space will be freed
be: Будзе дадаткова вызвалена %s

source: %s have to be downloaded
be: %s павінна быць спампавана

source: Essential packages will be removed. This may render your system unusable!
be: Неабходныя пакеты будуць выдалены. Ваша сістэма можа стаць непрацаздольнай!

source: An error occurred
be: Адбылася памылка

source: The following details are provided:
be: Былі прадастаўлены наступныя дэталі:

source: N/A
be: Недаступна

source: Find
be: Знайсці

source: Description %s
be: Апісанне %s

source: _File
be: _Файл

source: _Read Markings...
be: _Прачытаць пазначэнні...

source: _Save Markings
be: _Захаваць пазначэнні

source: Save Markings _As...
be: Захаваць пазначэнні _як...

source: Generate a shell script so that you can download the selected packages on a different computer
be: Стварыць shell-сцэнар, такім чынам вы зможаце запампаваць выбраныя пакеты на іншы камп'ютар

source: Generate package download script
be: Стварыць сцэнар запампоўкі пакета

source: Add packages downloaded with the "Generate package download script" feature to the system
be: Дадаць у сістэму пакеты, запампаваныя пры дапамозе функцыі "Стварыць сцэнар запампоўкі пакета"

source: Add downloaded packages
be: Дадаць запампаваныя пакеты

source: _History
be: _Гісторыя

source: _Quit
be: _Выйсці

source: _Edit
be: _Рэдагаваць

source: _Undo
be: _Адкаціць

source: _Redo
be: _Узнавіць

source: U_nmark All
be: Зн_яць усе пазначэнні

source: _Search...
be: _Пошук...

source: _Reload Package Information
be: Аб_навіць звесткі пра пакеты

source: _Add CD-ROM...
be: _Дадаць CD-ROM...

source: _Mark All Upgrades...
be: Па_значыць усе абнаўленні...

source: _Fix Broken Packages
be: _Выправіць сапсаваныя пакеты

source: Mark Packages by _Task...
be: Пазначыць пак_еты па заданнях...

source: A_pply Marked Changes
be: _Ужыць пазначаныя змены

source: _Package
be: _Пакет

source: U_nmark
be: З_няць пазначэнне

source: Mark for _Installation
be: Пазначыць для _ўсталявання

source: Mark for R_einstallation
be: Пазначыць для _пераўсталявання

source: Mark for _Upgrade
be: Пазначыць для _абнаўлення

source: Mark for _Removal
be: Пазначыць для вы_далення

source: Mark for Co_mplete Removal
be: Пазначыць для поўнага _выдалення

source: _Lock Version
be: _Замкнуць версію

source: Automatically installed
be: Аўтаматычна ўсталяваны

source: _Force Version...
be: _Фарсіраваць версію...

source: _Configure...
be: _Канфігураваць...

source: _Browse Documentation
be: _Глядзець дакументацыю

source: _Download Changelog
be: _Спампаваць гісторыю змен

source: _Properties
be: _Уласцівасці

source: _Settings
be: _Налады

source: _Preferences
be: _Параметры

source: _Repositories
be: _Рэпазіторыі

source: _Filters
be: _Фільтры

source: _Set Internal Option...
be: _Задаць свае опцыі...

source: _Toolbar
be: Панэль _інструментаў

source: _Icons Only
be: Толькі _значкі

source: _Text Only
be: Толькі _тэкст

source: Text _Below Icons
be: Тэкст _пад значкамі

source: Text Be_side Icons
be: Тэкст по_бач са значкамі

source: _Hide
be: С_хаваць

source: _Help
be: _Даведка

source: _Contents
be: _Дапаможнік

source: _Quick Introduction
be: _Хуткія ўводзіны

source: Icon _Legend
be: _Легенда значкоў

source: _About
be: Пра праграму

source: Reload
be: Перазагрузіць

source: Mark All Upgrades
be: Пазначыць усе для абнаўлення

source: Apply
be: Ужыць

source: Search
be: Пошук

source: _Sections
be: _Секцыі

source: S_earch Results
be: Вынікі по_шуку

source: S_tatus
be: С_татус

source: _Custom Filters
be: _Уласныя фільтры

source: _Architecture
be: _Архітэктура

source: <b>Package:</b>
be: <b>Пакет:</b>

source: <b>Section:</b>
be: <b>Секцыя:</b>

source: <b>Priority:</b>
be: <b>Прыярытэт:</b>

source: <b>Maintainer:</b>
be: <b>Дагляднік:</b>

source: <b>Status:</b>
be: <b>Статус:</b>

source: <b>Tags:</b>
be: <b>Тэгі:</b>

source: <b>Source:</b>
be: <b>Крыніца:</b>

source: <b>Installed Version</b>
be: <b>Усталяваная версія</b>

source: Size:
be: Памер:

source: Version:
be: Версія:

source: <b>Latest Available Version</b>
be: <b>Апошняя даступная версія</b>

source: Download:
be: Спампаваць:

source: Common
be: Агульныя

source: Installed Files
be: Усталяваныя файлы

source: <b>Note:</b> To install a version that is different from the default one, choose <b>Package -> Force Version...</b> from the menu.
be: <b>Заўвага:</b> Каб усталяваць версію якая адрозніваецца ад перадвызначанай, выберыце <b>Пакет -> Фарсіраваць версію...</b> з меню.

source: Versions
be: Версіі

source: _Search
be: _Пошук

source: Search:
be: Пошук:

source: Look in:
be: Глядзець у:

source: Show individual files
be: Паказаць асобныя файлы

source: _Mark
be: _Пазначыць

source: <span weight="bold" size="larger">Mark additional required changes?</span>
be: <span weight="bold" size="larger">Пазначыць дадатковыя неабходныя змены?</span>

source: The chosen action also affects other packages. The following changes are required in order to proceed.
be: Выбранае дзеянне закране іншыя пакеты. Наступныя змены неабходны для працягу.

source: <b>Appearance</b>
be: <b>Знешні выгляд</b>

source: Show package properties in the main window
be: Паказваць уласцівасці пакета ў галоўным акне

source: <b>Marking Changes</b>
be: <b>Пазначэнне змен</b>

source: Ask to confirm changes that also affect other packages
be: Запытваць пацвярджэнне змен, якія могуць закрануць іншыя пакеты

source: Consider recommended packages as dependencies
be: Разглядаць рэкамендаваныя пакеты як залежнасці

source: Clicking on the status icon marks the most likely action
be: Націсканне значка статусу пазначае найбольш верагоднае дзеянне

source: Removal of packages:
be: Выдаленне пакетаў:

source: System upgrade:
be: Абнаўленне сістэмы:

source: Number of undo operations:
be: Колькі дзеянняў можна адрабіць:

source: Reloading outdated package information:
be: Перазагружаць састарэлыя звесткі пра пакеты:

source: <b>Applying Changes</b>
be: <b>Ужыванне зменаў</b>

source: Apply changes in a terminal window
be: Ужываць змены ў акне тэрмінала

source: Ask to quit after the changes have been applied successfully
be: Запытаць аб выхадзе пасля паспяховага ўжывання змен

source: General
be: Асноўныя

source: <b>Columns</b>
be: <b>Слупкі</b>

source: Move _Up
be: Падняць _вышэй

source: Move D_own
be: Апусціць _ніжэй

source: <b>Fonts</b>
be: <b>Шрыфты</b>

source: Use custom application font
be: Выкарыстоўваць свой шрыфт праграмы

source: Use custom terminal font
be: Выкарыстоўваць свой шрыфт тэрмінала

source: A_pplication Font
be: Шрыфт _праграмы

source: _Terminal Font
be: Шрыфт _тэрмінала

source: Columns and Fonts
be: Слупкі і шрыфты

source: <b>Colors</b>
be: <b>Колеры</b>

source: Color packages by their status
be: Колер пакетаў паводле статусу

source: Marked for installation:
be: Пазначаны для ўсталявання:

source: Color
be: Колер

source: Marked for removal:
be: Пазначаны для выдалення:

source: Marked for complete removal:
be: Пазначаны для поўнага выдалення:

source: Upgradable:
be: Здольны абнаўляцца:

source: Marked for reinstallation:
be: Пазначаны для пераўсталявання:

source: Marked for upgrade:
be: Пазначаны для абнаўлення:

source: Not installed:
be: Не ўсталяваны:

source: Not installed (locked):
be: Не ўсталяваны (замкнёны):

source: Installed (locked):
be: Усталяваны (замкнёны):

source: Installed:
be: Усталяваны:

source: New in repository:
be: Новы ў рэпазіторыі:

source: Marked for downgrade:
be: Пазначаны для вяртання старой версіі:

source: Broken:
be: Сапсаваны:

source: Colors
be: Колеры

source: <b>Temporary Files</b>
be: <b>Часовыя файлы</b>

source: _Leave all downloaded packages in the cache
be: _Пакідаць усе спампаваныя пакеты ў кэшы

source: _Delete downloaded packages after installation
be: _Выдаляць спампаваныя пакеты пасля ўсталявання

source: _Only delete packages which are no longer available
be: _Выдаляць толькі пакеты, якія больш недаступны

source: _Delete Cached Package Files
be: Выдалі_ць кэшаваныя файлы пакетаў

source: Delete all cache package files now.
be: Выдаліць усе закэшаваныя файлы пакетаў.

source: <b>History files</b>
be: <b>Файлы гісторыі</b>

source: _Keep history
be: _Захоўваць гісторыю

source: Delete _History files older than:
be: _Выдаляць файлы гісторыі, старэйшыя за:

source: days
be: дзён

source: Files
be: Файлы

source: <b>Proxy Server</b>
be: <b>Проксі-сервер</b>

source: Direct connection to the Internet
be: Наўпроставае падключэнне да інтэрнэту

source: Manual proxy configuration
be: Ручная наладка проксі

source: IP address or host name of the http proxy server
be: ІР адрас ці імя хаста проксі-сервера http

source: Port:
be: Порт:

source: Port number of the http proxy server
be: Нумар парта проксі-сервера http

source: IP address or host name of the ftp proxy server
be: ІР адрас ці імя хаста проксі-сервера ftp

source: Port number of the ftp proxy server
be: Нумар парта проксі-сервера ftp

source: No proxy for:
be: Без проксі для:

source: FTP proxy:
be: FTP проксі:

source: HTTP proxy:
be: HTTP проксі:

source: Comma separated list of hosts and domains that will not be contacted through the proxy (e.g. localhost, 192.168.1.231, .net)
be: Падзелены коскамі спіс хастоў і даменаў, якія не далучаюцца праз проксі (напрыклад: localhost, 192.168.1.231, .net)

source: Authentication
be: Аўтэнтыфікацыя

source: Network
be: Сетка

source: <span size="large" weight="bold">These settings affect the core of your system. Consider any changes carefully.</span>
be: <span size="large" weight="bold">Гэтыя налады ўплываюць на ядро вашай сістэмы. Асцярожна прымяняйце змены.</span>

source: <b>Package upgrade behavior (default distribution)</b>
be: <b>Паводзіны абнаўлення пакетаў (у бягучым дыстрыбутыве)</b>

source: Always prefer the highest version
be: Заўсёды аддаваць перавагу вышэйшай версіі

source: Always prefer the installed version
be: Заўсёды аддаваць перавагу ўсталяванай версіі

source: Prefer versions from:
be: Аддаваць перавагу версіі з:

source: _Apply
be: _Ужыць

source: _OK
be: _ОК

source: <span weight="bold" size="larger">Enter the label of the CD-ROM</span>
be: <span weight="bold" size="larger">Увядзіце ярлык для гэтага CD-ROM</span>

source: The label will be used to identify the CD-ROM if you want to install packages from it later.
be: Ярлык будзе выкарыстоўвацца для ідэнтыфікацыі CD-ROM, калі вы пажадаеце ўсталёўваць пакеты з яго пазней.

source: Disc label:
be: Ярлык дыска:

source: <span size="large" weight="bold">Set an internal option</span>
be: <span size="large" weight="bold">Задаць унутраную опцыю</span>

source: Only experts should use this.
be: Толькі эксперты павінны карыстацца гэтым.

source: Value:
be: Значэнне:

source: Variable:
be: Пераменная:

source: Return to the main screen
be: Вярнуцца да асноўнага акна

source: <span weight="bold" size="large">Apply the following changes?</span>
be: <span weight="bold" size="larger">Ужыць наступныя змены?</span>

source: This is your last opportunity to look through the list of marked changes before they are applied.
be: Гэта апошняя магчымасць праверыць спіс зменаў перад іх ужываннем.

source: <b>Summary</b>
be: <b>Зводка</b>

source: _Download package files only
be: _Спампаваць толькі файлы пакета

source: The package files will be downloaded, but not installed
be: Пакет будзе спампаваны, але не ўсталяваны

source: _Verify package signatures
be: _Праверыць подпісы пакетаў

source: Vendors sign their packages to verify the origin and integrity of the packages. Disabling the verification is a security risk.
be: Пастаўшчыкі падпісваюць свае пакеты, каб пацвердзіць паходжанне і цэласнасць. Выключэнне гэтай праверкі падвяргае вашу сістэму рызыцы.

source: _New
be: _Новы

source: _Delete
be: _Выдаліць

source: <b>Current</b>
be: <b>Бягучыя</b>

source: Installed packages that are up-to-date
be: Усталяваныя актуальныя пакеты

source: Upgradable
be: Здольныя абнаўляцца

source: Installed packages that are upgradable
be: Усталяваныя пакеты якія здольны абнаўляцца

source: Installed packages that are upgradable to a later upstream version
be: Усталяваныя пакеты якія могуць быць абноўлены да навейшай версіі

source: Residual config
be: Рэшткавая канфігурацыя

source: Removed packages that have left configuration files on the system
be: Выдаленыя пакеты, ад якіх у сістэме засталіся канфігурацыйныя файлы

source: Not installed packages
be: Не ўсталяваныя пакеты

source: <b>Marked</b>
be: <b>Пазначаныя</b>

source: Not marked
be: Не пазначаныя

source: Packages that won't be changed
be: Пакеты, якія не будуць змяняцца

source: For installation or upgrade
be: Для ўсталявання і абнаўлення

source: Packages that will be installed or upgraded
be: Пакеты, якія будуць усталяваны ці абноўлены

source: For removal
be: Для выдалення

source: Packages that will be removed
be: Пакеты, якія будуць выдалены

source: <b>Other</b>
be: <b>Іншыя</b>

source: Packages that are new in the repository since that last "Reload"
be: Пакеты, якія з'явіліся ў рэпазіторыі пасля апошняй «Перазагрузкі»

source: Packages that will never be upgraded
be: Пакеты, якія ніколі не будуць абноўлены

source: Orphaned
be: Закінутыя

source: Library packages that are no longer needed (deborphan is required)
be: Пакеты бібліятэк, якія больш непатрэбны (для працы патрабуецца deborphan)

source: Not installable
be: Немагчыма ўсталяваць

source: Packages that are not available in any repository
be: Пакеты, якія недаступны ні ў адным рэпазіторыі

source: Packages with broken dependencies
be: Пакеты з сапсаванымі залежнасцямі

source: Automatic install
be: Аўтаматычнае ўсталяванне

source: Packages installed automatically as part of a dependency
be: Пакеты, якія ўсталёўваюцца аўтаматычна як часткі залежнасцей

source: Automatic removable
be: Аўтаматычнае выдаленне

source: Packages installed automatically but no longer required by any other package
be: Пакеты, якія ўсталяваны аўтаматычна, але больш непатрэбны ні ў якім пакеце

source: Policy broken
be: Некарэктныя

source: Currently in broken policy state
be: Зараз у некарэктным стане

source: Manual installed
be: Усталяваныя ўручную

source: Packages installed manually (not as a dependency of something else)
be: Пакеты, якія ўсталяваны ўручную (не як залежнасці ці нешта іншае)

source: _Select All
be: Вылучыць _усё

source: _Deselect All
be: _Скінуць усё

source: _Invert All
be: _Інвертаваць усё

source: Include selected sections only
be: Уключаць толькі вылучаныя секцыі

source: Exclude selected sections
be: Выключаць вылучаныя секцыі

source: Boolean operator between property criterias:
be: Булевы аператар паміж крытэрыямі:

source: AND
be: І

source: OR
be: ЦІ

source: Include
be: Уключыць

source: Exclude
be: Выключыць

source: Tags
be: Тэгі

source: _Up
be: У_верх

source: _Down
be: У_ніз

source: Distribution:
be: Дыстрыбутыў:

source: Section(s):
be: Секцыі:

source: Vendors...
be: Пастаўшчыкі...

source: <i>Preparing packages...</i>
be: <i>Падрыхтоўка пакетаў...</i>

source: Automatically close after the changes have been successfully applied
be: Аўтаматычна закрыць пасля паспяховага ўжывання змен

source: Details
be: Падрабязнасці

source: Extra output was generated during Package Manager operation
be: Дадатковы вывад згенераваны падчас дзейнасці кіраўніка пакетаў

source: <span size="large" weight="bold">Which tasks should be performed by your computer?</span> These are preselected groups of packages to perform each task. If you select a task, the corresponding packages will be marked for installation.
be: <span size="large" weight="bold">Якія задачы павінен выконваць Ваш камп'ютар?</span> Існуюць перадвызначаныя групы пакетаў для выканання кожнай задачы. Калі Вы выбераце задачу, то адпаведныя пакеты будуць пазначаны для ўсталявання.

source: _Description
be: _Апісанне

source: Quick Introduction
be: Хуткія ўводзіны

source: Show this dialog at startup
be: Паказваць гэта акенца падчас старту
