Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-speech-dispatcher_speech-dispatcher-*.po
Languages: uk

source: %s -- Common interface for Speech Synthesis %s
uk: %s -- Загальний інтерфейс для синтезу мовлення %s

source: Usage:
uk: Використання:

source: Options:
uk: Параметри:

source: Run as a daemon
uk: Запустити як демон

source: Run as single application
uk: Запустити як окрему програму

source: Start only if autospawn is not disabled
uk: Запускати лише за умови невимкненого autospawn

source: Set log level (between %d and %d)
uk: Задати рівень журналювання (між %d та %d)

source: Set path to logging
uk: Вказати шлях журналювання

source: Communication method to use ('%s'
uk: Спосіб обміну даних, яким слід скористатися («%s»

source: or '%s')
uk: або «%s»)

source: Socket path to use for '%s' method
uk: Шлях до сокета, яким слід користуватися для способу «%s»

source: (filesystem path or '%s')
uk: (шлях у файловій системі або «%s»)

source: Specify a port number for '%s' method
uk: Вказати номер порта для способу «%s»

source: Set time in seconds for the server to wait before it
uk: Встановити час у секундах, протягом якого сервер чекатиме

source: Set path to pid file
uk: Вказати шлях до файлу pid

source: Set path to configuration
uk: Вказати шлях до налаштувань

source: Set path to modules
uk: Вказати шлях до модулів

source: Report version of this program
uk: Сповістити про версію цієї програми

source: Output debugging information into $TMPDIR/%s
uk: Вивести діагностичні дані до $TMPDIR/%s

source: if TMPDIR is exported, otherwise to /tmp/%s
uk: якщо експортовано TMPDIR, інакше, до /tmp/%s

source: Print this info
uk: Виводити ці дані

source: Please report bugs to %s
uk: Будь ласка, повідомляйте про вади за адресою %s

source: Copyright (C) %d-%d Brailcom, o.p.s. This is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. Please see COPYING for more details.
uk: © Brailcom, o.p.s., %d-%d Це програмне забезпечення є вільним; ви можете вільно розповсюджувати або змінювати його на умовах вільної ліцензії GNU General Public License, яку опубліковано Free Software Foundation; або версії 2 цієї ліцензії, або (на ваш розсуд) будь-якої подальшої версії. Докладніші відомості наведено у файлі COPYING.

source: send text-to-speech output request to speech-dispatcher
uk: надіслати запит щодо озвучування тексту до speech-dispatcher

source: Usage: %s [options] "some text"
uk: Користування: %s [параметри] "якийсь текст"

source: Options:
uk: Параметри:

source: Set the rate of the speech
uk: Вказати швидкість вимови

source: (between %+d and %+d, default: %d)
uk: (між %+d і %+d, типово: %d)

source: Set the pitch of the speech
uk: Встановити тембр мовлення

source: Set the pitch range of the speech
uk: Встановити діапазон тону для мовлення

source: Set the volume (intensity) of the speech
uk: Налаштувати рівень гучності мовлення

source: Set the output module
uk: Налаштувати модуль виведення

source: Get the list of output modules
uk: Отримати перелік модулів виведення

source: Play the sound icon
uk: Відтворити значок звуку

source: Set the language (ISO code)
uk: Налаштувати мову (код ISO)

source: Set the preferred voice type
uk: Обрати бажаний тип голосу

source: Get the list of synthesis voices
uk: Отримати перелік голосів

source: Set the synthesis voice
uk: Налаштувати голос

source: Spell the message
uk: Прочитати повідомлення

source: Set SSML mode on (default: off)
uk: Увімкнути режим SSML (типово: вимк)

source: Set priority of the message
uk: Встановити пріоритет повідомлення:

source: default: %s)
uk: типово: %s)

source: (default: %s)
uk: (типово: %s)

source: Wait till the message is spoken or discarded
uk: Зачекайте, поки повідомлення буде озвучене чи відкинуте

source: Stop speaking the message being spoken
uk: Припинити озвучування відтворюваного повідомлення

source: Cancel all messages
uk: Скасувати усі повідомлення

source: Print version and copyright info
uk: Вивести версію та інформацію про авторство

source: Syntax error or bad parameter!
uk: Синтаксична помилка або неприпустимий параметр!

source: Missing argument!
uk: Аргумент відсутній!

source: Unrecognized option
uk: Невідома опція

source: Speech Dispatcher
uk: Диспетчер мовлення

source: Interface to Text to Speech services
uk: Інтерфейс для служб читання тексту

source: The value you have chosen is not among the suggested values. You have chosen '%s'.
uk: Вибраного значення немає серед запропонованих. Ви вибрали «%s».

source: The suggested values are
uk: Пропоновані значення

source: Do you want to correct your answer?
uk: Ви хочете виправити вашу відповідь?

source: You have chosen '%s'. Please choose one of %s
uk: Ви вибрали «%s». Будь ласка, оберіть одне з %s

source: A simple tool for basic configuration of Speech Dispatcher and problem diagnostics
uk: Простий інструмент для налаштовування Speech Dispatcher та діагностування проблем

source: Create Speech Dispatcher configuration for the given user
uk: Створити конфігурацію диспетчера мовлення для даного користувача.

source: Configure basic settings in user configuration
uk: Налаштувати основні параметри конфігурації користувача

source: Configure basic settings in system-wide configuration
uk: Налаштувати основні параметри загальносистемної конфігурації.

source: Diagnose problems with the current setup
uk: Визначити проблеми поточного налаштування.

source: Test connection to Speech Dispatcher using spd-say
uk: Перевірити з'єднання з диспетчером мовлення за допомогою spd-say

source: Test whether Festival works as a server
uk: Перевірте, чи Festival працює як сервер

source: Test whether Espeak works as a standalone binary
uk: Перевірте, чи працює Espeak як автономний двійковий файл

source: Test ALSA audio output
uk: Перевірити аудіовиведення ALSA

source: Test Pulse Audio output
uk: Перевірити виведення Pulse Audio

source: Use espeak to synthesize messages
uk: Використовувати espeak для синтезу повідомлень

source: Do not ask any questions, always use default values
uk: Не задавати питань, завжди використовувати типові значення

source: Debug a problem and generate a report
uk: Зневадити помилку та згенерувати звіт

source: Print version and copyright info
uk: Вивести версію і дані щодо авторських прав

source: ERROR: It was not possible to connect to Festival on the given host and port. Connection failed with error %d : %s .
uk: ПОМИЛКА: Не вдалося підключитися до Festival з даним хостом та портом. З'єднання завершилося помилкою %d: %s.

source: Hint: Most likely, your Festival server is not running now or not at the default port %d. Try /etc/init.d/festival start or run 'festival --server' from the command line.
uk: Підказка: швидше за все, сервер Festival зараз не працює зараз або використаний нетиповий порт %d. Спробуйте /etc/init.d/festival start або виконати «festival --server» з командного рядка.

source: Festival contains freebsoft-utils.
uk: Festival містить freebsoft-utils.

source: ERROR: Your Festival server is working but it doesn't seem to load festival-freebsoft-utils. You need to install festival-freebsoft-utils to be able to use Festival with Speech Dispatcher.
uk: ПОМИЛКА: Ваш сервер Festival працює, але це не схоже, що не вдається завантажити festival-freebsoft-utils. Вам потрібно встановити festival-freebsoft-utils, щоб мати можливість використовувати Festival з Диспетчером мовлення.

source: %s selected, but %s not installed. This might be a false warning, but most likely sound is not working.
uk: %s вибраний, проте %s не встановлений. Це може бути помилкове попередження, але швидше за все звук не праціює.

source: Are you sure that %s audio is working?
uk: Ви впевнені, що звук %s працює?

source: Can't play audio via %s
uk: Неможливо відтворити звук через %s

source: Your audio doesn't seem to work, please fix audio first or choose a different method.
uk: Здається, ваш звук не працює, будь ласка, спочатку виправте звук або виберіть інший метод.

source: Did you hear the sound?
uk: Ви чули звук?

source: Please examine the above output from the sound playback utility. If everything seems right, are you sure your audio is loud enough and not muted in the mixer? Please fix your audio system first or choose a different audio output method in configuration.
uk: Будь ласка, перевірте вказану вище систему відтворення звуку Якщо здається налаштованим, ви певні, що звук відтворюється з достатньою гучністю і його не вимкнено у мікшері? Будь ласка спочатку полагодьте вашу аудиосистему або оберіть інший спосіб виведення в конфігурації.

source: Audio output '%s' works
uk: Аудіовихід «%s» працює

source: Testing Speech Dispatcher using spd_say
uk: Тестування диспетчера мовлення за допомогою spd_say

source: Can't execute the spd-say binary, it is very likely that Speech Dispatcher is not installed.
uk: Неможливо запустити двійковий файл spd-say, Найімовірніше Диспетчер мовлення не встановлений.

source: Did you hear the message about Speech Dispatcher working?
uk: Ви чули повідомлення, що Диспетчер мовлення працює?

source: Speech Dispatcher is installed and working!
uk: Диспетчер мовлення встановлений і працює!

source: Speech Dispatcher is installed but there is some problem
uk: Диспетчер мовлення встановлений, але спостерігаються певні проблеми!

source: Testing whether Festival works as a server
uk: Перевірки, чи Festival працює як сервер

source: Festival server is not working.
uk: Сервер Festival не працює.

source: Festival server seems to work correctly
uk: Схоже на те, що сервер Festival працює належний чином

source: Testing whether Espeak works
uk: Перевірка роботи Espeak

source: Espeak is installed
uk: Espeak встановлено

source: Can't execute the espeak binary, it is likely that espeak is not installed.
uk: Неможливо виконати двійковий файл espeak, схоже, що espeak не встановлено.

source: Testing ALSA sound output
uk: Перевірка виведення звуку через ALSA

source: Testing PULSE sound output
uk: Перевірка виведення звуку через ALSA

source: Speech Dispatcher works. Do you want to skip other tests?
uk: Диспетчер мовлення працює. Ви бажаєте пропустити решту перевірок?

source: Speech Dispatcher isn't running or we can't connect to it (see above), do you want to proceed with other tests? (They can help to determine what is wrong)
uk: Диспетчер мовлення не працює або з ним неможливо з'єднатися (див.вище) продовжувати решту перевірок? (Вони допоможуть визначити причину помилки)

source: Do you want to test the %s now?
uk: Ви бажаєте перевірити %s зараз?

source: Testing whether Python Speech Dispatcher library is in path and importable
uk: Перевірка наявності бібліотеки Python для Диспетчера мовлення за шляхом і можливості її імпорту

source: Diagnostics results:
uk: Результати діагностики:

source: Speech Dispatcher is working
uk: Диспетчер мовлення працює

source: Speech Dispatcher not working through spd-say
uk: Диспетчер мовлення не працює через spd-say

source: Synthesizers that were tested and seem to work: %s
uk: Синтезатори звуку були випробувані і, здається, працюють: %s

source: Audio systems that were tested and seem to work: %s
uk: Аудіосистеми були випробувані і, здається, працюють: %s

source: Python Speech Dispatcher module is importable
uk: Модуль Python для Диспетчера мовлення недоступний для імпорту

source: Python Speech Dispatcher module not importable. Either not installed or not in path.
uk: Модуль Python для Диспетчера мовлення недоступний для імпорту. Або не встановлений або не знайдений за шляхом.

source: End of diagnostics results
uk: Кінець результатів діагностики

source: Starting collecting debugging output, configuration and logfiles
uk: Починаємо накопичення даних зневадження, конфігурації та файлів журналів

source: Do you want to debug 'system' or 'user' Speech Dispatcher?
uk: Ви бажаєте продіагностувати Диспетчер мовлення 'системи' або 'користувача'?

source: It is necessary to kill the currently running Speech Dispatcher processes. Do you want to do it now?
uk: Необхідно вбити поточні процеси Диспетчера мовлення Зробити це зараз?

source: You decided not to kill running Speech Dispatcher processes. Please make sure your Speech Dispatcher is not running now.
uk: Ви вирішили не вбивати процеси Диспетчера мовлення. Переконайтеся, що ваш Диспетчер мовлення зараз не працює.

source: Is your Speech Dispatcher not running now?
uk: Ваш Диспетчер мовлення тепер не виконується?

source: Can't continue, please stop your Speech Dispatcher and try again
uk: Неможливо продовжити роботу. Будь ласка, зупиніть Диспетчер мовлення і спробуйте ще раз

source: Speech Dispatcher will be started now in debugging mode
uk: Диспетчер мовлення почне роботу в режимі зневадження

source: Warning: You must be root or under sudo to do this.
uk: Попередження: Ви маєте бути root або з sudo для цього.

source: Please start your system Speech Dispatcher now with parameter '-D'
uk: Будь ласка, запустіть системний Диспетчер мовлення зараз з параметром «-D»

source: Is your Speech Dispatcher running now?
uk: Ваш Диспетчер мовлення тепер виконується?

source: Can't continue
uk: Продовження неможливе

source: Speech Dispatcher failed to start, continuing anyway?
uk: Диспетчер мовлення не вдалося запустити, все одно продовжити?

source: Trying to speak some messages
uk: Спроба вимовити деякі повідомлення

source: Can't test Speech Dispatcher connection, can't connect
uk: Неможливо перевірити з'єднання з Диспетчером мовлення, неможливо з'єднатися

source: Please wait (about 5 seconds)
uk: Будь ласка зачекайте (близько 5 сек)

source: Collecting debugging output and your configuration information
uk: Накопичення діагностичних повідомлень та відомостей про конфігурацію

source: User configuration already exists. Do you want to rewrite it with a new one?
uk: Конфігурація користувача вже існує. Перезаписати її?

source: Keeping configuration intact and continuing with settings.
uk: Збереження конфігурації без змін та продовження налаштувань.

source: User configuration already exists, but it seems to be incomplete. Do you want to keep it?
uk: Конфігурація користувача вже існує, але вона, здається, неповна. Зберегти її?

source: Keeping configuration intact and aborting.
uk: Збереження конфігурації без змін і переривання.

source: User configuration created in %s
uk: Конфігурація користувача створена у %s

source: Configuring user settings for Speech Dispatcher
uk: Налаштування користувацьких параметрів для Диспетчера мовлення

source: Configuring system settings for Speech Dispatcher
uk: Налаштування системних параметрів для Диспетчера мовлення

source: Default speech rate (on the scale of -100..100, 0 is default, 50 is faster, -50 is slower)
uk: Типова швидкість мовлення (в діапазоні -100..100, типовим значенням є 0, 50 - прискорення, -50 - сповільнення)

source: Default speech pitch (on the scale of -100..100, 0 is default, 50 is higher, -50 is lower)
uk: Типовий тембр мовлення (в діапазоні -100..100, типовим значенням є 0, 50 - вищий тембр, -50 нижчий тембр)

source: Default speech pitch range (on the scale of -100..100, 0 is default, 50 is higher, -50 is lower)
uk: Типовий діапазон тону мовлення (у межах -100..100, 0 — типовий, 50 — високий, -50 — низький)

source: Do you want to have Speech Dispatcher automatically started from ~/.config/autostart ? This is usually not necessary, most applications will start Speech Dispatcher automatically.
uk: Ви бажаєте, щоб Диспетчер мовлення запускався автоматично за допомогою ~/.config/autostart? Зазвичай в цьому немає потреби, більшість програм автоматично запускає Диспетчер мовлення.

source: Configuration written to %s Basic configuration now complete. You might still need to fine tune it by manually editing the configuration file above. Especially if you need to use special audio settings, non-standard synthesizer ports etc.
uk: Конфігурація записана до %s Базова конфігурація завершена. Можливо, вам доведеться зкоригувати параметри вручну відредагувавши вказаний вище файл конфігурації. Зокрем якщо вам потрібно використовувати спеціальні настройки звуку, нестандартні порти синтезатора тощо.

source: Starting Speech Dispatcher in user-mode
uk: Запуск Диспетчера мовлення у режимі користувача

source: Can't start Speech Dispatcher. Exited with status %d
uk: Неможливо запустити Диспетчер мовлення. Вихід з кодом завершення %d

source: Perhaps this is because your Speech Dispatcher is already running. Do you want to kill all running Speech Dispatchers and try again?
uk: Можливо, це тому, що ваш Диспетчер мовлення вже запущений. Бажаєте знищити всіх запущених Диспетчерів мовлення та повторити спробу?

source: Can't start Speech Dispatcher
uk: Неможливо запустити Диспетчер мовлення

source: Starting Speech Dispatcher in system-mode
uk: Запуск Диспетчера мовлення у системному режимі

source: Is your system using an /etc/init.d/speech-dispatcher script?
uk: У вашій системі використовується сценарій /etc/init.d/speech-dispatcher?

source: Stopping Speech Dispatcher in case any is running already
uk: Припинення роботи Диспетчера мовлення, якщо він вже працює

source: Starting Speech Dispatcher via /etc/init.d/speech-dispatcher
uk: Запуск Диспетчера мовлення через /etc/init.d/speech-dispatcher

source: Do not know how to start system Speech Dispatcher, you have to start it manually to continue.
uk: Невідомо, як запустити системний Диспетчер мовлення, для продовження ви повинні запустити його вручн.

source: Have you started Speech Dispatcher now?
uk: Тепер ви запустили Диспетчер мовлення?

source: Do you want to start/restart Speech Dispatcher now and run some tests?
uk: Ви бажаєте запустити/перезапустити Диспетчер мовлення зараз і виконати деякі перевірки?

source: Your configuration is now done but not tested
uk: Ваша конфігурація тепер створена але не перевірена

source: Your Speech Dispatcher is not running
uk: Ваш Диспетчер мовлення не працює

source: Do you want to run debugging now and send a request for help to the developers?
uk: Ви хочете зараз запустити зневадження та надіслати розробникам запит на допомогу ?

source: Speech Dispatcher configuration tool
uk: Засіб налаштування Диспетчера мовлення

source: Do you want to continue with basic settings?
uk: Ви бажаєте продовжити з базовими налаштуваннями?

source: Do you want to setup a completely new configuration?
uk: Ви бажаєте налаштувати цілком нову конфігурацію?

source: Do you want to run diagnosis of problems?
uk: Ви бажаєте запустити діагностику проблем?

source: Please run this command again and select what you want to do or read the quick help available through '-h' or '--help'.
uk: Будь ласка, запустіть цю команду ще раз та виберіть те, що ви хочете зробити або прочитайте швидку довідку, доступну через «-h» або «--help».
