Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-sensible-utils_debianutils-*.po
Languages: uk

source: 14 Nov 2010
uk: 14 Лис 2010

source: NAME
uk: НАЗВА

source: sensible-editor, sensible-pager, sensible-browser - sensible editing, paging, and web browsing
uk: sensible-editor, sensible-pager, sensible-browser - розумні редагування, гортання та веб-перегляд

source: SYNOPSIS
uk: КОРОТКИЙ ОПИС

source: B<sensible-editor> [OPTIONS...]
uk: B<sensible-editor> [ПАРАМЕТРИ...]

source: B<sensible-pager> [OPTIONS...]
uk: B<sensible-pager> [ПАРАМЕТРИ...]

source: DESCRIPTION
uk: ОПИС

source: B<sensible-editor>, B<sensible-pager> and B<sensible-browser> make sensible decisions on which editor, pager, and web browser to call, respectively. Programs in Debian can use these scripts as their default editor, pager, or web browser or emulate their behavior.
uk: B<sensible-editor>, B<sensible-pager> and B<sensible-browser> приймають розумні рішення про те, який редактор, гортач сторінок та веб-переглядач відповідно для виклику. Програми в Debian можуть використовувати ці сценарії як їх типовий редактор, гортач сторінок або веб-переглядач, або наслідувати їх поведінку.

source: SEE ALSO
uk: ДИВІТЬСЯ ТАКОЖ

source: Documentation of the EDITOR, VISUAL, PAGER, and BROWSER variables in B<environ>(7)
uk: Документація для змінних EDITOR, VISUAL, PAGER, та BROWSER у B<середов>(7)
