Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-*.po
Languages: be

source: System Administration
be: Сістэмнае адміністраванне

source: Base System
be: Базавая сістэма

source: Mono/CLI Infrastructure
be: Інфраструктура Mono/CLI

source: Communication
be: Камунікацыі

source: Databases
be: Базы даных

source: Development
be: Распрацоўка

source: Documentation
be: Дакументацыя

source: Debug
be: Адладка

source: Editors
be: Рэдактары

source: Electronics
be: Электроніка

source: Embedded Devices
be: Убудаваныя прылады

source: Fonts
be: Шрыфты

source: Games and Amusement
be: Гульні і забавы

source: GNOME Desktop Environment
be: Асяроддзе GNOME

source: Graphics
be: Графіка

source: GNU R statistical system
be: Статыстычная сістэма GNU R

source: Gnustep Desktop Environment
be: Асяроддзе Gnustep

source: Go Programming Language
be: Go, мова праграмавання

source: Amateur Radio
be: Аматарскае радыё

source: Haskell Programming Language
be: Мова праграмавання Haskell

source: Web servers
be: Вэб-серверы

source: Interpreted Computer Languages
be: Інтэрпрэтуемыя мовы праграмавання

source: Java Programming Language
be: Мова праграмавання Java

source: JavaScript Programming Language
be: JavaScript, мова праграмавання

source: KDE Desktop Environment
be: Асяроддзе KDE

source: Kernel and modules
be: Ядро і модулі

source: Libraries - Development
be: Бібліятэкі - Распрацоўка

source: Libraries
be: Бібліятэкі

source: Lisp Programming Language
be: Мова праграмавання Lisp

source: Localization
be: Лакалізацыя

source: Email
be: Электронная пошта

source: Mathematics
be: Матэматыка

source: Miscellaneous - Text Based
be: Рознае - Тэкставыя

source: Networking
be: Сеткі

source: Newsgroup
be: Групы навін

source: OCaml Programming Language
be: Мова праграмавання OCaml

source: Libraries - Old
be: Бібліятэкі - Старыя

source: Cross Platform
be: Крос-платформенныя

source: Perl Programming Language
be: Мова праграмавання Perl

source: PHP Programming Language
be: Мова праграмавання PHP

source: Python Programming Language
be: Мова праграмавання Python

source: Ruby Programming Language
be: Мова праграмавання Ruby

source: Rust Programming Language
be: Rust, мова праграмавання

source: Science
be: Навука

source: Shells
be: Абалонкі

source: Multimedia
be: Мультымедыя

source: Tasks
be: Заданні

source: TeX Authoring
be: Праца ў TeX

source: Word Processing
be: Апрацоўка тэксту

source: Utilities
be: Утыліты

source: Version Control Systems
be: Сістэмы кантролю версій

source: Video software
be: Праграмнае забеспячэнне для відэа

source: World Wide Web
be: Сусветнае павуцінне

source: Xfce Desktop Environment
be: Асяроддзе Xfce

source: Zope/Plone Environment
be: Асяроддзе Zope/Plone

source: Unknown
be: Невядома

source: Converted From RPM by Alien
be: Сканвертаванае з RPM пры дапамозе Alien

source: Internationalization and localization
be: Інтэрнацыяналізацыя і лакалізацыя

source: Meta Packages
be: Мэта-пакеты

source: Education
be: Адукацыя

source: GObject Introspection data
be: Даныя аналізу GObject

source: Failed to open %s.new
be: Памылка адкрыцця %s.new

source: Failed to rename %s.new to %s
be: Не ўдалося перайменаваць %s.new у %s

source: Internal error
be: Унутраная памылка

source: Preparing...
be: Падрыхтоўка...

source: Unable to read the cdrom database %s
be: Немагчыма прачытаць з дыска базу даных %s

source: Unmounting CD-ROM...
be: Адключэнне CD-ROM...

source: Waiting for disc...
be: Чаканне дыска...

source: Insert a disc in the drive.
be: Устаўце дыск у прывад.

source: Mounting CD-ROM...
be: Падключэнне CD-ROM...

source: Failed to mount the cdrom.
be: Не ўдалося падключыць CD-ROM.

source: Identifying disc...
be: Вызначэнне дыска...

source: Couldn't identify disc.
be: Немагчыма вызначыць дыск.

source: Scanning disc...
be: Сканаванне дыска...

source: Cleaning package lists...
be: Ачыстка спісаў пакетаў...

source: Unable to locate any package files. Perhaps this is not an APT enabled disc.
be: Немагчыма адшукаць файлы пакетаў. Магчыма гэты дыск не прызначаны для выкарыстання з APT.

source: Disc not successfully scanned.
be: Няўдалае сканаванне дыска.

source: Empty disc name.
be: Пустая назва дыска.

source: Registering disc...
be: Рэгістрацыя дыска...

source: Copying package lists...
be: Капіяванне спісаў пакетаў...

source: Writing sources list...
be: Запіс спісаў крыніц...

source: Done!
be: Гатова!

source: Failed to stat %s%s
be: Памылка stat %s%s

source: Unable to change to %s
be: Немагчыма перайсці ў %s

source: Unable to read %s
be: Немагчыма прачытаць %s

source: ERROR: couldn't open %s for writing
be: ПАМЫЛКА: немагчыма адкрыць %s для запісу

source: ERROR: Could not get password entry for superuser
be: ПАМЫЛКА: Не ўдалося атрымаць пароль для суперкарыстальніка

source: ERROR: could not create configuration directory %s
be: ПАМЫЛКА: не ўдалося стварыць каталог канфігурацыі %s

source: ERROR: could not create state directory %s
be: ПАМЫЛКА: не ўдалося стварыць каталог стану %s

source: ERROR: could not create tmp directory %s
be: ПАМЫЛКА: не ўдалося стварыць часовы каталог %s

source: ERROR: could not create log directory %s
be: ПАМЫЛКА: не ўдалося стварыць журнальны каталог %s

source: couldn't open %s for writing
be: не ўдалося адкрыць %s для запісу

source: Successfully applied all changes. You can close the window now.
be: Усе змены паспяхова ўжыты. Цяпер можаце закрыць гэта акно.

source: Not all changes and updates succeeded. For further details of the failure, please expand the 'Details' panel below.
be: Не ўсе змены і абнаўленні былі паспяховымі. Каб паглядзець звесткі пра збой, разгарніце панэль «Падрабязнасці».

source: Successfully installed all packages of the current medium. To continue the installation with the next medium close this window.
be: Усе пакеты з бягучага носьбіту паспяхова ўсталяваны. Каб працягнуць усталяванне з наступнага носьбіту, закрыйце гэта акно.

source: The list of installed files is only available for installed packages
be: Спіс усталяваных файлаў даступны толькі для ўсталяваных пакетаў

source: or dependency
be: ці залежнасць

source: Package %s has no available version, but exists in the database. This typically means that the package was mentioned in a dependency and never uploaded, has been obsoleted or is not available with the contents of sources.list
be: Пакет %s не мае даступнай версіі, але існуе ў базе даных. Звычайна гэта азначае, што пакет згадваўся ў залежнасцях, але ніколі не запампоўвася, састарэў або недаступны са змесцівам sources.list

source: %s %s but %s is to be installed
be: %s %s, але будзе ўсталяваны %s

source: %s: %s %s but %s is to be installed
be: %s: %s %s але %s будзе ўсталяваны

source: %s %s but it is not installable
be: %s %s, але яго немагчыма ўсталяваць

source: %s but it is a virtual package
be: %s, але гэта віртуальны пакет

source: %s: %s but it is a virtual package
be: %s: %s але гэта віртуальны пакет

source: %s but it is not going to be installed
be: %s, але ён не будзе ўсталяваны

source: %s: %s but it is not going to be installed
be: %s: %s але ён не будзе ўсталяваны

source: or
be: ці

source: Invalid record in the preferences file, no Package header
be: Памылковы запіс у файле параметраў. Адсутнічае загаловак пакета

source: Depends
be: Залежыць

source: PreDepends
be: Папярэдне залежыць

source: Suggests
be: Прапаноўвае

source: Recommends
be: Рэкамендуе

source: Conflicts
be: Канфліктуе

source: Replaces
be: Замяняе

source: Obsoletes
be: Робіць састарэлым

source: Breaks
be: Пашкоджвае

source: Enhances
be: Паляпшае

source: Dependency of
be: Залежыць ад

source: Marked for installation
be: Пазначаны для ўсталявання

source: Marked for re-installation
be: Пазначаны для пераўсталявання

source: Marked for upgrade
be: Пазначаны для абнаўлення

source: Marked for downgrade
be: Пазначаны для ўсталявання старой версіі

source: Marked for removal
be: Пазначаны для выдалення

source: Marked for complete removal
be: Пазначаны для поўнага выдалення

source: Not installed
be: Неўсталяваны

source: Not installed (locked)
be: Неўсталяваны (замкнёны)

source: Installed
be: Усталяваны

source: Installed (upgradable)
be: Усталяваны (здольны абнаўляцца)

source: Installed (locked to the current version)
be: Усталяваны (замкнёны на бягучай версіі)

source: Broken
be: Сапсаваны

source: Not installed (new in repository)
be: Не ўсталяваны (новы ў рэпазіторыі)

source: Internal Error, non-zero counts
be: Унутраная памылка. Ненулявыя лічыльнікі

source: Name
be: Назва

source: Description
be: Апісанне

source: Maintainer
be: Дагляднік

source: Version
be: Версія

source: Provides
be: Прадастаўляе

source: ReverseDepends
be: Зваротна залежыць

source: Origin
be: Крыніца

source: Component
be: Кампанент

source: Status
be: Статус

source: Pattern
be: Шаблон

source: Section
be: Секцыя

source: Priority
be: Прыярытэт

source: File
be: Файл

source: Bad regular expression '%s' in ReducedView file.
be: Кепскі сталы выраз '%s' у файле ReducedView.

source: Internal error opening cache (%d). Please report.
be: Унутраная памылка пры адкрыцці кэша (%d). Паведаміце распрацоўшчыку.

source: Unable to correct dependencies
be: Немагчыма выправіць залежнасці

source: Unable to mark upgrades Check your system for errors.
be: Немагчыма пазначыць абнаўленні Праверце вашу сістэму на наяўнасць памылак.

source: Internal Error, AllUpgrade broke stuff. Please report.
be: Унутраная памылка. AllUpgrade нешта пашкодзіў. Паведаміце распрацоўшчыку.

source: dist upgrade Failed
be: збой абнаўлення дыстрыбутыва

source: Unable to lock the list directory
be: Немагчыма заблакаваць каталог спісаў

source: Release files for some repositories could not be retrieved or authenticated. Such repositories are being ignored.
be: Не ўдалося атрымаць або аўтэнтыфікаваць файлы Release для некаторых рэпазіторыяў. Такія рэпазіторыі будуць ігнаравацца.

source: Ignoring invalid record(s) in sources.list file!
be: Ігнараванне памылковых запісаў у файле sources.list!

source: Failed to fetch %s %s
be: Не ўдалося атрымаць %s %s

source: Some of the packages could not be retrieved from the server(s).
be: Не ўдалося атрымаць асобныя пакеты з сервера(ў).

source: Do you want to continue, ignoring these packages?
be: Вы сапраўды хочаце працягнуць, ігнаруючы гэтыя пакеты?

source: Unable to correct missing packages
be: Немагчыма выправіць адсутныя пакеты

source: Removed the following ESSENTIAL packages:
be: Выдалены наступныя ВАЖНЫЯ пакеты:

source: Downgraded the following packages:
be: Усталяваны папярэднія версіі наступных пакетаў:

source: Completely removed the following packages:
be: Поўнасцю выдалены наступныя пакеты:

source: Removed the following packages:
be: Выдалены наступныя пакеты:

source: Upgraded the following packages:
be: Абноўлены наступныя пакеты:

source: Installed the following packages:
be: Усталяваны наступныя пакеты:

source: Reinstalled the following packages:
be: Пераўсталяваны наступныя пакеты:

source: Unable to lock the download directory
be: Немагчыма заблакаваць каталог для запампоўкі

source: Line %u too long in markings file.
be: Радок %u задаўгі ў файле пазначэння.

source: Malformed line %u in markings file
be: Памылковы радок %u у файле пазначэння

source: Setting markings...
be: Усталяванне пазначэння...

source: Stat failed for %s
be: Памылка stat для %s

source: Unable to create a tmp file
be: Немагчыма стварыць часовы файл

source: bzip2 failed, perhaps the disk is full.
be: памылка bzzip2, магчыма дыск перапоўнены.

source: Failed to rename
be: Не ўдалося перайменаваць

source: Sections
be: Секцыі

source: Alphabetic
be: Па алфавіце

source: Architecture
be: Архітэктура

source: Search History
be: Гісторыя пошуку

source: Custom
be: Уласныя

source: Installed (unsupported)
be: Усталяваныя (не падтрымліваюцца)

source: Not installed (unsupported)
be: Не усталяваныя (не падтрымліваюцца)

source: Installed (auto removable)
be: Усталяваныя (выдаляюцца аўтаматычна)

source: Installed (manual)
be: Усталяваныя (уручную)

source: Broken dependencies
be: Сапсаваныя залежнасці

source: New in repository
be: Новы ў рэпазіторыі

source: Pinned
be: Прымацаваныя

source: Installed (local or obsolete)
be: Усталяваныя (мясцовыя ці састарэлыя)

source: Not installed (residual config)
be: Не ўсталяваныя (рэшткавая канфігурацыя)

source: Searching
be: Ідзе пошук

source: Search Filter
be: Фільтр пошуку

source: Reduced View
be: Паменшаны выгляд

source: Marked Changes
be: Пазначаныя змены

source: Package with Debconf
be: Пакет з падтрымкай Debconf

source: Upgradable (upstream)
be: Абнаўляльныя (з асноўнае галіны)

source: Community Maintained (installed)
be: Падтрымліваюцца суполкай (усталяваныя)

source: Missing Recommends
be: Няма рэкамендаваных пакетаў

source: Local
be: Лакальныя

source: Not automatic:
be: Не аўтаматычна:

source: Can't read %s
be: Немагчыма прачытаць %s

source: Syntax error in line %s
be: Сінтаксічная памылка ў радку %s

source: Vendor block %s is invalid
be: Памылковы блок пастаўшчыка %s

source: Usage: synaptic [options]
be: Выкарыстанне: synaptic [опцыі]

source: -h This help text
be: -h Гэты тэкст дапамогі

source: -r Open in the repository screen
be: -r Адкрыць у акне рэпазіторыя

source: -f=? Give an alternative filter file
be: -f=? Вызначыць альтэрнатыўны файл фільтраў

source: -t Give an alternative main window title (e.g. hostname with `uname -n`)
be: -t Даць альтэрнатыўную назву галоўнаму акну (напрыклад hostname з `uname -n`)

source: -i=? Start with the initial Filter with given name
be: -i=? Пачаць з фільтра з вызначанай назвай

source: -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
be: -o=? Задаць адвольную канфігурацыю, напрыклад -o dir::cache=/tmp

source: --upgrade-mode Call Upgrade and display changes
be: --upgrade-mode Выклікаць абнаўленне і паказаць змены

source: --dist-upgrade-mode Call DistUpgrade and display changes
be: --dist-upgrade-mode Выклікаць абнаўленне дыстрыбутыва і паказаць змены

source: --update-at-startup Call "Reload" on startup
be: --update-at-startup Выклікаць «Абнавіць» падчас запуску

source: --non-interactive Never prompt for user input
be: --non-interactive Ніколі не пытацца ўвода ад карыстальніка

source: --task-window Open with task window
be: --task-window Адкрыць з акном заданняў

source: --add-cdrom Add a cdrom at startup (needs path for cdrom)
be: --add-cdrom Дадаць кампакт-дыск падчас запуску (патрабуецца шлях да прылады)

source: --ask-cdrom Ask for adding a cdrom and exit
be: --ask-cdrom Спытацца пра дабаўленне кампакт-дыску і выйсці

source: --test-me-harder Run test in a loop
be: --test-me-harder Прагнаць цыкл тэста

source: Another synaptic is running
be: Іншы synaptic запушчаны

source: There is another synaptic running in interactive mode. Please close it first.
be: Іншы synaptic запушчаны ў інтэрактыўным рэжыме. Спачатку зачыніце яго.

source: There is another synaptic running in non-interactive mode. Please wait for it to finish first.
be: Іншы synaptic запушчаны ў не-інтэрактыўным рэжыме. Спачатку дачакайцеся пакуль ён скончыць.

source: Unable to get exclusive lock
be: Немагчыма атрымаць выключную блакіроўку

source: This usually means that another package management application (like apt-get or aptitude) is already running. Please close that application first.
be: Гэта часта азначае, што ўжо запушчана іншая праграма кіравання пакетамі (напрыклад apt-get ці aptitude). Спачатку закрыйце іх.

source: Starting "Synaptic Package Manager" without administrative privileges
be: Запуск "Synaptic Package Manager" без правоў адміністратара

source: You will not be able to apply any changes, but you can still export the marked changes or create a download script for them.
be: Вы не зможаце прымяніць ніякія змены, але вы ўсё яшчэ можаце экспартаваць пазначаныя змены ці стварыць скрыпт для іх запампоўкі.

source: Synaptic Package Manager
be: Кіраўнік пакетаў Synaptic

source: Scanning CD-ROM
be: Скануецца CD-ROM

source: Invalid disc name!
be: Памылковая назва дыска!

source: Disc Label
be: Ярлык дыска

source: Downloading Changelog
be: Запампоўка гісторыі змен

source: The changelog contains information about the changes and closed bugs in each version of the package.
be: Гісторыя змен утрымлівае звесткі аб зменах і закрытых памылках у кожнай версіі пакета.

source: %s Changelog
be: Гісторыя змен для %s

source: Package changes
be: Змены ў пакеце

source: Warning
be: Папярэджанне

source: You are about to install software that <b>can't be authenticated</b>! Doing this could allow a malicious individual to damage or take control of your system.
be: Вы збіраецеся ўсталяваць праграму, якую<b>немагчыма аўтэнтыфікаваць</b>! Гэта можа дазволіць зламысніку пашкодзіць або атрымаць кантроль над вашай сістэмай.

source: NOT AUTHENTICATED
be: НЕ АЎТЭНТЫФІКАВАНЫ

source: To be removed
be: Будуць выдалены

source: To be downgraded
be: Будуць вернуты папярэднія версіі

source: To be installed
be: Будуць усталяваны

source: To be upgraded
be: Будуць абноўлены

source: To be re-installed
be: Будуць пераўсталяваны

source: To be kept
be: Будуць захаваны

source: Replace configuration file '%s'?
be: Замяніць файл наладак "%s"?

source: The configuration file %s was modified (by you or by a script). An updated version is shipped in this package. If you want to keep your current version say 'Keep'. Do you want to replace the current file and install the new package maintainers version?
be: Канфігурацыйны файл %s быў зменены (вамі або па сцэнару). Абноўленая версія пастаўляецца ў гэтым пакеце. Калі жадаеце захаваць бягучую версію, адкажыце «Захаваць». Ці жадаеце замяніць бягучы файл новым файлам з пакета?

source: Applying Changes
be: Ужыванне змен

source: Copy
be: Капіяваць

source: Select All
be: Выбраць усе

source: Ctrl-c pressed
be: Націснута Ctrl-c

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
be: Дзеянне будзе скасавана і ў выніку ваша сістэма можа стаць непрацаздольнай. Сапраўды жадаеце зрабіць гэта?

source: Error in package %s
be: Памылка ў пакеце %s

source: Trying to recover from package failure
be: Правал спробы аднаўлення ад пакета

source: Error failed to fork pty
be: Памылка адгалінавання псеўда-тэрміналу

source: A package failed to install. Trying to recover:
be: Адбылася памылка падчас усталявання пакета. Спроба аднавіць:

source: Changes applied
be: Змены ўжыты

source: The marked changes are now being applied. This can take some time. Please wait.
be: Ужываюцца пазначаныя змены. Гэта можа заняць некаторы час. Калі ласка, пачакайце.

source: Installing and removing software
be: Усталяванне і выдаленне праграм

source: Removing software
be: Выдаленне праграм

source: Installing software
be: Усталяванне праграм

source: Description and Name
be: Апісанне і назва

source: Dependencies
be: Залежнасці

source: Provided packages
be: Прадастаўленыя пакеты

source: Supported
be: Падтрымліваецца

source: Package Name
be: Назва пакета

source: Installed Version
be: Усталяваная версія

source: Latest Version
be: Апошняя версія

source: Size
be: Памер

source: Download Size
be: Памер спампоўкі

source: Keep Configuration
be: Пакінуць канфігурацыю

source: Completely
be: Цалкам

source: Always Ask
be: Заўсёды пытацца

source: Ignore
be: Ігнараваць

source: Automatically
be: Аўтаматычна

source: Default Upgrade
be: Абнаўленне па змаўчанні

source: Smart Upgrade
be: Разумнае абнаўленне

source: An error occurred while saving configurations.
be: Адбылася памылка падчас захавання канфігурацый.

source: Choose font
be: Выберыце шрыфт

source: Color selection
be: Выбар колеру

source: Prefer package versions from the selected distribution when upgrading packages. If you manually force a version from a different distribution, the package version will follow that distribution until it enters the default distribution.
be: Пры паляпшэнні пакетаў аддаваць перавагу пакетам з выбранага дыстрыбутыву. Калі вы прымусова ўсталюеце версію з іншага дыстрыбутыву, версія пакета будзе абнаўляцца паводле таго дыстрыбутыва пакуль не апынецца ў прадвызначаным дыстрыбутыве.

source: Never upgrade to a new version automatically. Be _very_ careful with this option as you will not get security updates automatically! If you manually force a version the package version will follow the chosen distribution.
be: Не абнаўляць да новай версіі аўтаматычна. _Будзьце _асцярожны з гэтым варыянтам, паколькі вы не будзеце атрымліваць абнаўленні бяспекі аўтаматычна! Калі вы ўручную пазначыце версію, то версія пакета будзе адпавядаць абранаму дыстрыбутыву.

source: Let synaptic pick the best version for you. If unsure use this option.
be: Няхай synaptic выбера найлепшую версію для вас. Выкарыстоўвайце гэты варыянт, калі няўпэўнены.

source: Visible
be: Бачны

source: Preferences
be: Налады

source: Package
be: Пакет

source: Please insert the disk labeled: %s in drive %s
be: Устаўце дыск з ярлыком: %s у прывад %s

source: Download rate: %s/s - %s remaining
be: Хуткасьць выгрузкі: %s/с, засталося %s

source: Download rate: ...
be: Хуткасць запампоўкі: ...

source: Downloading file %li of %li
be: Запампоўка файла %li з %li

source: Queued
be: У чарзе

source: Done
be: Гатова

source: Hit
be: Поспех

source: Failed
be: Няўдача

source: Filters
be: Фільтры

source: Field
be: Поле

source: Operator
be: Аператар

source: New Filter %i
be: Новы фільтр %i

source: Package Manager output
be: Вывад кіраўніка пакетаў

source: While installing package %s:
be: Падчас усталявання пакета %s:

source: While preparing for installation:
be: Падчас падрыхтоўкі да ўсталявання:

source: APT system reports: %s
be: Справаздачы сістэмы APT: %s

source: Not found
be: Не знойдзена

source: Expression was found, please see the list on the left for matching entries.
be: Выраз знойдзены, паглядзіце ў спісе злева на супадзенні.

source: _Close
be: _Закрыць

source: %s Properties
be: Уласцівасці %s

source: This application is supported by the distribution
be: Гэта праграма падтрымліваецца дыстрыбутывам

source: Get Screenshot
be: Атрымаць здымак экрана

source: Get Changelog
be: Атрымаць гісторыю змен

source: Visit Homepage
be: Наведаць хатнюю старонку

source: Visit %s
be: Наведаць %s

source: S
be: С

source: Download
be: Спампаваць

source: Dependants
be: Залежыць ад

source: Dependencies of the Latest Version
be: Залежнасці апошняй версіі

source: Provided Packages
be: Прадастаўленыя пакеты

source: All
be: Усе

source: No package is selected.
be: Няма вылучаных пакетаў.

source: Select the version of %s that should be forced for installation
be: Выбраць версію %s для фарсіраванага ўсталявання

source: The package manager always selects the most applicable version available. If you force a different version from the default one, errors in the dependency handling can occur.
be: Кіраўнік пакетаў заўсёды выбірае найбольш адпаведную версію з даступных. Калі вы фарсіруеце іншую версію замест перадвызначанай, могуць быць памылкі ў кіраванні залежнасцямі.

source: Rebuilding search index
be: Перапісванне пошукавага індэксу

source: Quick filter
be: Хуткі фільтр

source: Reload the package information to become informed about new, removed or upgraded software packages.
be: Абнавіць звесткі пра новыя, выдаленыя ці абноўленыя пакеты праграм.

source: Mark all possible upgrades
be: Пазначыць усе магчымыя абнаўленні

source: Apply all marked changes
be: Ужыць усе пазначаныя змены

source: View package properties
be: Прагляд уласцівасцей пакета

source: Search for packages
be: Шукаць пакеты

source: Unmark
be: Зняць пазначэнне

source: Mark for Installation
be: Пазначыць для ўсталявання

source: Mark for Reinstallation
be: Пазначыць для пераўсталявання

source: Mark for Upgrade
be: Пазначыць для абнаўлення

source: Mark for Removal
be: Пазначыць для выдалення

source: Mark for Complete Removal
be: Пазначыць для поўнага выдалення
