Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-manual-*.po
Languages: be, uk

source: <application>Synaptic Package Manager</application> Manual V0.1.2
be: <application>Кіраўнік пакетаў Synaptic</application> Дапаможнік V0.1.2
uk: <application>Менеджер пакунків Synaptic</application> Посібник версії 0.1.2

source: Sebastian Heinlein
uk: Себастіан Хейнлейн (Sebastian Heinlein)

source: Sebastian
uk: Себастіан

source: Heinlein
uk: Хейнлейн

source: This manual describes version 0.53 of Synaptic Package Manager.
be: Гэты дапаможнік апісвае версію 0.53 кіраўніка пакетаў Synaptic.
uk: Це посібник для Менеджера пакунків Synaptic версії 0.53

source: Legal Notice
be: Юрыдычнае паведамленне
uk: Юридичний статус

source: This document is distributed under the terms of the GNU Public license as published by the Free Software; either version 2 of the License, or (at your option) later version. A copy of this license can be found in , or in the file included with the source code of this program.
be: Гэты дакумент пастаўляецца пад публічнай ліцэнзіяй GNU як апублікаваны Free Software; любая версія 2 ліцэнзіі або пазнейшыя. Копію гэтай ліцэнзіі можна знайсці ў , ці ў файле з зыходным кодам праграмы.
uk: Цей документ розповсюджується за умовами Публічної Ліцензії GNU (GNU Public license) виданої Free Software; версії 2 або (на ваш розсуд) більш новішої версії. Копія Ліцензії знаходиться у проґрамі, або у файлі разом із сирцями цієї проґрами.

source: Feedback
be: Зваротная сувязь
uk: Зворотній зв’язок

source: Synaptic Package Manager
be: Кіраўнік пакетаў Synaptic
uk: Менеджер пакунків Synaptic

source: Packages
be: Пакеты
uk: Пакунки

source: Software
be: Праграмы
uk: Програмне забезпечення

source: Introduction
be: Уводзіны
uk: Вступ

source: The <application>Synaptic Package Manager</application> enables you to install software onto your computer and to manage the software, that is already installed. The software is bundled in so called <emphasis>packages</emphasis>. A single application can even exist of several packages: e.g. the <application>Mozilla Internet Suite</application> is packaged to <emphasis>mozilla-browser</emphasis>, that contains the actual browser, and <emphasis>mozilla-mail </emphasis>, that contains the mail client (this example refers to Debian GNU/Linux and can be different on your distribution).
be: <application>Кіраўнік пакетаў Synaptic</application> дазваляе ўсталёўваць праграмы на камп'ютар і кіраваць ужо ўсталяванымі праграмамі. Праграмы камплектуюцца ў так званыя <emphasis>пакеты</emphasis>. Адна праграма можа складацца з некалькіх пакетаў: напрыклад праграма <application>Mozilla Internet Suite</application> запакавана ў пакеты <emphasis>mozilla-browser</emphasis>, які ўключае актуальны браўзер і <emphasis>mozilla-mail </emphasis>, які ўключае паштовы кліент (гэты прыклад адносіцца да дыстрыбутыва Debian GNU/Linux і можа адрознівацца ад вашага дыстрыбутыва).
uk: <application>Менеджер пакунків Synaptic</application> дозволяє Вам встановлювати проґрамне забезпечення на Ваш комп’ютер та керувати вже встановленим проґрамним забезпеченням. Проґрамне забезпечення зібране у так званні <emphasis>пакунки</emphasis>. Один застосунок може мати декілька різних пакунків, так наприклад: <application>Mozilla Internet Suite</application> запакований у пакунок <emphasis>mozilla-browser</emphasis>, який містить безпосередньо сам оглядач, та у пакунок <emphasis>mozilla-mail</emphasis>, в якому міститься поштовий клієнт (цей приклад посилається на дистрибутив Debian GNU/Linux та може мати відмінності від Вашого поточного дистрибутиву).

source: Nearly all applications reuse the functionality of other applications or libraries (libraries only provide functions to other libraries or applications and are no stand alone applications) to avoid doubled efforts. So the most packages depend on other packages. The <application>Synaptic Package Manager</application> resolves the <emphasis> dependencies</emphasis> for you automatically.
be: Амаль усе праграмы выкарыстоўваюць функцыі іншых праграм або бібліятэкі (бібліятэкі не з'яўляюцца самастойнымі праграмамі, яны толькі прадастаўляюць функцыі для іншых бібліятэк і праграм) каб пазбегнуць дублявання. Такім чынам большасць пакетаў залежыць ад іншых пакетаў. <application>Кіраўнік пакетаў Synaptic</application> выпраўляе <emphasis> залежнасці</emphasis> аўтаматычна.
uk: Майже усі програми використовують можливості інших програм чи бібліотек (бібліотеки надають функції для використання в інших бібліотеках чи програмах і не є самостійними застосунками) для уникнення подвоєння наявних можливостей. Отже багато пакунків залежать від інших пакунків. <application>Менеджер пакунків Synaptic</application> розв’язує ці <emphasis>залежності</emphasis> для Вас автоматично.

source: Technically the <application>Synaptic Package Manager</application> is based on the package manager <application>APT</application> and provides functions, that are similar to the ones of the command line tool <command>apt-get</command> in a graphical environment.
be: Тэхнічна <application>Кіраўнік пакетаў Synaptic</application> грунтуецца на кіраўніку пакетаў <application>APT</application> і прадастаўляе функцыянал падобны да інструмента каманднага радка <command>apt-get</command>, толькі ў графічным асяроддзі.
uk: Технічно <application>Менеджер пакунків Synaptic</application> заснований на менеджері пакунків <application>APT</application> та надає в графічному середовищі функції, що схожі на функції інструменту командного рядка <command>apt-get</command>.

source: Install, remove, configure, upgrade and downgrade single and multiple packages.
be: Усталяванне, выдаленне, наладка, абнаўленне і адкат аднаго ці некалькіх пакетаў.
uk: Встановлення, вилучення, налаштування, оновлення↑ чи пониження↓ версії одного чи кількох пакунків.

source: Upgrade your whole system.
be: Абнаўленне ўсёй сістэмы.
uk: Оновлення усієї системи.

source: Manage package repositories.
be: Кіраванне пакетнымі рэпазіторыямі.
uk: Керування сховищами пакунків.

source: Search packages by name, description and several other attributes.
be: Пошук пакетаў па назве, апісанні і іншых прыкметах.
uk: Пошук пакунків за іменем, описом та кількома іншими параметрами.

source: Select packages by status, section, name or a custom filter.
be: Выбар пакетаў паводле статуса, секцыі, назвы ці паводле вашага ўласнага фільтра.
uk: Вибір пакунків за станом, розділом, назвою чи спеціяльним фільтром.

source: Sort packages by name, status, size or version.
be: Сарціроўка пакетаў паводле назвы, статуса, памера і версіі.
uk: Впорядкування пакунків за іменем, статусом, розміром чи версією.

source: Browse all available online documentation related to a package.
be: Агляд усёй даступнай дакументацыі, якая адносіцца да пакета.
uk: Перегляд усієї доступної онлайн-документації, пов’язаної з пакунком.

source: Lock packages to the current version.
be: Замыканне пакетаў на бягучай версіі.
uk: Блокування поточної версії пакунків.

source: Force the installation of a specific package version.
be: Прымусовае ўсталяванне адмысловай версіі пакета.
uk: Примусове встановлення певної версії пакунку.

source: In detail <application>Synaptic Package Manager</application> provides the following features: <placeholder-1/>
be: Падрабязней, <application>Кіраўнік пакетаў Synaptic</application> прадастаўляе наступныя функцыі: <placeholder-1/>
uk: Докладний перелік можливостей, що надаються <application>менеджером пакунків Synaptic</application>: <placeholder-1/>

source: You need root rights to install or remove software packages on your computer.
be: Вам патрэбны правы адміністратара каб усталёўваць ці выдаляць пакеты на вашым камп'ютары.
uk: Вам необхідно мати права адміністратора, щоб встановлювати чи вилучати пакунки з проґрамним забезпеченням на Вашому комп’ютері.

source: <guimenu>GNOME Applications</guimenu> menu
be: <guimenu>Праграмы GNOME</guimenu> menu
uk: Меню GNOME <guimenu>Проґрами</guimenu>

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>.
be: Выберыце <menuchoice><guisubmenu>Сістэмныя прылады</guisubmenu><guimenuitem>Кіраўнік пакетаў Synaptic</guimenuitem></menuchoice>.
uk: Виберіть <menuchoice><guisubmenu>Системні засоби</guisubmenu><guimenuitem>Менеджер пакунків Synaptic</guimenuitem></menuchoice>.

source: KDE menu
be: Меню KDE
uk: Головне меню KDE

source: Choose <menuchoice><guisubmenu>Settings</guisubmenu><guisubmenu>Extra</guisubmenu><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>.
be: Выберыце <menuchoice><guisubmenu>Налады</guisubmenu><guisubmenu>Дадатковыя</guisubmenu><guimenuitem>Кіраўнік пакетаў Synaptic</guimenuitem></menuchoice>.
uk: Виберіть <menuchoice><guisubmenu>Налаштування</guisubmenu><guisubmenu>Додатково</guisubmenu><guimenuitem>Менеджер пакунків Synaptic</guimenuitem></menuchoice>.

source: Command line
be: Камандны радок
uk: Командний рядок

source: To start <application><application>Synaptic Package Manager</application></application>from a command line type the following , then press <keycap>Return</keycap>:
be: Для запуску <application><application>Кіраўніка пакетаў Synaptic</application></application>з каманднага радка, набярыце наступнае , затым націсніце <keycap>Return</keycap>:
uk: Для запуску <application><application>менеджера пакунків Synaptic</application></application> з командного рядка наберіть наступне, далі натисніть <keycap>Enter</keycap>:

source: You can start <application><application>Synaptic Package Manager</application></application> in the following ways: <placeholder-1/>
be: Вы можаце запусціць <application><application>Synaptic</application></application> наступнымі спосабамі: <placeholder-1/>
uk: Ви можете запустити <application><application>менеджер пакунків Synaptic</application></application> такими способами: <placeholder-1/>

source: You can render your system unusable.
be: Вы можаце зрабіць сістэму непрацаздольнай.
uk: Ви можете привести Вашу систему у неробочий стан.

source: Synaptic allows you to perform changes on the core of your system.
be: Synaptic дазваляе вам рабіць змены ў ядры вашай сістэмы.
uk: Synaptic дозволяє виконувати зміни внутрішньої частини Вашої системи.

source: Always use <application>Synaptic Package Manager</application> with care.
be: Заўсёды выкарыстоўвайце <application>Synaptic</application> з асцярожнасцю.
uk: Завжди використовуйте <application>менеджер пакунків Synaptic</application> з обережністю.

source: Main Window
be: Галоўнае акно
uk: Головне вікно

source: Overview
be: Агляд
uk: Огляд

source: When you start <application><application>Synaptic Package Manager</application></application>, the following window is displayed.
be: Пры запуску <application><application>Synaptic</application></application> паказваецца наступнае акно.
uk: При запуску <application><application>менеджера пакунків Synaptic</application></application> показується наступне вікно.

source: <application>Synaptic Package Manager</application> Start Up Window
be: Стартавае акно <application>Synaptic</application>
uk: Вікно запуску <application>менеджера пакунків Synaptic</application>

source: Shows <application>Synaptic Package Manager</application> main window. Contains titlebar, menubar, toolbar, display area, and scrollbars. Menubar contains File, View, Settings, and Help menus.
be: Паказвае галоўнае акно <application>Synaptic</application>. Уключае радок загалоўка, панэль меню, панэль прылад, вобласць адлюстравання і паласа прагорткі. Панэль меню ўключае Файл, Выгляд, Налады і Даведку.
uk: Показує головне вікно <application>менеджера пакунків Synaptic</application>. Містить заголовок, рядок меню, панель інструментів, робочу область та смуги прокрутки. Рядок меню містить меню „Файл“, „Вигляд“, „Налаштування“ та „ Довідку“.

source: <application>Synaptic Package Manager</application> Window Components
be: Кампаненты акна <application>Synaptic</application>
uk: Компоненти вікна <application>менеджера пакунків Synaptic</application>

source: Component
be: Кампанент
uk: Компонент

source: Description
be: Апісанне
uk: Опис

source: Menubar
be: Панэль меню
uk: Рядок меню

source: Contains menus that you can use to perform actions in <application>Synaptic Package Manager</application>.
be: Уключае пункты меню, якія можна выкарыстоўваць для выканання дзеянняў у <application>Synaptic</application>.
uk: Містить меню, які Ви можете використовувати для виконання дій у <application>менеджері пакунків Synaptic</application>

source: Toolbar
be: Панэль прылад
uk: Панель інструментів

source: Provides main actions.
be: Забяспечвае асноўныя дзеянні.
uk: Надає основні дії.

source: Category selector
be: Выбар катэгорый
uk: Перемикач розділів

source: Provides categories to narrow down the list of shown listed packages.
be: Забяспечвае разбіўку на катэгорыі каб скараціць спіс пакетаў.
uk: Класифікує пакунки за розділами для зручного подання переліку пакунків.

source: Package list
be: Спіс пакетаў
uk: Перелік пакунків

source: Lists known packages. The list can be narrowed down by using filters and categories.
be: Паказвае вядомыя пакеты. Спіс можна скараціць пры дапамозе фільтраў і катэгорый.
uk: Перелік відомих пакунків. Перелік можна скоротити за допомогою фільтрів та категорій.

source: Description field
be: Вобласць апісання
uk: Поле опису

source: Shows the description of the selected package.
be: Паказвае апісанне вылучанага пакета.
uk: Показує опис обраного пакунку.

source: Statusbar
be: Панэль статуса
uk: Рядок стану

source: Displays global informations about the status of <application>Synaptic Package Manager</application>.
be: Паказвае агульную інфармацыю аб статусе <application>Synaptic</application>.
uk: Показує загальні відомості про стан <application>менеджера пакунків Synaptic</application>.

source: <application>Synaptic Package Manager</application> toolbar
be: Панэль прылад <application>Synaptic</application>
uk: Панель інструментів <application>менеджера пакунків Synaptic</application>

source: Shows the toolbar of the <application>Synaptic Package Manager</application> main window
be: Паказвае панэль прылад галоўнага акна <application>Synaptic</application>
uk: Показує панель інструментів основного вікна <application>менеджера пакунків Synaptic</application>

source: Reload
be: Перазагрузіць
uk: Оновити

source: Reload the list of known packages.
be: Перазагрузіць спіс вядомых пакетаў.
uk: Оновлює перелік відомих пакунків

source: Mark all Upgrades
be: Пазначыць усе абнаўленні
uk: Позначити усі

source: Mark all possible and available upgrades.
be: Пазначыць усе магчымыя і даступныя абнаўленні.
uk: Позначає усі можливі й доступні оновлення.

source: Apply
be: Ужыць
uk: Застосувати

source: Apply all marked changes.
be: Ужыць усе пазначаныя змены.
uk: Застосовує усі позначені зміни.

source: Properties
be: Уласцівасці
uk: Властивості

source: Open the <xref linkend="synaptic-win-properties"/> dialog of the selected package.
be: Паказаць дыялог <xref linkend="synaptic-win-properties"/> для вылучанага пакета.
uk: Відкриває діялоґ <link linkend="synaptic-win-properties">властивостей</link> обраного пакунку.

source: Search
be: Пошук
uk: Пошук

source: Open the package search dialog.
be: Адкрыць дыялог пошуку пакета.
uk: Відкриває діялоґ пошуку пакунків.

source: The toolbar provides the following actions: <placeholder-1/>
be: Панэль прылад забяспечвае наступныя дзеянні: <placeholder-1/>
uk: Панель інструментів дозволяє виконувати наступні дії: <placeholder-1/>

source: Category Selector
be: Выбар катэгорый
uk: Перемикач категорій

source: The selector on the left side allows you to narrow down the packages, that are shown in the <xref linkend="synaptic-win-list"/> by categories.
be: Вобласць злева дазваляе скараціць колькасць паказаных пакетаў ў <xref linkend="synaptic-win-list"/> паводле катэгорый.
uk: Перемикач, що знаходиться ліворуч, дозволяє Вам зменшити <link linkend="synaptic-win-list">перелік пакунків</link> у відповідності до обраної категорії.

source: Shows the category selector in the <application>Synaptic Package Manager</application> main window.
be: Паказвае выбар катэгорый у галоўным меню <application>Synaptic</application>.
uk: Показує перемикач категорій у основному вікні <application>менеджера пакунків Synaptic</application>.

source: Sections
be: Секцыі
uk: Секції

source: Show packages belonging to the selected section, only.
be: Паказаць толькі пакеты, якія адносяцца да выбранай секцыі.
uk: Показує пакунки, що відносяться лише до обраного розділу.

source: Status
be: Статус
uk: Статус

source: Show packages of the selected status, only.
be: Паказаць толькі пакеты з выбраным статусам.
uk: Показує лише пакунки з обраним станом.

source: Alphabet
be: Алфавіт
uk: Абетка

source: Show packages with the selected initial letter, only.
be: Паказаць толькі пакеты з выбранай першай літарай.
uk: Показує пакунки, назва яких починається з вказаної літери.

source: Filter
be: Фільтр
uk: Фільтрування

source: Show packages that fit to the selected custom criteria, only.
be: Паказаць толькі пакеты паводле выбраных уласных крытэрыяў.
uk: Показує лише ті пакунки, що відповідають користувацьким умовам.

source: Search history
be: Гісторыя пошуку
uk: Історія пошуків

source: Show the results of the selected search, only.
be: Паказаць толькі вынікі выбранага пошуку.
uk: Показує лише результати обраного пошуку.

source: The following categories are available: <placeholder-1/>
be: Даступны наступныя катэгорыі: <placeholder-1/>
uk: Доступні наступні категорії: <placeholder-1/>

source: Package List
be: Спіс пакетаў
uk: Перелік пакунків

source: The package list shows the packages of the selected category.
be: Спіс пакетаў паказвае пакеты паводле выбранай катэгорыі.
uk: У переліку пакунків показуються пакунки з обраної категорії.

source: Shows the package list in the <application>Synaptic Package Manager</application> main window.
be: Паказвае спіс пакетаў у галоўным акне <application>Synaptic</application>.
uk: Показує перелік пакунків у основному вікні <application>менеджера пакунків Synaptic</application>.

source: The used status icons are explained in the icon legend. To open the legend choose <menuchoice><guimenu>Help</guimenu><guimenuitem>Icon Legend</guimenuitem></menuchoice> from the menu.
be: Значок статусу тлумачыцца ў легендзе значкоў. Каб адкрыць легенду выберыце ў меню <menuchoice><guimenu>Даведка</guimenu><guimenuitem>Легенда значкоў</guimenuitem></menuchoice>.
uk: Використані піктограми статусу пояснені у описі піктограм. Для відкриття опису оберіть в меню <menuchoice><guimenu>Довідка</guimenu><guimenuitem>Пояснення піктограм значків</guimenuitem></menuchoice>.

source: The column order and the used colors can be changed in the preferences.
be: Парадак слупкоў і колеры значкоў можна змяніць у наладах.
uk: Порядок стовпців та кольори, що використовуються, можуть бути змінені в налаштуваннях

source: Package Properties
be: Уласцівасці пакета
uk: Властивості пакунку

source: Choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Properties</guimenuitem></menuchoice> from the menu
be: Выберыце ў меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Уласцівасці</guimenuitem></menuchoice>
uk: Оберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Властивості</guimenuitem></menuchoice> з меню

source: Click on <guibutton>Properties</guibutton> in the toolbar
be: Націсніце <guibutton>Уласцівасці</guibutton> на панэлі прылад
uk: Натисніть <guibutton>Властивості</guibutton> на панелі інструментів

source: Press the key combination <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>
be: Націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>
uk: Натисніть комбінацію клавіш <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>

source: To open the properties dialog of a selected package: <placeholder-1/>
be: Каб адкрыць акенца з уласцівасцямі выбранага пакета: <placeholder-1/>
uk: Для відкриття вікна властивостей обраного пакунку: <placeholder-1/>

source: Package Properties Dialog
be: Акенца ўласцівасцей пакета
uk: Діялоґ властивостей пакунку

source: Shows the package details in the <application>Synaptic Package Manager</application> main window.
be: Паказвае падрабязную інфармацыю пра пакет у галоўным акне <application>Synaptic</application>.
uk: Показує докладні відомості про пакунок в основному вікні <application>менеджера пакунків Synaptic</application>.

source: Tabs in the properties dialog
be: Укладкі ў акенцы ўласцівасцей
uk: Вкладки у діялозі властивостей

source: The notebook provides the following tabs: <table frame="topbot" id="table-synaptic-propertiestabs"><placeholder-1/><tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC0" colwidth="30*"/><colspec colname="COLSPEC1" colwidth="70*"/><thead><row rowsep="1"><entry valign="top" align="left"> Tab </entry><entry valign="top" align="left"> Description </entry></row></thead><tbody><row><entry valign="top"> Common </entry><entry valign="top"> Shows basic information of the package: name, short description, maintainer, status, priority, tags <emphasis>(if supported)</emphasis> and version. </entry></row><row><entry valign="top"> Description </entry><entry valign="top"> Shows a long description of the package. </entry></row><row><entry valign="top"> Dependencies </entry><entry valign="top"> Lists required, depending, provided, suggested and recommended packages. </entry></row></tbody></tgroup></table>
be: Уласцівасці размеркаваны па наступных укладках: <table frame="topbot" id="table-synaptic-propertiestabs"><placeholder-1/><tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC0" colwidth="30*"/><colspec colname="COLSPEC1" colwidth="70*"/><thead><row rowsep="1"><entry valign="top" align="left"> Укладка </entry><entry valign="top" align="left"> Апісанне </entry></row></thead><tbody><row><entry valign="top"> Агульныя </entry><entry valign="top"> Паказвае базавую інфармацыю аб пакеце: назву, сціслае апісанне, даглядніка, статус, прыярытэт, тэгі <emphasis>(калі падтрымліваюцца)</emphasis> і версію. </entry></row><row><entry valign="top"> Апісанне </entry><entry valign="top"> Паказвае падрабязнае апісанне пакета. </entry></row><row><entry valign="top"> Залежнасці </entry><entry valign="top"> Спіс неабходных, ад якіх залежыць, пастаўляемых, прапанаваных і рэкамендуемых пакетаў. </entry></row></tbody></tgroup></table>
uk: Вікно властивостей містить наступні вкладки: <table frame="topbot" id="table-synaptic-propertiestabs"><placeholder-1/><tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC0" colwidth="30*"/><colspec colname="COLSPEC1" colwidth="70*"/><thead><row rowsep="1"><entry valign="top" align="left"> Вкладка </entry><entry valign="top" align="left"> Опис </entry></row></thead><tbody><row><entry valign="top"> Загальне </entry><entry valign="top"> показує основну інформацію про пакунок: назва, короткий опис, супроводжуючого, стан, пріоритет, теги <emphasis>(якщо підтримуються)</emphasis> та версію. </entry></row><row><entry valign="top"> Опис </entry><entry valign="top"> показує докладний опис пакунку. </entry></row><row><entry valign="top"> Залежності </entry><entry valign="top"> перераховує необхідні, залежності, конфлікти, пропоновані та рекомендовані пакунки.</entry></row></tbody></tgroup></table>

source: Managing Packages
be: Кіраванне пакетамі
uk: Керування пакунками
