Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-screen-resolution-extra_screen-resolution-extra-*.po
Languages: be, ru, uk

source: Monitor Resolution Settings has detected that the virtual resolution must be set in your configuration file in order to apply your settings. Would you like Screen Resolution to set the virtual resolution for you? (Recommended)
be: Праграма налад раздзяляльнасці манітора выявіла, што для таго, каб ужыць вашы налады неабходна задаць віртуальную раздзяляльнасць у канфігурацыйным файле. Ці хочаце, каб праграма налад раздзяляльнасці манітора задала віртуальную раздзяляльнасць для вас (рэкамендавана)?
ru: Программа управления разрешением экрана обнаружила, что для применения Ваших настроек необходимо установить виртуальное разрешение в конфигурационном файле. Вы хотите чтобы программа управления разрешением экрана установила виртуальное разрешение для Вас? (Рекомендуется)
uk: Програма виявила, що для того, щоб застосувати ваші налаштування, потрібно встановити віртуальну роздільну здатність екрана у файлі конфігурації. Бажаєте, щоб програма встановила віртуальну роздільну здатність екрана? (Рекомендовано)

source: Could not connect to Monitor Resolution Settings DBUS service.
be: Не ўдалося падключыцца да сэрвісу кіравання раздзяляльнасцю манітора DBUS.
ru: Не могу подключится к службе Управления разрешением экрана.
uk: Не можу з'єднатися зі службою керуванням роздільною здатністю екрана

source: Please log out and log back in again. You will then be able to use Monitor Resolution Settings to setup your monitors
be: Выйдзіце з сістэмы і ўвайдзіце яшчэ раз. Пасля гэтага праграма кіравання раздзяляльнасцю зможа наладзіць вашы маніторы
ru: Пожалуйста, завершите текущий сеанс и авторизуйтесь заново. После этого программа управления разрешением экрана сможет настраивать Ваш монитор.
uk: Будь ласка, вийдіть із системи і знову увійдіть. Після цього матимете можливість використовувати програму керуванням роздільною здатністю екрана для налаштування моніторів

source: Monitor Resolution Settings can't apply your settings.
be: Немагчыма ўжыць налады раздзяляльнасці манітора.
ru: Невозможно применить Ваши настройки
uk: Неможливо застосувати ваші налаштування.

source: Monitor Resolution Settings
be: Налады раздзяляльнасці манітора
ru: Настройка разрешения экрана
uk: Налаштування роздільної здатності екрана

source: Change Screen Resolution Configuration
be: Змяніць канфігурацыю раздзяляльнасці экрана
ru: Изменить конфигурацию разрешения экрана
uk: Змінити налаштування роздільної здатності екрана

source: Changing the Screen Resolution configuration requires privileges.
be: Змяна наладаў канфігурацыі разрознасці патрабуе прывілеяў.
ru: Изменение настроек разрешения требует определённых привилегий пользователя.
uk: Зміна налаштувань роздільної здатності екрана вимагає привілеїв.

source: Change the effect of Ctrl+Alt+Backspace
be: Змяніць рэакцыю на націск Ctrl+Alt+Backspace
ru: Изменить реакцию на нажатие Ctrl+Alt+Backspace
uk: Змінити дію Ctrl+Alt+Backspace

source: Changing the effect of Ctrl+Alt+Backspace requires privileges.
be: Змена рэакцыі на націск Ctrl+Alt+Backspace патрабуе прывілеяў.
ru: Изменение реакции на нажатие Ctrl+Alt+Backspace требует определённых привилегий пользователя.
uk: Зміна дії Ctrl+Alt+Backspace вимагає привілеїв.

source: Enable or disable the NVIDIA GPU with PRIME
be: Уключыць або адключыць NVIDIA GPU з PRIME
ru: Задействовать или отключить графический процессор NVIDIA, используя PRIME
uk: Увімкнути або вимкнути NVIDIA GPU з PRIME

source: Enabling or disabling the NVIDIA GPU requires privileges.
be: Для ўключэння або адключэння NVIDIA GPU патрабуюцца прывілеі.
ru: Для включения или отключения NVIDIA GPU необходимы соответствующие привилегии.
uk: Щоб увімкнути або вимкнути NVIDIA GPU потрібні права.
