Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-swift_swift-*.po
Languages: uk

source: Since %(time)s: Account audits: %(passed)s passed audit, %(failed)s failed audit
uk: З %(time)s: Аудит облікового запису: %(passed)s аудит пройдено, %(failed)s помилка аудиту

source: Audit passed for %s
uk: Аудит пройдено для %s

source: ERROR Could not get account info %s
uk: ПОМИЛКА Не вдалося отримати реєстраційні дані %s

source: Loading account ring from %s
uk: Завантаження кільця облікового запису з %s

source: Loading container ring from %s
uk: Завантаження кільця контейнера з %s

source: Loading object ring from %s
uk: Завантаження кільця об'єкту з %s

source: Daemon started.
uk: Служба запущена.

source: Begin devices pass: %s
uk: Почати прохід пристроїв: %s

source: Skipping %s as it is not mounted
uk: %s не примонтовано, пропускається

source: Devices pass completed: %.02fs
uk: Прохід пристроїв виконаний: %.02fs

source: Beginning pass on account %s
uk: Починається прохід для облікового запису %s

source: Exception with containers for account %s
uk: Виключення з контейнерами для облікового запису %s

source: Exception with account %s
uk: Виключення з обліковим записом %s

source: Incomplete pass on account %s
uk: Не завершено прохід для облікового запису %s

source: , %s containers deleted
uk: , %s контейнерів вилучено

source: , %s objects deleted
uk: , %s об’єктів вилучено

source: , %s containers remaining
uk: , %s контейнерів залишилося

source: , %s objects remaining
uk: , %s об’єктів залишилося

source: , %s containers possibly remaining
uk: , можливо залишилося %s контейнерів

source: , %s objects possibly remaining
uk: , можливо залишилося %s об’єктів

source: , return codes:
uk: , коди повернення:

source: , elapsed: %.02fs
uk: , пройшло: %.02fs

source: Exception with %(ip)s:%(port)s/%(device)s
uk: Виключення з %(ip)s:%(port)s/%(device)s

source: Exception with objects for container %(container)s for account %(account)s
uk: Виключна ситуація в об’єктах для контейнера %(container)s для облікового запису %(account)s

source: ERROR __call__ error with %(method)s %(path)s
uk: Помилка: помилка __call__ в %(method)s %(path)s

source: No super_admin_key set in conf file! Exiting.
uk: У конфігураційному файлі не вказано super_admin_key ! Вихід.

source: THERE ARE ACCOUNTS IN YOUR auth.db THAT DO NOT BEGIN WITH YOUR NEW RESELLER PREFIX OF "%(reseller)s". YOU HAVE A FEW OPTIONS: 1. RUN "swift-auth-update-reseller-prefixes %(db_file)s %(reseller)s", "swift-init auth-server restart", AND "swift-auth-recreate-accounts -K ..." TO CREATE FRESH ACCOUNTS. OR 2. REMOVE %(db_file)s, RUN "swift-init auth-server restart", AND RUN "swift-auth-add-user ..." TO CREATE BRAND NEW ACCOUNTS THAT WAY. OR 3. ADD "reseller_prefix = %(previous)s" (WITHOUT THE QUOTES) TO YOUR proxy-server.conf IN THE [filter:auth] SECTION AND TO YOUR auth-server.conf IN THE [app:auth-server] SECTION AND RUN "swift-init proxy-server restart" AND "swift-init auth-server restart" TO REVERT BACK TO YOUR PREVIOUS RESELLER PREFIX. %(note)s
uk: В ФАЙЛІ auth.db ЗНАХОДЯТЬСЯ ОБЛІКОВІ ЗАПИСИ ЩО НЕ ПОЧИНАЮТЬСЯ З ПРЕФІКСУ НОВОГО ПРОДАВЦЯ «%(reseller)s». У ВАС Є КІЛЬКА ВАРІАНТІВ: 1. ВИКОНАТИ «swift-auth-update-reseller-prefixes %(db_file)s %(reseller)s», «swift-init auth-server restart», ТА «swift-auth-recreate-accounts -K ...» ЩОБ СТВОРИТИ НОВІ ОБЛІКОВІ ЗАПИСИ. ЧИ 2. ВИЛУЧИТИ %(db_file)s, ВИКОНАТИ «swift-init auth-server restart», ТА ВИКОНАТИ «swift-auth-add-user ...» НОВІ ОБЛІКОВІ ЗАПИСИ В ТАКИЙ СПОСІБ. ЧИ 3. ДОДАТИ «reseller_prefix = %(previous)s» (БЕЗ ЛАПОК) ДО proxy-server.conf У РОЗДІЛ [filter:auth] ТА auth-server.conf У РОЗДІЛ [app:auth-server] ТА ВИКОНАТИ «swift-init proxy-server restart» ТА «swift-init auth-server restart» ЩОБ ПОВЕРНУТИСЯ ДО ПРЕФІКСА ПОПЕРЕДНЬОГО ПРОДАВЦЯ. %(note)s

source: SINCE YOUR PREVIOUS RESELLER PREFIX WAS AN EMPTY STRING, IT IS NOT RECOMMENDED TO PERFORM OPTION 3 AS THAT WOULD MAKE SUPPORTING MULTIPLE RESELLERS MORE DIFFICULT.
uk: ОСКІЛЬКИ ПРЕФІКС ПОПЕРЕДНЬОГО ПРОДАВЦЯ БУВ ПОРОЖНІМ НЕ РЕКОМЕНДУЄТЬСЯ ВИКОНУВАТИ ВАРІАНТ 3 ОСКІЛЬКИ ЦЕ УСКЛАДНИТЬ ПІДТРИМКУ КІЛЬКОХ ПРОДАВЦІВ.

source: CRITICAL:
uk: КРИТИЧНО:

source: ERROR attempting to create account %(url)s: %(status)s %(reason)s
uk: ПОМИЛКА при спробі створення облікового запису %(url)s: %(status)s %(reason)s

source: ALREADY EXISTS create_user(%(account)s, %(user)s, _, %(admin)s, %(reseller_admin)s) [%(elapsed).02f]
uk: ВЖЕ ІСНУЄ create_user(%(account)s, %(user)s, _, %(admin)s, %(reseller_admin)s) [%(elapsed).02f]

source: FAILED create_user(%(account)s, %(user)s, _, %(admin)s, %(reseller_admin)s) [%(elapsed).02f]
uk: ЗБІЙ create_user(%(account)s, %(user)s, _, %(admin)s, %(reseller_admin)s) [%(elapsed).02f]

source: SUCCESS create_user(%(account)s, %(user)s, _, %(admin)s, %(reseller_admin)s) = %(url)s [%(elapsed).02f]
uk: УСПІШНО create_user(%(account)s, %(user)s, _, %(admin)s, %(reseller_admin)s) = %(url)s [%(elapsed).02f]

source: ERROR Unhandled exception in ReST request
uk: ПОМИЛКА Необроблюване виключення у запиті ReST

source: CannotSendRequest. Skipping...
uk: Неможливо послати запит. Пропускається...

source: HTTP PERF: %(time).5f seconds to %(method)s %(host)s:%(port)s %(path)s)
uk: HTTP PERF: %(time).5f секунд до %(method)s %(host)s:%(port)s %(path)s)

source: Broker error trying to rollback locked connection
uk: Помилка посередника при спробі відкату заблокованого з’єднання

source: Invalid pending entry %(file)s: %(entry)s
uk: Неприпустимий очікуючий запис %(file)s: %(entry)s

source: ERROR reading HTTP response from %s
uk: ПОМИЛКА читання HTTP-відповіді від %s

source: Attempted to replicate %(count)d dbs in %(time).5f seconds (%(rate).5f/s)
uk: Спроба копіювання %(count)d БД через %(time).5f секунд (%(rate).5f/s)

source: Removed %(remove)d dbs
uk: Вилучено %(remove)d dbs

source: %(success)s successes, %(failure)s failures
uk: %(success)s успішно, %(failure)s помилково

source: ERROR rsync failed with %(code)s: %(args)s
uk: ПОМИЛКА Збій rsync з %(code)s: %(args)s

source: Syncing chunks with %s
uk: Синхронізація фрагментів даних з %s

source: ERROR Bad response %(status)s from %(host)s
uk: Помилка: Неправильний запит %(status)s із %(host)s

source: ERROR Unable to connect to remote server: %s
uk: ПОМИЛКА: Неможливо під’єднатися до віддаленого сервера: %s

source: Replicating db %s
uk: Копіювання db %s

source: Quarantining DB %s
uk: Переміщення у карантин DB %s

source: ERROR reading db %s
uk: ПОМИЛКА читання db %s

source: ERROR Remote drive not mounted %s
uk: ПОМИЛКА: віддалений диск не примонтовано %s

source: ERROR syncing %(file)s with node %(node)s
uk: ПОМИЛКА синхронізації %(file)s з вузлом %(node)s

source: ERROR Failed to get my own IPs?
uk: ПОМИЛКА: Не вдалося отримати мої власні IP?

source: Skipping %(device)s as it is not mounted
uk: Пропуск %(device)s - пристрій не примонтовано

source: Beginning replication run
uk: Запуск копіювання

source: Replication run OVER
uk: Копіювання ЗАВЕРШЕНО

source: ERROR trying to replicate
uk: ПОМИЛКА копіювання

source: Timeout %(action)s to memcached: %(server)s
uk: Тайм-аут дії %(action)s для збереження в кеш пам’яті: %(server)s

source: Error %(action)s to memcached: %(server)s
uk: Помилка дії %(action)s для збереження в кеш пам’яті: %(server)s

source: Error limiting server %s
uk: Помилка обмеження сервера %s

source: Unable to locate %s in libc. Leaving as a no-op.
uk: Не вдалося знайти %s в libc. Залишено як no-op.

source: STDOUT: Connection reset by peer
uk: STDOUT: З’єднання скинуто сервером

source: Connection refused
uk: У з'єднанні відмовлено

source: Host unreachable
uk: Хост недоступний

source: Connection timeout
uk: Припустимий час очікування для з’єднання вичерпано

source: UNCAUGHT EXCEPTION
uk: НЕОБРОБЛЮВАНА ВИНЯТКОВА СИТУАЦІЯ

source: Error: missing config file argument
uk: Помилка: відсутній аргумент конфігураційного файлу

source: Error: unable to locate %s
uk: Помилка: неможливо знайти %s

source: Unable to read config file %s
uk: Неможливо прочитати конфігураційний файл %s

source: Unable to find %s config section in %s
uk: Неможливо знайти %s розділ налаштування у %s

source: Error: %s
uk: Помилка: %s

source: Mapped %(given_domain)s to %(found_domain)s
uk: Перетворено %(given_domain)s в %(found_domain)s

source: Following CNAME chain for %(given_domain)s to %(found_domain)s
uk: Наступний ланцюжок CNAME для %(given_domain)s в %(found_domain)s

source: Returning 497 because of blacklisting
uk: Повертаємо 497 через чорний список

source: Ratelimit sleep log: %(sleep)s for %(account)s/%(container)s/%(object)s
uk: Протокол тайм-ауту при обмеженні швидкості %(sleep)s для %(account)s/%(container)s/%(object)s

source: Returning 498 because of ops rate limiting (Max Sleep) %s
uk: Повертає 498 через обмеження кількості операції (максимальний час сну) %s

source: Warning: Cannot ratelimit without a memcached client
uk: Попередження: не вдається обмежити швидкість без клієнта з кешуванням пам’яті

source: ERROR: Exception while trying to communicate with %(scheme)s://%(host)s:%(port)s/%(path)s
uk: ПОМИЛКА: Виняткова ситуація при спробі зв'язку з %(scheme)s://%(host)s:%(port)s/%(path)s

source: Since %(time)s: Container audits: %(pass)s passed audit, %(fail)s failed audit
uk: Виконано перевірок контейнера: %(time)s, з них успішно: %(pass)s, з помилками: %(fail)s

source: Begin container audit "once" mode
uk: Почати перевірку контейнера в "однократному" режимі

source: Container audit "once" mode completed: %.02fs
uk: Перевірка контейнера в "однократному" режимі завершена: %.02fs

source: ERROR Could not get container info %s
uk: Помилка Неможливо отримати інформацію про контейнер %s

source: ERROR Account update failed with %(ip)s:%(port)s/%(device)s (will retry later): Response %(status)s %(reason)s
uk: ПОМИЛКА Збій оновлення облікового запису з %(ip)s:%(port)s/%(device)s (спроба буде повторена пізніше): Відповідь %(status)s %(reason)s

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later)
uk: ПОМИЛКА оновлення облікового запису з %(ip)s:%(port)s/%(device)s (спроба буде повторена пізніше)

source: %s is not mounted
uk: %s не змонтовано

source: ERROR with loading suppressions from %s:
uk: Помилка при завантаженні прихованих об’єктів із %s:

source: Begin container update sweep
uk: Почати суцільну перевірку оновлень контейнера

source: Container update sweep of %(path)s completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures, %(no_change)s with no changes
uk: Суцільна перевірка оновлень контейнера в %(path)s завершена: %(elapsed).02fs, успішно: %(success)s, збоїв: %(fail)s, без змін: %(no_change)s

source: Container update sweep completed: %.02fs
uk: Суцільна перевірка оновлень контейнера завершена: %.02fs

source: Begin container update single threaded sweep
uk: Почати однониткову суцільну перевірку оновлень контейнера

source: Container update single threaded sweep completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures, %(no_change)s with no changes
uk: Суцільна однониткова перевірка оновлень контейнера завершена: %(elapsed).02fs, успішно: %(success)s, збоїв: %(fail)s, без змін: %(no_change)s

source: Update report sent for %(container)s %(dbfile)s
uk: Звіт оновлення надіслано для %(container)s %(dbfile)s

source: Update report failed for %(container)s %(dbfile)s
uk: Збій звіту про оновлення для %(container)s %(dbfile)s

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later):
uk: Помилка: оновлення облікового запису не виконано для %(ip)s:%(port)s/%(device)s (операція буде повторена пізніше):

source: Begin object audit "%s" mode
uk: Початок аудиту об'єкту в режимі «%s»

source: Since %(start_time)s: Locally: %(passes)d passed audit, %(quars)d quarantined, %(errors)d errors files/sec: %(frate).2f , bytes/sec: %(brate).2f
uk: За %(start_time)s: Локально: %(passes)d пройшли аудит, %(quars)d в карантині, %(errors)d помилок файл/с: %(frate).2f , байт/с: %(brate).2f

source: Object audit "%(mode)s" mode completed: %(elapsed).02fs. Total files/sec: %(frate).2f , Total bytes/sec: %(brate).2f
uk: Аудит об'єкту в режимі «%(mode)s» завершено: %(elapsed).02fs. Загалом файл/сек: %(frate).2f , Загалом байт/сек: %(brate).2f

source: ERROR Object %(obj)s failed audit and will be quarantined: %(err)s
uk: ПОМИЛКА Збій аудиту об’єкту %(obj)s, об’єкт буде поміщено у карантин: %(err)s

source: ERROR Trying to audit %s
uk: ПОМИЛКА Спроба аудиту %s

source: Error hashing suffix
uk: Помилка хешування суфіксу

source: Killing long-running rsync: %s
uk: Примусове завершення довго виконуваного rsync: %s

source: Bad rsync return code: %(args)s -> %(ret)d
uk: Зіпсований код повернення rsync: %(args)s -> %(ret)d

source: Successful rsync of %(src)s at %(dst)s (%(time).03f)
uk: Успішне виконання rsync для %(src)s на %(dst)s (%(time).03f)

source: Removing partition: %s
uk: Вилучення розділу: %s

source: Error syncing handoff partition
uk: Помилка при синхронізації розділу передачі керування

source: %(ip)s/%(device)s responded as unmounted
uk: %(ip)s/%(device)s відсутнє під’єднання

source: Invalid response %(resp)s from %(ip)s
uk: Неприпустима відповідь %(resp)s від %(ip)s

source: Error syncing with node: %s
uk: Помилка синхронізації з вузлом: %s

source: Error syncing partition
uk: Помилка синхронізації розділу

source: %(replicated)d/%(total)d (%(percentage).2f%%) partitions replicated in %(time).2fs (%(rate).2f/sec, %(remaining)s remaining)
uk: %(replicated)d/%(total)d (%(percentage).2f%%) розділів скопійовано за %(time).2fs (%(rate).2f/sec, %(remaining)s remaining)

source: %(checked)d suffixes checked - %(hashed).2f%% hashed, %(synced).2f%% synced
uk: Перевірено суфіксів: %(checked)d - хешовано: %(hashed).2f%%, синхронізовано: %(synced).2f%%

source: Partition times: max %(max).4fs, min %(min).4fs, med %(med).4fs
uk: Час розділу: максимум: %(max).4fs, мінімум: %(min).4fs, середній: %(med).4fs

source: Nothing replicated for %s seconds.
uk: Нічого не репліковано за %s с.

source: Lockup detected.. killing live coros.
uk: Виявлено блокування.. примусове завершення працюючих модулів.

source: Ring change detected. Aborting current replication pass.
uk: Виявлено кільцеву зміну. Примусове завершення поточного проходу реплікації.

source: Exception in top-level replication loop
uk: Виключна ситуація у циклі реплікації верхнього рівню

source: Running object replicator in script mode.
uk: Запуск засобу реплікації об’єктів у режимі сценаріїв.

source: Object replication complete. (%.02f minutes)
uk: Копіювання об’єкту завершено. (%.02f minutes)

source: Starting object replication pass.
uk: Запуск проходу реплікації об’єктів.

source: Replication sleeping for %s seconds.
uk: Копіювання у режимі очікування %s секунд.

source: ERROR Container update failed (saving for async update later): %(status)d response from %(ip)s:%(port)s/%(dev)s
uk: Помилка. Оновлення контейнера не виконано (збереження асинхронних оновлень буде виконано пізніше): %(status)d відповідь від %(ip)s:%(port)s/%(dev)s

source: ERROR container update failed with %(ip)s:%(port)s/%(dev)s (saving for async update later)
uk: Помилка. Оновлення контейнера не виконано з %(ip)s:%(port)s/%(dev)s (збереження асинхронного оновлення буде виконано пізніше)

source: Begin object update sweep
uk: Почати суцільну перевірку оновлень об’єкту

source: Object update sweep of %(device)s completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures
uk: Суцільна перевірка оновлень об’єкту на пристрої %(device)s завершена: %(elapsed).02fs, успішно: %(success)s, з помилками: %(fail)s

source: Object update sweep completed: %.02fs
uk: Суцільна перевірка оновлень об’єкту завершена: %.02fs

source: Begin object update single threaded sweep
uk: Почати однониткову суцільну перевірку оновлень об’єкту

source: Object update single threaded sweep completed: %(elapsed).02fs, %(success)s successes, %(fail)s failures
uk: Суцільна однониткова перевірка оновлень об’єкту завершена: %(elapsed).02fs, %(success)s успішно, %(fail)s з помилками

source: ERROR Pickle problem, quarantining %s
uk: Помилка Pickle, %s поміщається в карантин

source: Update sent for %(obj)s %(path)s
uk: Оновлення для %(obj)s %(path)s

source: Update failed for %(obj)s %(path)s
uk: Помилка оновлення %(obj)s %(path)s

source: ERROR with remote server %(ip)s:%(port)s/%(device)s
uk: ПОМИЛКА віддаленого сервера %(ip)s:%(port)s/%(device)s

source: Object
uk: Об’єкт

source: Could not load object segment %(path)s: %(status)s
uk: Неможливо завантажити сегмент об’єкту %(path)s: %(status)s

source: ERROR: While processing manifest /%(acc)s/%(cont)s/%(obj)s
uk: ПОМИЛКА: При обробці проявляється /%(acc)s/%(cont)s/%(obj)s

source: ERROR with %(type)s server %(ip)s:%(port)s/%(device)s re: %(info)s
uk: Помилка з сервером %(type)s %(ip)s:%(port)s/%(device)s, повернення: %(info)s

source: Node error limited %(ip)s:%(port)s (%(device)s)
uk: Обмежена помилка вузла %(ip)s:%(port)s (%(device)s)

source: Account
uk: Обліковий запис

source: Trying to get account info for %s
uk: Спроба отримання даних про обліковий запис для %s

source: Container
uk: Контейнер

source: Trying to get container info for %s
uk: Спроба отримання даних про контейнер для %s

source: %(type)s returning 503 for %(statuses)s
uk: %(type)s повернення 503 для %(statuses)s

source: Trying to %(method)s %(path)s
uk: Спроба %(method)s %(path)s

source: Client disconnected on read
uk: Вимкнення клієнта при читанні

source: Trying to read during GET of %s
uk: Спроба читання під час GET для %s

source: ERROR %(status)d %(body)s From %(type)s Server
uk: ПОМИЛКА %(status)d %(body)s Від %(type)s сервера

source: ERROR %(status)d %(body)s From Object Server
uk: ПОМИЛКА %(status)d %(body)s Від Об’єкту Сервера

source: Object manifest GET could not continue listing: %s %s
uk: GET-маніфест об'єкту не може продовжити виведення списку: %s %s

source: Object POST
uk: Об’єкт POST

source: Expect: 100-continue on %s
uk: Очікуване значення: 100-continue в %s

source: Object PUT returning 503, %(conns)s/%(nodes)s required connections
uk: PUT об'єкту повернув 503, %(conns)s/%(nodes)s необхідних з'єднань

source: Trying to write to %s
uk: Спроба зробитии запис у %s

source: Object PUT exceptions during send, %(conns)s/%(nodes)s required connections
uk: PUT об'єкту - виняткова ситуація під час відправки, %(conns)s/%(nodes)s необхідних з'єднань

source: ERROR Client read timeout (%ss)
uk: Помилка: тайм-аут читання клієнта (%ss)

source: ERROR Exception causing client disconnect
uk: ПОМИЛКА Виключення, викликаюче від’єднання клієнта

source: Client disconnected without sending enough data
uk: Клієнт відімкнений без відправки даних

source: ERROR %(status)d %(body)s From Object Server re: %(path)s
uk: Помилка %(status)d %(body)s, відповідь від сервера об’єкту: %(path)s

source: Trying to get final status of PUT to %s
uk: Спроба отримання кінцевого стану PUT в %s

source: Object servers returned %s mismatched etags
uk: Сервери об’єктів повернули невідповідні etag: %s

source: Object PUT
uk: Об’єкт PUT

source: Object DELETE
uk: Об’єкт DELETE

source: Trying to PUT to %s
uk: Спроба виконати PUT до %s

source: Container PUT
uk: Контейнер PUT

source: Trying to POST %s
uk: Спроба POST %s

source: Container POST
uk: Контейнер POST

source: Trying to DELETE %s
uk: Спроба DELETE %s

source: Container DELETE
uk: Контейнер DELETE

source: Returning 503 because not all container nodes confirmed DELETE
uk: Повернено 503, оскільки не усі вузли контейнера підтвердили DELETE

source: Account PUT
uk: PUT облікового запису

source: Account POST
uk: POST облікового запису

source: Account DELETE
uk: DELETE облікового запису

source: ERROR Unhandled exception in request
uk: ПОМИЛКА Необроблюване виключення у запиті

source: Bad line data: %s
uk: Неприпустимі рядкові дані: %s

source: Bad server name: found "%(found)s" expected "%(expected)s"
uk: Неприпустиме ім’я сервера: отримане "%(found)s" очікуване "%(expected)s"

source: Invalid path: %(error)s from data: %(log)s
uk: Неприпустимий шлях: %(error)s у даних: %(log)s

source: I found a bunch of bad lines in %(name)s (%(bad)d bad, %(total)d total)
uk: Виявлено багато неприпустимих рядків у %(name)s (%(bad)d bad, %(total)d total)

source: Gathering account stats
uk: Збір статистики облікових записів

source: Gathering account stats complete (%0.2f minutes)
uk: Збір статистики облікових записів завершено (%0.2f minutes)

source: Device %s is not mounted, skipping.
uk: Пристрій %s не змонтовано, пропуск.

source: Path %s does not exist, skipping.
uk: Адреси %s не існує, пропуск.

source: Loaded plugin "%s"
uk: Завантажена втулка "%s"

source: Processing %(obj)s with plugin "%(plugin)s"
uk: Обробка %(obj)s з втулкою "%(plugin)s"

source: Bad compressed data for %s
uk: Пошкоджені стиснуті дані %s

source: Beginning log processing
uk: Початок обробки журналу подій

source: found %d processed files
uk: виявлено %d оброблених файлів

source: loaded %d files to process
uk: завантажено %d файлів на обробку

source: Log processing done (%0.2f minutes)
uk: Обробка журналу подій завершена (%0.2f minutes)

source: Uploading logs
uk: Вивантаження звітів

source: Uploading logs complete (%0.2f minutes)
uk: Вивантаження звітів завершено (%0.2f минут)

source: Unexpected log: %s
uk: Неприпустимий журнал: %s

source: Skipping log: %(file)s (< %(cutoff)d seconds old)
uk: Пропуск журналу: %(file)s (< %(cutoff)d секунд тому)

source: Log %s is 0 length, skipping
uk: Log %s порожній, пропустити

source: Processing log: %s
uk: Опрацювання звіту: %s

source: Uploaded log %(file)s to %(target)s
uk: Завантажено журналів %(file)s в %(target)s

source: ERROR: Upload of log %s failed!
uk: ПОМИЛКА: Невдале завантаження журналу %s !
