Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-snapd_snappy-*.po
Languages: ru

source: Start services
ru: Запустить службы

source: Start snap %q (%s) services
ru: Запустить службы snap-пакета %q (%s)

source: Start snap %q%s services
ru: Запустить службы snap-пакета %q%s

source: Start snap services
ru: Запустить службы snap-пакета

source: Start the userd service
ru: Запустить службу userd

source: Stop services
ru: Остановить службы

source: Stop snap %q (%s) services
ru: Остановить службы snap-пакета %q (%s)

source: Stop snap %q services
ru: Остановить службы snap-пакета %q

source: Stop snap services
ru: Остановить службы snap-пакета

source: Switch %q snap to channel %q
ru: Переключить snap-пакет %q на канал %q

source: Switch snap %q from channel %q to %q
ru: Переключить snap-пакет %q с канала %q на %q

source: Switch snap %q to channel %q
ru: Переключить snap-пакет %q на канал %q

source: Switches snap to a different channel
ru: Переключает snap-пакет на другой канал

source: Temporarily mount device before inspecting
ru: Перед инспектированием, временно подключить устройство

source: Test an unpacked snap in the system
ru: Протестировать распакованный snap-пакет в системе

source: Thanks for purchasing %q. You may now install it on any of your devices with 'snap install %s'.
ru: Благодарим за приобретение %q. Теперь, вы можете установить его на любое ваше устройство, используя команду 'snap install %s'.

source: The Snap Store is required to open snaps from a web browser.
ru: Требуется Магазин Snap для открытия snap-пакетов из веб-браузера.

source: The channel to use
ru: Канал для использования

source: The filename of the export
ru: Имя файла экспорта

source: The handle-link command installs the snap-store snap and then invokes it.
ru: Команда handle-link устанавливает snap-пакет snap-store, а затем вызывает его.

source: The login.ubuntu.com email to login as
ru: Адрес электронной почты login.ubuntu.com для входа в систему как

source: The recovery system label
ru: Метка системы восстановления

source: The refresh command prints pending refreshes and can hold back disruptive ones.
ru: Команда refresh выводит данные о предстоящих обновлениях и может задерживать их.

source: The snap for which configuration will be checked
ru: Snap-пакет для которого будет проверяться конфигурация

source: The snap for which data will be deleted
ru: Snap-пакет, данные которого будут удалены

source: The snap for which data will be restored
ru: Snap-пакет, данные которого будут восстановлены

source: The snap for which data will be verified
ru: Snap-пакет, данные которого будут проверены

source: The snap to configure (e.g. hello-world)
ru: Настраиваемый snap-пакет (например hello-world)

source: The target directory
ru: Директория назначения

source: The username to remove
ru: Имя удаляемого пользователя

source: There are no services provided by installed snaps.
ru: Установленные snap-пакеты не предоставляют никаких служб.

source: This dialog will close automatically after 5 minutes of inactivity.
ru: Этот диалог будет автоматически закрыт после 5 минут бездействия.

source: Tool to interact with snaps
ru: Средство взаимодействия со snap-пакетами

source: Transition security profiles from %q to %q
ru: Перевод профилей безопасности с %q в %q

source: Try "snap install %s"
ru: Попробуйте "snap install %s"

source: Try: snap install <selected snap>
ru: Попробуйте 'snap install <выбранный пакет>'

source: Two-factor code:
ru: Двухфакторный код:

source: Update available for %s.
ru: Доступно обновление для %s.

source: Usage: snap <command> [<options>...]
ru: Использование: snap <команда> [<параметры>...]

source: Use a little bit of Unicode to improve legibility.
ru: Использовать немного Юникода для улучшения читаемости.

source: Use a little bit of color to highlight some things.
ru: Использовать немного цвета для выделения некоторых вещей.

source: Use a specific snap revision when running hook
ru: Использовать указанную ревизию snap-пакета во время выполнения захвата

source: Use the given output format
ru: Использовать заданный выходной формат

source: Use this channel instead of stable
ru: Использовать этот канала вместо стабильного

source: Version
ru: Версия

source: WARNING: There is %d new warning. See 'snap warnings'.
ru: ПРЕДУПРЕЖДЕНИЕ: Имеется %d новое предупреждение. См. «snap warnings».

source: WARNING: failed to activate logging: %v
ru: ВНИМАНИЕ: ошибка активации регистрации событий: %v

source: Waiting for server to restart
ru: Ожидание перезапуска сервера

source: Warning:
ru: Предупреждение:

source: Warnings
ru: Предупреждения

source: Watch a change in progress
ru: Надзор за изменениями в ходе выполнения

source: Wrong again. Once more:
ru: Снова неудачно. Ещё раз:

source: Xauthority file isn't owned by the current user %s
ru: Файл Xauthority не принадлежит текущему пользователю %s

source: You need to be logged in to purchase software. Please run 'snap login' and try again.
ru: Чтобы иметь возможность приобретать программное обеспечение, вам необходимо выполнить вход. Пожалуйста, выполните 'snap login' и попытайтесь снова.

source: You need to have a payment method associated with your account in order to buy a snap, please visit https://my.ubuntu.com/payment/edit to add one. Once you’ve added your payment details, you just need to run 'snap buy %s' again.
ru: Чтобы приобрести snap-пакет, вам необходимо указать способ оплаты, закреплённый за вашей учётной записью. Посетите https://my.ubuntu.com/payment/edit, чтобы сделать это. После внесения платёжных сведений, вам необходимо снова выполнить 'snap buy %s'.

source: Your command included some characters that look like dashes but are not: %+q in some situations you might find that when copying from an online source such as a blog you need to replace “typographic” dashes and quotes with their ASCII equivalent. Dashes in particular are homoglyphs on most terminals and in most fixed-width fonts, so it can be hard to tell.
ru: Ваша команда включала некоторые символы, которые выглядят как тире, но не являются им: %+q В некоторых ситуациях вы можете обнаружить, что при копировании из онлайн- источника, такого как блог, вам необходимо заменить «типографские» тире и кавычки их эквивалентом ASCII. В частности, тире являются омоглифами на большинстве терминалов и в большинстве шрифтов с фиксированной шириной, поэтому их может быть трудно определить.

source: attribute %q cannot be overwritten
ru: атрибут %q не может быть перезаписан

source: auto-refresh: all snaps are up-to-date
ru: автоматическое обновление: все snap-пакеты не требуют обновления

source: bought
ru: куплен

source: broken
ru: повреждённый

source: cannot buy snap: %v
ru: невозможно приобрести snap-пакет: %v

source: cannot buy snap: invalid characters in name
ru: невозможно приобрести snap-пакет: в наименовании содержатся недопустимые символы

source: cannot buy snap: it has already been bought
ru: невозможно приобрести snap-пакет: он уже куплен

source: cannot create %q: %v
ru: не удалось создать %q: %v

source: cannot find app %q in %q
ru: приложение %q не найдено в %q

source: cannot get data for %q: %v
ru: не удалось получить данные для %q: %v

source: cannot get full path for %q: %v
ru: не удалось получить полный путь для %q: %v

source: cannot get the current user: %v
ru: не удалось получить текущего пользователя: %v

source: cannot install %s due to low disk space
ru: %s не установлен из-за нехватки места на диске

source: cannot install snap with empty name
ru: невозможно установить snap-пакет с пустым именем

source: cannot pack %q: %w
ru: невозможно упаковать %q: %w

source: cannot read symlink: %v
ru: не удалось прочитать символическую ссылку: %v

source: cannot refresh %s due to low disk space
ru: невозможно обновить %s, так как недостаточно места на диске

source: cannot remove %s due to low disk space for automatic snapshot, use --purge to avoid creating a snapshot
ru: %s не удалён из-за нехватки места на диске для автоматического снимка, используйте --purge, чтобы избежать создания снимка

source: cannot reserve disk space for snapshot: %v
ru: не удалось зарезервировать место на диске для снимка: %v

source: cannot set attribute: %v
ru: невозможно установить атрибут: %v

source: cannot specify a path in basename (use --target-dir for that)
ru: нельзя указывать путь в базовом имени (используйте для этого --target-dir)

source: cannot specify both --cohort and --leave-cohort
ru: нельзя указывать одновременно --cohort и --leave-cohort

source: cannot specify both channel and revision
ru: нельзя указывать и канал, и ревизию

source: cannot use %q key: %v
ru: нельзя использовать ключ %q: %v

source: cannot use --all with snap name
ru: нельзя использовать --all с названием snap-пакета

source: cannot use --hold with other flags
ru: нельзя использовать --hold с другими флагами

source: cannot use --unhold with other flags
ru: нельзя использовать --unhold с другими флагами

source: cannot use --verbose with --assertion
ru: нельзя использовать --verbose с --assertion

source: cannot use change ID and type together
ru: нельзя использовать идентификатор и тип изменения вместе

source: cannot validate owner of file %s
ru: невозможно проверить подлинность владельца файла %s

source: created user %q
ru: создан пользователь %q

source: d
ru: д

source: email:
ru: эл. почта:

source: error: %v
ru: ошибка: %v

source: error: the `<snap-dir>` argument was not provided and couldn't be inferred
ru: ошибка: аргумент «<snap-dir>» не указан и не может быть выведен

source: h
ru: ч

source: help accepts a command, or '--all', but not both.
ru: help принимает команду или «--all», но не то и другое одновременно.

source: in %d day, at 15:04 MST
ru: через %d день, в 22:04 UTC

source: internal error, please report: running %q failed: %v
ru: внутренняя ошибка, сообщите: запуск %q не удался: %v

source: invalid header filter: %q (want key=value)
ru: Недопустимый фильтр заголовков: %q (требуется key=значение)

source: invalid parameter: %q (want key=value)
ru: Недопустимый параметр: %q (требуется key=значение)

source: invalid value: %q (want snap:name or :name)
ru: Недопустимое значение: %q (требуется snap:name или :name)

source: invalid value: %q (want snap:name or snap)
ru: Недопустимое значение: %q (требуется snap:name или snap)

source: key name %q is not valid; only ASCII letters, digits, and hyphens are allowed
ru: недопустимое имя ключа %q; разрешены только буквы ASCII, цифры и дефисы

source: local snap %q is unknown to the store, use --amend to proceed anyway
ru: локальный snap-пакет %q неизвестен магазину, используйте --amend, чтобы продолжить в любом случае

source: m
ru: м

source: manage aliases
ru: управление псевдонимами

source: manage assertions
ru: управление утверждениями

source: manage device
ru: управление устройством

source: manage permissions
ru: управление разрешениями

source: manage services
ru: управление службами

source: manage system change transactions
ru: управление транзакциями по изменению системы

source: manage warnings
ru: управление предупреждениями

source: missing snap-confine: try updating your core/snapd package
ru: отсутствует snap-confine: попробуйте обновить пакет snap/ядро

source: need the application to run as argument
ru: необходимо указать приложение для запуска в качестве аргумента

source: no changes found
ru: изменения не обнаружены

source: no changes of type %q found
ru: изменений типа %q не найдено

source: no interfaces currently connected
ru: в настоящее время интерфейсы не подключены

source: no interfaces found
ru: интерфейсы не обнаружены

source: no matching snaps installed
ru: соответствующих запросу snap-пакетов не установлено

source: no such interface
ru: отсутствует подобный интерфейс

source: no valid snaps given
ru: не предоставлены действительные snap-пакеты

source: nothing to switch; specify --channel (and/or one of --cohort/--leave-cohort)
ru: нечего переключать; укажите --channel (и/или одно из --cohort и --leave-cohort)

source: passphrases do not match
ru: парольные фразы не совпадают

source: please provide change ID or type with --last=<type>
ru: укажите идентификатор изменения или тип с --last=<тип>

source: private
ru: защищенный

source: reboot scheduled to update the system
ru: для обновления системы запланирована перезагрузка

source: removed user %q
ru: удалён пользователь %q

source: repairs are not available on a classic system
ru: ремонт недоступен в классической системе

source: requested a non-existing branch for snap %q: %s
ru: запрошена несуществующая ветвь для snap %q: %s

source: requested a non-existing branch on %s for snap %q: %s
ru: запрошена несуществующая ветвь на %s для snap %q: %s

source: requested channel %q is not valid (see 'snap info %s' for valid ones)
ru: запрошенный канал %q недействителен (см. «snap info %s» для действительных)

source: s
ru: с

source: slightly more advanced snap management
ru: расширенное управление snap-пакетами

source: snap %[1]q not available as specified (see 'snap info %[1]s')
ru: snap-пакет %[1]q недоступен, в качестве указанного (см. 'snap info %[1]s')

source: snap %[1]q not available on channel %q (see 'snap info %[1]s')
ru: snap-пакет %[1]q недоступен на канале %q (см. 'snap info %[1]s')

source: snap %[1]q revision %s not available (see 'snap info %[1]s')
ru: snap-пакет %[1]q ревизии %s недоступен (см. «snap info %[1]s»)

source: snap %q has no updates available
ru: snap-пакет %q не имеет доступных обновлений

source: snap %q is already installed, see 'snap help refresh'
ru: snap-пакет %q уже установлен, см. 'snap help refresh'

source: snap %q is not available on %s but is available to install on the following tracks:
ru: snap %q недоступен на %s, но доступен для установки на следующих каналах:

source: snap %q is not available on %s but other tracks exist.
ru: snap %q недоступен на %s, но существуют другие каналы.

source: snap %q is not available on %v but is available to install on the following channels:
ru: snap-пакет %q недоступен на %v, но доступен для установки на следующих каналах:

source: snap %q is not available on %v for this architecture (%s) but exists on other architectures (%s).
ru: snap-пакет %q недоступен в %v, для этой архитектуры (%s), но существует для других архитектур (%s).

source: snap %q is not available on this architecture (%s) but exists on other architectures (%s).
ru: snap-пакет %q недоступен для этой архитектуры (%s), но существует для других архитектур (%s).

source: snap %q is not compatible with --classic
ru: snap-пакет %q несовместим с --classic

source: snap %q not found
ru: snap-пакет %q не найден

source: snap %q requires devmode or confinement override
ru: snap %q требует переопределения режима разработки или ограничения

source: snap is free
ru: бесплатный snap-пакет

source: snapd is about to halt the system
ru: snapd собирается остановить систему

source: snapd is about to power off the system
ru: Snapd собирается выключить систему

source: snapd is about to reboot the system
ru: snapd готов произвести перезагрузку системы

source: system administration and configuration
ru: администрирование системы и конфигурация

source: system halt scheduled
ru: запланирована остановка системы

source: system poweroff scheduled
ru: запланировано выключение системы

source: today at 15:04 MST
ru: сегодня в 15:04 MST

source: tomorrow at 15:04 MST
ru: завтра в 15:04 MST

source: too many arguments for command
ru: слишком много аргументов для команды

source: too many arguments for hook %q: %s
ru: превышено количество аргументов для перехвата %q: %s

source: too many arguments: %s
ru: слишком много аргументов: %s

source: unable to contact snap store
ru: не удалось подключиться к магазину snap-пакетов

source: unavailable
ru: недоступно

source: unexpected size, got: %v but wanted %v
ru: неожиданный размер, получено %v, а нужно %v

source: unknown command %q, see '%s'.
ru: неизвестная команда %q, см. '%s'.

source: unknown plug or slot %q
ru: неизвестный штекер или гнездо %q

source: unknown service: %q
ru: неизвестная служба: %q

source: until %s
ru: до %s

source: warning: no snap found for %q
ru: внимание: snap-пакет отсутствует для %q

source: y
ru: г

source: yesterday at 15:04 MST
ru: вчера в 15:04 MST

source: you can't specify an absolute filename while also specifying target dir.
ru: нельзя одновременно указывать абсолютное имя файла и целевой каталог.
