Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-snapd_snappy-*.po
Languages: ru

source: The is-connected command returns success if the given plug or slot of the calling snap is connected, and failure otherwise. $ snapctl is-connected plug $ echo $? 1 Snaps can only query their own plugs and slots - snap name is implicit and implied by the snapctl execution context. The --list option lists all connected plugs and slots. The --pid and --aparmor-label options can be used to determine whether a plug or slot is connected to the snap identified by the given process ID or AppArmor label. In this mode, additional failure exit codes may be returned: 10 if the other snap is not connected but uses classic confinement, or 11 if the other process is not snap confined. The --pid and --apparmor-label options may only be used with slots of interface type "pulseaudio", "audio-record", or "cups-control".
ru: Команда is-connected возвращает успех, если указанный плагин или слот вызывающего снапа подключен, и неудачу в противном случае. $ snapctl is-connected plug $ echo $? 1 Снапы могут запрашивать только свои собственные плагины и слоты - имя снапа является неявным и подразумевается контекстом выполнения snapctl. Опция --list выводит список всех подключенных плагинов и слотов. Опции --pid и --apparmor-label могут быть использованы для определения, подключен ли плагин или слот к снапу, идентифицированному данным идентификатором процесса или меткой AppArmor. В этом режиме могут быть возвращены дополнительные коды выхода при ошибке: 10, если другой снап не подключен, но использует классическое ограничение, или 11, если другой процесс не ограничен снапом. Опции --pid и --apparmor-label могут быть использованы только со слотами типа интерфейса "pulseaudio", "audio-record" или "cups-control".

source: The keys command lists cryptographic keys that can be used for signing assertions.
ru: Команда keys выводит список криптографических ключей, которые могут быть использованы для подписывания подтверждений.

source: The kmod command handles loading and unloading of kernel modules.
ru: Команда kmod управляет загрузкой и выгрузкой модулей ядра.

source: The known command shows known assertions of the provided type. If header=value pairs are provided after the assertion type, the assertions shown must also have the specified headers matching the provided values.
ru: Команда known показывает известные утверждения указанного типа. Если после типа утверждения указаны пары заголовок=значение, показываемые утверждения также должны иметь указанные заголовки, соответствующие предоставленным значениям.

source: The list command displays a summary of snaps installed in the current system. A green check mark (given color and unicode support) after a publisher name indicates that the publisher has been verified.
ru: Команда list, отображает сводку о всех установленных в системе snap-пакетах. Зелёная отметка (возможен выбор цвета и поддерживается юникод) следующая за наименованием издателя, означает, что издатель проверен.

source: The login command authenticates the user to snapd and the snap store, and saves credentials into the ~/.snap/auth.json file. Further communication with snapd will then be made using those credentials. It's not necessary to log in to interact with snapd. Doing so, however, enables interactions without sudo, as well as some some developer-oriented features as detailed in the help for the find, install and refresh commands. An account can be set up at https://login.ubuntu.com
ru: Команда login аутентифицирует пользователя в snapd и snap store и сохраняет учетные данные в файл ~/.snap/auth.json. Дальнейшее взаимодействие с snapd будет происходить с использованием этих учетных данных. Вход в систему не является необходимым для взаимодействия с snapd. Однако это позволяет взаимодействовать без sudo, а также включает некоторые функции, ориентированные на разработчиков, как подробно описано в справке к командам find, install и refresh. Аккаунт можно создать на https://login.ubuntu.com

source: The logout command logs the current user out of snapd and the store.
ru: Команда logout, производит выход пользователя из сеанса snapd и магазина.

source: The logs command fetches logs of the given services and displays them in chronological order.
ru: Команда logs, получает журналы событий указанных служб и отображает их в хронологическом порядке.

source: The managed command will print true or false informing whether snapd has registered users.
ru: Команда managed выводит true или false информируя наличие зарегистрированных пользователей snapd.

source: The model command returns the active model assertion information for this device. By default, only the essential model identification information is included in the output, but this can be expanded to include all of an assertion's non-meta headers. The verbose output is presented in a structured, yaml-like format. Similarly, the active serial assertion can be used for the output instead of the model assertion.
ru: Команда model возвращает информацию об активном утверждении модели для этого устройства. По умолчанию в выводе содержится только основная информация для идентификации модели, но её можно расширить, включив все не-метаданные заголовки утверждения. Подробный вывод представлен в структурированном формате, похожем на yaml. Аналогично, вместо утверждения модели для вывода можно использовать активное утверждение серийного номера.

source: The paths command prints the list of paths detected and used by snapd.
ru: Команда paths, выводит список обнаруженных и используемых snapd адресов расположений.

source: The portal-info command returns information about a process in keyfile format. This command is used by the xdg-desktop-portal service to retrieve information about snap confined processes.
ru: Команда portal-info возращает информацию о процессе в формате кейфайла. Эта команда используется сервисом xdg-desktop-portal чтобы получить информацию о замкнутом процессе snap.

source: The prepare-image command performs some of the steps necessary for creating device images. For core images it is not invoked directly but usually via ubuntu-image. For preparing classic images it supports a --classic mode
ru: Команда prepare-image выполняет некоторые шаги необходимые для создания образа устройства. Для образов core это вызывается обычно с помощью ubuntu-image. Для подготовки классических образов есть поддержка --classic режима

source: The recovery command lists the available recovery systems. With --show-keys it displays recovery keys that can be used to unlock the encrypted partitions if the device-specific automatic unlocking does not work.
ru: Команда recovery выводит список доступных систем восстановления. С --show-keys она показывает ключи восстановления, которые можно использовать для разблокировки зашифрованных разделов, если автоматическая разблокировка конкретного устройства не работает.

source: The remove-user command removes a local system user.
ru: Команда remove-user удаляет пользователя в локальной системе.

source: The repair command shows the details about one or multiple repairs.
ru: Команда repair отображает сведения об одном или нескольких восстановлениях.

source: The repairs command lists all processed repairs for this device.
ru: Команда repair, отображает список всех произведённых восстановлений для этого устройства.

source: The restart command restarts the given services of the snap. If executed from the "configure" hook, the services will be restarted after the hook finishes.
ru: Команда restart перезапускает указанные сервисы snap-пакета. Если команда запущена из хука "configure", сервисы будут перезапущены после завершения хука.

source: The restart command restarts the given services. If the --reload option is given, for each service whose app has a reload command, a reload is performed instead of a restart.
ru: Команда restart, повторно запускает указанные службы. Если указывается параметр --reload, то для каждой службы, чье приложение имеет команду reload (повторной загрузки), производится повторная загрузка, вместо повторного запуска.

source: The restore command replaces the current user, system and configuration data of included snaps, with the corresponding data from the specified snapshot. By default, this command restores all the data in a snapshot. Alternatively, you can specify the data of which snaps to restore, or for which users, or a combination of these. If a snap is included in a restore operation, excluding its system and configuration data from the restore is not currently possible. This restriction may be lifted in the future.
ru: Команда restore перемещает текущего пользователя, систему и настройки содержащихся snap-пакетов, вместе с соответствующей информацией с опредленного снимка. Стандартно, эта команда восстанавливает всю информацию в снимке. Дополнительно, вы можете определить информацию каких snap-пакетов восстановить, или для каких пользователей, или использовать другие допустимые комбинации. Если snap-пакет включен в команду восстановления, исключая информацию о системе и настройках, то восстановление пока невозможно. Это ограничение возможно будет снято в будущем.

source: The routine command contains a selection of additional sub-commands. Routine commands are not intended to be directly invoked by the user. Instead, they are intended to be called by other programs and produce machine readable output.
ru: Команда routine содержит выборку дополнительных подкоманд. Routine команды не преднозначены для вызова пользователем напрямую. Вместо этого они предназначены для вызова другими программами и производят машинно-ориентрованный вывод.

source: The save command creates a snapshot of the current user, system and configuration data for the given snaps. By default, this command saves the data of all snaps for all users. Alternatively, you can specify the data of which snaps to save, or for which users, or a combination of these. If a snap is included in a save operation, excluding its system and configuration data from the snapshot is not currently possible. This restriction may be lifted in the future.
ru: Команда save создает снимок данного пользователя, системы и настроечной информации для указанных snap-пакетов. Стандартно, эта команда сохраняет информацию о всех snap-пакетах для всех пользователей. Дополнительно, вы можете указать информацию каких snap-пакетов сохранить, или для каких пользователей, или другие допустимы комбинации. Если snap-пакет включен в операцию сохранения, исключение системной и настроечной информации из снимка не доступно сейчас. Это ограничение может быть убрано в будущем.

source: The saved command displays a list of snapshots that have been created previously with the 'save' command.
ru: Команда saved выводит список снимков, которые были созданы ранее с помощью команды save.

source: The services command lists information about the services specified, or about the services in all currently installed snaps.
ru: Команда services, перечисляет сведения об указанных службах или о службах во всех установленных snap-пакетах.

source: The services command lists information about the services specified.
ru: Команда services выводит информацию об указанных службах.

source: The snap command lets you install, configure, refresh and remove snaps. Snaps are packages that work across many different Linux distributions, enabling secure delivery and operation of the latest apps and utilities.
ru: Команда snap позволяет устанавливать, настраивать, обновлять и удалять snap-пакеты. Snap-пакеты — это пакеты, которые работают во многих различных дистрибутивах Linux, обеспечивая безопасную доставку и работу новейших приложений и утилит.

source: The start command starts, and optionally enables, the given services.
ru: Команда start, позволяет запускать, а также задействовать указанные службы.

source: The stop command stops, and optionally disables, the given services.
ru: Команда stop, позволяет остановить, а также отключить указанные службы.

source: The tasks command displays a summary of tasks associated with an individual change.
ru: Команда tasks, отображает сводку заданий, ассоциированных с индивидуальными изменениями.

source: The unalias command removes a single alias if the provided argument is a manual alias, or disables all aliases of a snap, including manual ones, if the argument is a snap name.
ru: Команда unalias удаляет один псевдоним, если предоставленный аргумент является ручным псевдонимом, или выключает все псевдонимы snap-пакета, включая ручные, если аргументом является название snap-пакета.

source: The userd command starts the snap user session service.
ru: Команда userd запускает службу сеанса пользователя snap-пакета.

source: The version command displays the versions of the running client, server, and operating system.
ru: Команда version, отображает версию выполняемого клиента, сервера и операционной системы.

source: The whoami command shows the email the user is logged in with.
ru: Команда whoami показывает адрес электронной почты, с которым пользователь вошёл в систему.

source: Use 'snap help alias' to learn how to create aliases manually.
ru: Используйте «snap help alias», чтобы узнать, как создавать псевдонимы вручную.

source: command %q from snap %q
ru: команда %q из snap-пакета %q

source: %d day ago, at 15:04 MST
ru: %d день назад в 22:04 UTC

source: %q does not contain an unpacked snap. Try 'snapcraft prime' in your project directory, then 'snap try' again.
ru: %q не содержит извлечённый пакет. Попробуйте использовать 'snapcraft prime' в директории вашего проекта, затем попробуйте 'snap try' снова.

source: %q switched to the %q channel
ru: %q переключено на канал %q

source: %s %s mounted from %s
ru: %s %s смонтирован из %s

source: %s (delta)
ru: %s (разница)

source: %s (revision %s) removed
ru: %s (ревизия %s) удалена

source: %s (see 'snap help login')
ru: %s (см. 'snap help login')

source: %s (try with sudo)
ru: %s (попробуйте с sudo)

source: %s already installed
ru: %s уже установлен

source: %s disabled
ru: %s отключён

source: %s enabled
ru: %s включено

source: %s is updating now!
ru: %s сейчас обновляется!

source: %s not installed
ru: %s не установлен

source: %s removed
ru: %s удалён

source: %s reverted to %s
ru: Версия %s была понижена до %s

source: %s was not found in your $PATH. If you've not restarted your session since you installed snapd, try doing that. Please see https://forum.snapcraft.io/t/9469 for more details.
ru: %s не найден в $PATH. Если после установки snapd сеанс не перезапускался, попробуйте сделать это. Дополнительную информацию смотрите в форуме https://forum.snapcraft.io/t/9469

source: %s was updated.
ru: Приложение %s было обновлено.

source: %s%s %s from %s installed
ru: %s%s %s от %s установлен

source: %s%s %s from %s refreshed
ru: %s%s %s от %s обновлён

source: %s%s %s installed
ru: %s%s %s установлен

source: %s%s %s refreshed
ru: %s%s %s обновлён

source: 'snap changes' command expects a snap name, try 'snap tasks %s'
ru: команда 'snap changes' ожидает наименование snap-пакета, попробуйте 'snap tasks %s'

source: 'snap interfaces' is deprecated; use 'snap connections'.
ru: «snap interfaces» устарело, используйте «snap connections».

source: --list does not accept additional arguments
ru: --list не принимает дополнительные аргументы

source: --time does not take mode or channel flags
ru: --time не принимает флаги режима или канала

source: -r can only be used with --hook
ru: -r можно использовать только с --hook

source: ...more
ru: ...подробнее

source: <alias-or-snap>
ru: <псевдоним-или-пакет>

source: <alias>
ru: <псевдоним>

source: <assertion file>
ru: <файл подтверждения>

source: <assertion type>
ru: <тип подтверждения>

source: <change-id>
ru: <смена ID>

source: <command or pkg>
ru: <команда или пакет>

source: <conf key>
ru: <ключ конфигурации>

source: <conf value>
ru: <конфигурационное значение>

source: <email>
ru: <почта>

source: <filename>
ru: <имя файла>

source: <header filter>
ru: <фильтр заголовков>

source: <interface>
ru: <интерфейс>

source: <key-name>
ru: <имя ключа>

source: <key>
ru: <ключ>

source: <label>
ru: <метка>

source: <model-assertion>
ru: <модель подтверждения>

source: <name>_<version>_<architecture>.snap
ru: <название>_<версия>_<архитектура>.snap

source: <new model file>
ru: <файл новой модели>

source: <path>
ru: <путь>

source: <process ID>
ru: <ID процесса>

source: <query>
ru: <запрос>

source: <service>
ru: <сервис>

source: <snap>
ru: <snap-пакет>

source: <snap>:<plug>
ru: <пакет>:<штекер>

source: <snap>:<slot or plug>
ru: <пакет>:<гнездо или штекер>

source: <snap>:<slot>
ru: <пакет>:<гнездо>

source: <target-dir>
ru: <целевой_каталог>

source: <username>
ru: <имя пользователя>

source: A service specification, which can be just a snap name (for all services in the snap), or <snap>.<app> for a single service.
ru: Спецификация службы, которая может быть только наименованием snap-пакета (для всех служб в snap-пакете) или <snap>.<app>, если используется одна служба.

source: Abort a pending change
ru: Прервать отложенное внесение изменений

source: Account
ru: Учётная запись

source: Acknowledge warnings
ru: Подтвердить предупреждения

source: Add an assertion to the system
ru: Добавить подтверждение в систему

source: Added
ru: Добавлено

source: Advise on available snaps
ru: Рекомендации по доступным пакетам

source: Advise on snaps that provide the given command
ru: Рекомендации по пакетам, которые предоставляют данную команду

source: Age
ru: Возраст

source: Alias for --dangerous (DEPRECATED)
ru: То же, что и --dangerous (УСТАРЕЛО)

source: All snaps up to date.
ru: Все пакеты актуальны.

source: Allow opening file?
ru: Разрешить открытие файла?

source: Allow refresh attempt on snap unknown to the store
ru: Разрешить попытку обновления неизвестного пакета в магазине

source: Allow settings change?
ru: Разрешить изменение настроек?

source: Allow snap %q to change %s to %q ?
ru: Разрешить snap-пакету %q изменить %s на %q?

source: Allow snap %q to open file %q?
ru: Разрешить пакету %q открыть файл %q?

source: Alternative command to run
ru: Альтернативная команда для выполнения

source: Always return document, even with single key
ru: Всегда возвращать документ, даже с одним ключом

source: Always return list, even with single key
ru: Всегда возвращать список, даже с одним ключом

source: An email of a user on login.ubuntu.com
ru: Адрес эл. почты пользователя на login.ubuntu.com

source: App Aliases
ru: Псевдонимы приложений

source: As well as starting the service now, arrange for it to be started on boot.
ru: При запуске службы сейчас, упорядочивание произойдёт при начальной загрузке.

source: As well as stopping the service now, arrange for it to no longer be started on boot.
ru: При остановке службы сейчас, упорядочивание не будет производится при начальной загрузке.

source: Assertion file
ru: Файл подтверждения

source: Assertion type name
ru: Тип подтверждения

source: Authenticate on snap daemon
ru: Аутентификация в службе snap

source: Authenticate to snapd and the store
ru: Аутентификация в snapd и хранилище.

source: Authentication is required to connect or disconnect interfaces
ru: Требуется проверка подлинности, для подключения или отключения интерфейсов

source: Authentication is required to install, update, or remove packages
ru: Требуется проверка подлинности, для установки, обновления или удаления пакетов

source: Authorization is required to authenticate on the snap daemon
ru: Для использования службы snap, требуется аутентификация

source: Auto-refresh %d snaps
ru: Автоматически обновить %d пакеты

source: Auto-refresh of all snaps held %s
ru: Автоматическое обновление всех приостановленных для обновления snap-пакетов %s

source: Auto-refresh snap %q
ru: Автоматически обновить %q пакет

source: Auto-refresh snaps %s
ru: Автоматически обновить пакеты %s

source: Automatically connect eligible plugs and slots of snap %q
ru: Автоматически соединить допустимые штекеры и разъёмы snap %q

source: Autostart user applications
ru: Автоматически запускать приложения пользователя

source: Bad code. Try again:
ru: Неправильный код. Повторите снова:

source: Basics
ru: Основное

source: Boot into install mode
ru: Загрузиться в режим установки

source: Boot into recover mode
ru: Загрузиться в режим восстановления

source: Boot into run mode
ru: Загрузиться в рабочий режим

source: Buy a snap
ru: Приобрести пакет

source: Change ID
ru: Изменить идентификатор

source: Change configuration options
ru: Изменить параметры конфигурации

source: Channel %s for %s is closed; temporarily forwarding to %s.
ru: Канал %s использующийся %s закрыт; временное перенаправление на %s.

source: Check a snapshot
ru: Проверить снимок

source: Check data of only specific users (comma-separated) (default: all users)
ru: Проверьте данные только отдельных пользователей пользователей (разделять запятыми) (по умолчанию: все пользователи)

source: Close the application to update now. It will update automatically in %d day.
ru: Закройте приложение, чтобы обновить его. Обновление произойдет автоматически через %d день.

source: Close the application to update now. It will update automatically in %d hour.
ru: Закройте приложение, чтобы обновить его. Обновление произойдет автоматически через %d час.

source: Close the application to update now. It will update automatically in %d minute.
ru: Закройте приложение, чтобы обновить его.. Обновление произойдет автоматически через %d минуту.

source: Command Alias Notes
ru: Команда Псевдоним Заметки

source: Command %q not found, but can be installed with:
ru: Команда %q не найдена, но может быть установлена используя:

source: Command %q not found, did you mean:
ru: Команда %q не найдена. Возможно вы имели ввиду:

source: Commands can be classified as follows:
ru: Команды могут быть классифицированы следующим образом:

source: Commonly used commands can be classified as follows:
ru: Обычно используемые команды можно классифицировать следующим образом:

source: Configuration
ru: Конфигурация

source: Confirm passphrase:
ru: Подтвердите пароля:

source: Connect %s:%s to %s:%s
ru: Подключить %s:%s к %s:%s

source: Connect a plug to a slot
ru: Подключить штекер к гнезду

source: Connect, disconnect interfaces
ru: Подключение, отключение интерфейсов

source: Constrain listing to a specific snap
ru: Ограничить перечень конкретным пакетом

source: Constrain listing to a specific snap or snap:name
ru: Ограничить перечень конкретным пакетом или пакет:имя

source: Constrain listing to specific interfaces
ru: Ограничить перечень указанными интерфейсами

source: Constrain listing to those matching header=value
ru: Ограничить перечень по параметру заголовок=значение

source: Copy snap %q data
ru: Скопировать данные пакета %q

source: Create a local system user
ru: Создать локального пользователя системы

source: Create a snap-build assertion
ru: Создать подтверждение сборки пакета

source: Create cryptographic key pair
ru: Создать пару криптографических ключей

source: Daemons
ru: Службы

source: Delete a snapshot
ru: Удалить снимок

source: Delete cryptographic key pair
ru: Удалить криптографическую ключевую пару

source: Development
ru: Разработка

source: Device
ru: Устройство

source: Disable %q snap
ru: Отключить пакет %q

source: Disable a snap in the system
ru: Отключить пакет в системе

source: Disable aliases for snap %q
ru: Отключить псевдонимы для пакета %q

source: Disable all aliases for snap %q
ru: Отключить все псевдонимы для пакета %q

source: Disconnect %s:%s from %s:%s
ru: Отключить %s:%s от %s:%s

source: Disconnect a plug from a slot
ru: Отключить штекер от гнезда

source: Disconnect interfaces of snap %q
ru: Отключить интерфейсы пакета %q
