Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-software-properties_software-properties-*.po
Languages: ru, uk

source: not a valid cloud-archive pocket: '%s'
ru: недействительный карман облачного архива: '%s'

source: not a valid cloud-archive: '%s'
ru: недействительный облачный архив: '%s'

source: cloud-archive for %s only supported on %s
ru: облачный архив для %s поддерживается только на %s

source: ERROR: '%s' is not a valid ppa format
ru: ОШИБКА: '%s' не является допустимым форматом ppa

source: ERROR: Can't find ppa
ru: ОШИБКА: Не удается найти ppa

source: ERROR: user/team '%s' not found (use --login if private)
ru: ОШИБКА: пользователь/группа '%s' не найдена (используйте --login, если пользователь или группа являются приватными)

source: ERROR: invalid user/team name '%s'
ru: ОШИБКА: недействительное имя пользователя/группы '%s'

source: ERROR: ppa '%s/%s' not found (use --login if private)
ru: ОШИБКА: ppa '%s/%s' не найден (используйте --login, если ppa является приватным)

source: ERROR: invalid ppa name '%s'
ru: ОШИБКА: Недействительное имя ppa '%s'

source: Warning: could not get PPA signing_key_fingerprint from LP, using anyway
ru: Предупреждение: не удалось получить PPA signing_key_fingerprint из LP, но он все равно используется

source: Private PPA fingerprint redacted, using key anyway (LP: #1879781)
ru: Приватный отпечаток PPA отредактирован, ключ все равно используется (LP: #1879781)

source: Fingerprints do not match, not importing: '%s' != '%s'
ru: Отпечатки не совпадают, импорт не выполняется: '%s' != '%s'

source: Warning: components '%s' not valid for PPA
ru: Предупреждение: компоненты '%s' недействительны для PPA

source: Could not find PPA subscription for ppa:%s/%s, you may need to request access
ru: Не удалось найти подписку на PPA для ppa:%s/%s, возможно, вам нужно запросить доступ.

source: Warning: gpg error while processing keys: %s
ru: Предупреждение: ошибка gpg при обработке ключей: %s

source: Warning: invalid gpg output: %s
ru: Предупреждение: неверный вывод gpg: %s

source: Archive for codename: %s components: %s
ru: Архив для кодового имени: %s компонентов: %s

source: Found existing %s entry in %s
ru: Найдена существующая запись %s в %s

source: Updating existing entry instead of using %s
ru: Обновление существующей записи вместо использования %s

source: Archive has template, updating %s
ru: В архиве есть шаблон, обновление %s

source: Adding disabled %s entry to %s
ru: Добавление отключенной записи %s в %s

source: Adding %s entry to %s
ru: Добавление записи %s в %s

source: Removing entry from %s
ru: Удаление записи из %s

source: Disabling %s entry in %s
ru: Отключение записи %s в %s

source: Removing disabled %s entry from %s
ru: Удаление отключенной записи %s из %s

source: Adding key to %s with fingerprint %s
ru: Добавление ключа в %s с отпечатком %s

source: Removing key from %s with fingerprint %s
ru: Удаление ключа из %s с отпечатком %s

source: Authentication data already in %s
ru: Данные аутентификации уже находятся в %s

source: Adding authentication data to %s
ru: Добавление данных аутентификации в %s

source: Authentication data not contained in %s
ru: Данные аутентификации не содержатся в %s

source: Removing authentication data from %s
ru: Удаление данных аутентификации из %s

source: Unable to handle repository shortcut '%s'
ru: Невозможно обработать ярлык репозитория '%s'

source: Invalid sources.list line: '%s'
ru: Недопустимая строка в sources.list: '%s'

source: Invalid URI: '%s'
ru: Некорректный URI: '%s'

source: Edit Source
ru: Редактировать источник
uk: Редагувати джерело

source: Types:
ru: Типы:

source: URIs:
ru: URL-адреса:

source: Suites:
ru: Наборы:

source: Components:
ru: Компоненты:

source: Comment:
ru: Примечание:

source: Additional Fields:
ru: Дополнительные области:

source: Source
ru: Источник
uk: Джерело

source: <b>Type:</b>
ru: <b>Тип:</b>
uk: <b>Тип:</b>

source: <b>Distribution:</b>
ru: <b>Дистрибутив:</b>
uk: <b>Дистрибутив:</b>

source: <b>Components:</b>
ru: <b>Компоненты:</b>
uk: <b>Компоненти:</b>

source: <b>Comment:</b>
ru: <b>Комментарий:</b>
uk: <b>Коментар:</b>

source: _Replace
ru: _Заменить
uk: _Замінити

source: Scanning CD-ROM
ru: Просмотр CD-ROM
uk: Сканування CD-ROM

source: All updates
ru: Все обновления
uk: Всі оновлення

source: Security and recommended updates
ru: Обновления безопасности и рекомендуемые
uk: Оновлення безпеки та рекомендовані

source: Security updates only
ru: Только обновления безопасности
uk: Лише оновлення безпеки

source: Display immediately
ru: Показывать немедленно
uk: Показувати негайно

source: Display weekly
ru: Показывать еженедельно
uk: Показувати щотижня

source: Display every two weeks
ru: Показывать каждые две недели
uk: Показувати кожні два тижні

source: For any new version
ru: При доступности любой новой версии
uk: Для будь-якої нової версії

source: For long-term support versions
ru: При доступности версий с длительным сроком поддержки
uk: Для версій з довгим терміном підтримки

source: Never
ru: Никогда
uk: Ніколи

source: Download automatically
ru: Загружать автоматически
uk: Завантажувати автоматично

source: Download and install automatically
ru: Автоматически загружать и устанавливать
uk: Завантажувати та встановлювати автоматично

source: To install from a CD-ROM or DVD, insert the medium into the drive.
ru: Для установки с CD или DVD, вставьте диск в привод.
uk: Щоб встановити з CD-ROM чи DVD, вставте носій у пристрій.

source: Download from:
ru: Загрузить с:
uk: Завантажити з:

source: <b>Downloadable from the Internet</b>
ru: <b>Загружаемые из Интернет</b>
uk: <b>Завантажувані з Інтернету</b>

source: <b>Installable from CD-ROM/DVD</b>
ru: <b>Устанавливаемые с дисков CD-ROM/DVD</b>
uk: <b>Встановлювані з CD-ROM/DVD</b>

source: Add...
ru: Добавить...
uk: Додати...

source: Edit...
ru: Изменить...
uk: Змінити

source: Add Volume...
ru: Добавить том...
uk: Додати том...

source: Other Software
ru: Другое ПО
uk: Інше програмне забезпечення

source: Snap package updates are checked routinely and installed automatically.
ru: Обновления пакетов snap проверяются регулярно и устанавливаются автоматически.
uk: Система регулярно виконує пошук оновлень пакунків Snap і встановлює оновлення автоматично.

source: For other packages, this system has:
ru: Для других пакетов эта система имеет:
uk: Для инших пакунків ця система має:

source: Subscribed to:
ru: Подписан на:
uk: Підписано на:

source: Automatically check for updates:
ru: Автоматически проверять наличие обновлений:
uk: Автоматично перевіряти наявність оновлень:

source: When there are security updates:
ru: Когда есть обновления безопасности:
uk: Коли є оновлення безпеки:

source: When there are other updates:
ru: Когда есть другие обновления:
uk: Коли є інші оновлення:

source: Notify me of a new Ubuntu version:
ru: Уведомлять меня о выходе новой версии Ubuntu:
uk: Повідомляти мене про нові версії Ubuntu:

source: Updates
ru: Обновления
uk: Оновлення

source: <b>Trusted software providers</b>
ru: <b>Доверенные поставщики пакетов</b>
uk: <b>Джерела програм, яким ви довіряєте</b>

source: Keys are used to authenticate the correct source of software and so protect your computer from malicious software
ru: Ключи используются для установки подлинности источников ПО, таким образом препятствуя проникновению на компьютер вредоносных программ.
uk: Ключі використовуються для автентифікації правильних джерел й, таким чином, захищають ваш комп'ютер від шкідливих програм.

source: _Import Key File...
ru: _Импортировать файл ключа...
uk: _Імпорт Файлу Ключа...

source: Import the public key from a trusted software provider
ru: Импортировать открытый ключ доверенного поставщика программ
uk: Імпортування відкритого ключа від надійного постачальника програмного забезпечення

source: Restore _Defaults
ru: _Восстановить исходные
uk: Відновити _Типові

source: Restore the default keys of your distribution
ru: Восстановить исходные ключи вашего дистрибутива
uk: Відновити типові ключі вашого дистрибутиву

source: Authentication
ru: Аутентификация
uk: Автентифікація

source: <small>A proprietary driver has private code that Ubuntu developers can't review or improve. Security and other updates are dependent on the driver vendor.</small>
ru: <small>Проприетарный драйвер содержит закрытый код, который не допускается изменять разработчикам Ubuntu. Безопасность работы драйвера и его обновление зависят только от поставщика драйвера.</small>
uk: <small>Пропрієтарний драйвер містить закритий код, що розробники Ubuntu не можуть переглянути чи покращити. Оновлення безпеки залежать лише від постачальника.</small>

source: Use proposed updates if you’re willing to report bugs on any problems that occur.
ru: Используйте обновления, не вошедшие в официальный выпуск, если вы хотите отправлять разработчикам отчёты об обнаруживаемых ошибках.
uk: Скористайтеся пропонованими оновленнями, якщо хочете повідомляти про вади або будь-які проблеми, які траплятимуться.

source: Developer Options
ru: Разработка
uk: Параметри для розробників

source: <b>Subscription</b>
ru: <b>Подписка</b>
uk: <b>Підписка</b>

source: _Enable Ubuntu Pro
ru: _Включить Ubuntu Pro
uk: _Увімкнути Ubuntu Pro

source: <b>This machine is not covered by an Ubuntu Pro subscription.</b> Receive security updates for over 25,000 Ubuntu packages, free for up to 5 machines. <a href="https://ubuntu.com/pro">Learn more</a>.
ru: <b>На этот компьютер не распространяется подписка Ubuntu Pro.</b> Получайте обновления безопасности для более чем 25 000 пакетов Ubuntu бесплатно для 5 компьютеров. <a href="https://ubuntu.com/pro ">Узнать больше</a>.
uk: <b>Цей комп'ютер на включений до підписки Ubuntu Pro.</b> Отримуйте оновлення безпеки для понад 25000 пакунків Ubuntu, безплатно для 5 комп'ютерів. <a href="https://ubuntu.com/pro">Докладніше</a>.

source: _Disable Ubuntu Pro
ru: _Отключить Ubuntu Pro
uk: _Викнути Ubuntu Pro

source: <span foreground="green">Ubuntu Pro support is enabled</span>
ru: <span foreground="green">Поддержка Ubuntu Pro включена</span>
uk: <span foreground="green">Підтримку Ubuntu Pro увімкнено</span>

source: <b>Security</b>
ru: <b>Безопасность</b>
uk: <b>Безпека</b>

source: <b>Kernel Livepatch</b> helps keep your system secure by applying security updates that don't require a restart.
ru: <b>Livepatch для ядра</b> помогает защитить вашу систему, применяя обновления безопасности, не требующие перезагрузки.
uk: <b>Ядро Livepatch</b> допомагає захистити вашу систему, застосовуючи оновлення безпеки, які не вимагають перезавантаження.

source: Show Livepatch status in the top bar
ru: Отображать состояние Livepatch на верхней панели
uk: Показати статус Livepatch у верхній панелі

source: <b>Compliance &amp; Hardening</b>
ru: Соответствие и укрепление
uk: <b>Відповідність &amp; Посилення</b>

source: Only recommended to assist with FedRAMP, HIPAA, and other compliance and hardening requirements. Includes FIPS 140-2 certified modules, DISA-STIG, CIS and Common Criteria.
ru: Рекомендуется только для помощи в выполнении требований FedRAMP, HIPAA и других требований к соответствию и укреплению. Включает сертифицированные модули FIPS 140-2, DISA-STIG, CIS и Common Criteria.
uk: Рекомендується лише для підтримки FedRAMP, HIPAA та інших вимог до відповідності та посилення. Включає сертифіковані модулі FIPS 140-2, DISA-STIG, CIS та Common Criteria.

source: Enable _FIPS
ru: Включить _FIPS
uk: Увімкнути _FIPS

source: A US and Canada government cryptographic module certification of compliance with the FIPS 140-2 data protection standard. <a href="https://ubuntu.com/security/certifications/docs/fips">FIPS documentation</a>
ru: Сертификат соответствия криптографического модуля правительства США и Канады стандарту защиты данных FIPS 140-2. <a href="https://ubuntu.com/security/certifications/docs/fips">FIPS documentation</a>
uk: Відомості про сертифікацію урядового криптографічного модуля США та Канади на відповідність стандарту захисту даних FIPS 140-2. <a href="https://ubuntu.com/security/certifications/docs/fips">Документація FIPS</a>

source: <b>Ubuntu Security Guide (USG)</b>
ru: <b>Руководство по безопасности Ubuntu (USG)</b>
uk: <b>Настанови з безпеки Ubuntu (USG)</b>

source: Automates hardening and auditing with CIS benchmark and DISA-STIG profiles while allowing for environment-specific customizations. <a href="https://ubuntu.com/security/certifications/docs/usg">USG documentation</a>
ru: Автоматизирует укрепление и аудит с помощью эталонного CIS и профилей DISA-STIG, позволяя при этом настраивать систему под конкретную среду. <a href="https://ubuntu.com/security/certifications/docs/usg">USG documentation</a>
uk: Автоматизує захист і аудит за допомогою профілів CIS benchmark і DISA-STIG, дозволяючи налаштовувати певне середовище. <a href="https://ubuntu.com/security/certifications/docs/usg">Документація USG</a>

source: Setting up FIPS
ru: Настройка FIPS
uk: Налаштування FIPS

source: <b><big>The information about available software is out-of-date</big></b> To install software and updates from newly added or changed sources, you have to reload the information about available software. You need a working internet connection to continue.
ru: <b><big>Информация о программном обеспечении устарела</big></b> Для установки программ и обновлений из новых или изменённых источников нужно скачать информацию о доступном программном обеспечении. Для продолжения требуется действующее подключение к Интернет.
uk: <b><big>Інформація про доступне програмне забезпечення застаріла</big></b> Для встановлення програм та оновлень з нещодавно доданих чи змінених джерел, необхідно перезавантажити інформацію про доступне програмне забезпечення. Для продовження необхідне діюче з'єднання з Internet.

source: _Reload
ru: _Обновить
uk: _Перезавантажити

source: Choose a Download Server
ru: Выберите сервер для загрузки
uk: Оберіть сервер для завантаження

source: Protocol:
ru: Протокол:
uk: Протокол:

source: _Select Best Server
ru: _Выбрать лучший сервер
uk: _Оберіть найкращий сервер

source: Performs a connection test to find the best mirror for your location
ru: Выполняет тест соединения для нахождения наилучшего зеркала для вашего местоположения.
uk: Виконати перевірку з'єднання, щоб знайти найкраще дзеркало для вашого місця розташування

source: Choose _Server
ru: Выбрать _сервер
uk: Оберіть _Сервер

source: <b><big>Testing download servers</big></b> A series of tests will be performed to find the best mirror for your location.
ru: <b><big>Проверка серверов загрузки</big></b> Будет произведена серия тестов для выбора лучшего зеркала для вашего месторасположения.
uk: <b><big>Перевірка серверів завантажень</big></b> Буде виконано низку перевірок для того, щоб визначити найкраще для вашого місце-знаходження дзеркало.

source: <big><b>Enter the complete APT line of the repository that you want to add as source</b></big>
ru: <big><b>Введите целиком строку APT для репозитория, который вы хотите добавить как источник</b></big>
uk: <big><b>Уведіть повний рядок APT сховища, яке Ви бажаєте додати як джерело</b></big>

source: APT line:
ru: Строка APT:
uk: Рядок APT:

source: _Add Source
ru: _Добавить источник
uk: _Додати джерело

source: Enable Ubuntu Pro
ru: Активировать Ubuntu Pro
uk: Увімкнути Ubuntu Pro

source: To upgrade to Ubuntu Pro, use your existing free personal, or company Ubuntu One account, or provide a token. <a href="https://ubuntu.com/login">Register a new account</a>.
ru: Чтобы перейти на Ubuntu Pro, используйте свою существующую бесплатную личную или корпоративную учетную запись Ubuntu One или предоставьте токен. <a href="https://ubuntu.com/login ">Зарегистрировать новую учетную запись</a>.
uk: Щоб оновитися до Ubuntu Pro, скористайтеся особистим безплатним обліковим записом Ubuntu One, обліковим записом компанії, або вкажіть токен. <a href="https://ubuntu.com/login">Зареєструватися</a>.

source: Enter code on ubuntu.com/pro/attach
ru: Введите код по адресу ubuntu.com/pro/attach
uk: Введіть код на ubuntu.com/pro/attach

source: Or add token manually
ru: Или добавить токен вручную
uk: Або додайте токен вручну

source: Token
ru: Токен
uk: Токен

source: From your admin, or from <a href="https://ubuntu.com/pro">ubuntu.com/pro</a>
ru: От вашего администратора или от <a href="https://ubuntu.com/pro ">ubuntu.com/pro </a>
uk: Від вашого адміністратора, або з <a href="https://ubuntu.com/pro">ubuntu.com/pro</a>

source: Unable to connect to Ubuntu Pro servers. Check your internet connection.
ru: Невозможно подключиться к серверам Ubuntu Pro. Проверьте подключение к интернету.
uk: Не вдається встановити з'єднання з серверами Ubuntu Pro. Перевірте своє з'єднання з інтернетом.

source: Confirm
ru: Подтвердить
uk: Підтвердити

source: Disable Ubuntu Pro
ru: Отключить Ubuntu Pro
uk: Вимкнути Ubuntu Pro

source: Disabling Ubuntu Pro will detach your subscription from this machine. Do you want to proceed?
ru: Отключение Ubuntu Pro приведет к отсоединению вашей подписки от этой машины. Вы хотите продолжить?
uk: Вимкнення Ubuntu Pro від’єднає вашу підписку від цього комп’ютера. Бажаєте продовжити?

source: No, go _back
ru: Нет, _назад
uk: Ні, _повернутись

source: Enabling FIPS cannot be reversed and Livepatch will be permanently disabled. Choose your preferred FIPS option.
ru: Включение FIPS нельзя отменить, и Livepatch будет отключен навсегда. Выберите подходящий вам параметр FIPS.
uk: Увімкнення FIPS не можна скасувати, Livepatch буде остаточно вимкнено. Виберіть потрібний параметр FIPS.

source: <b>FIPS with updates</b> Installs FIPS 140-2 validated packages and allows for regular security updates.
ru: <b>FIPS с обновлениями</b> Устанавливает проверенные пакеты FIPS 140-2 и позволяет регулярно получать обновления безопасности.
uk: <b>FIPS з оновленнями</b> Встановлює перевірені пакунки FIPS 140-2 та дозволяє регулярні оновлення безпеки.

source: <b>FIPS without updates</b> Installs FIPS 140-2 validated packages. These will not be updated until the next recertification.
ru: <b>FIPS без обновлений</b> Устанавливает проверенные пакеты FIPS 140-2. Они не будут обновлены до следующей сертификации.
uk: <b>FIPS без оновлень</b> Встановлює перевірені пакунки FIPS 140-2. Вони не оновлюватимуться до наступної повторної сертифікації.

source: Cance_l
ru: _Отменить
uk: _Скасувати

source: _Continue
ru: Продолжить
uk: _Далі
