Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-synaptic_synaptic-manual-*.po
Languages: be, uk

source: To undo the marking of specific packages
be: Каб адрабіць пазначэнне спецыфічных пакетаў
uk: Щоб зняти позначки з певних пакунків

source: Right click on the package and choose <menuchoice><guimenuitem>Unmark</guimenuitem></menuchoice> from the context menu.
be: Націсніце правай кнопкай на пакеце і выберыце ў кантэкстным меню <menuchoice><guimenuitem>Зняць пазначэнне</guimenuitem></menuchoice>.
uk: Натисніть правою кнопкою миші на пакунку і оберіть у контекстному меню <menuchoice><guimenuitem>Зняти позначку</guimenuitem></menuchoice>.

source: Select the package(s) and choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Unmark</guimenuitem></menuchoice>.
be: Вылучыце пакет(ы) і выберыце <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Зняць пазначэнне</guimenuitem></menuchoice>.
uk: Оберіть пакунок(и) і в меню оберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Зняти позначку</guimenuitem></menuchoice>.

source: Select the package(s) and press <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>.
be: Выберыце пакет(ы) і націсніце <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>.
uk: Оберіть пакунок(и) і натисніть <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>.

source: To undo all markings
be: Каб адрабіць усе пазначэнні
uk: Для зняття усіх позначок

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Unmark All</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Зняць усе пазначэнні</guimenuitem></menuchoice>.
uk: Оберіть <menuchoice><guimenu>Правка</guimenu><guimenuitem>Зняти усі позначки</guimenuitem></menuchoice> з головного меню.

source: To undo the last marking
be: Каб адрабіць апошняе пазначэнне
uk: Для зняття останньої позначки

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Адрабіць</guimenuitem></menuchoice>.
uk: Оберіть в меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Скасувати</guimenuitem></menuchoice>.

source: This step can be repeated. The maxmium number of undo operations can be set in the preferences. FIX link
be: Гэты крок можна паўтараць. Максімальная колькасць дзеянняў па адкаце зменаў можна задаць у наладах
uk: Цей крок можна повторювати. Максимальна кількість операцій скасування може бути встановлена у налаштуваннях

source: To Configure Packages (Debian only)
be: Канфігурацыя пакетаў (толькі Debian)
uk: Налаштування пакунків (лише для ОС родини Debian)

source: To use this feature you have to install the package <emphasis>libgnome2-perl</emphasis>.
be: Каб выкарыстоўваць гэту функцыю, патрэбна ўсталяваць пакет <emphasis>libgnome2-perl</emphasis>.
uk: Для використання цієї можливості потрібно встановити пакунок <emphasis>libgnome2-perl</emphasis>.

source: Debian provides a unified method, called <emphasis>debconf</emphasis>, to configure software packages. This feature is not supported by all packages. If a package supports this feature the configuration can be done through an assistant.
be: Debian прадастаўляе адзіны метад канфігуравання праграмных пакетаў, <emphasis>debconf</emphasis>. Гэта функцыя не падтрымліваецца для ўсіх пакетаў. Калі пакет падтрымлівае гэту функцыю, канфігураванне можна зрабіць праз памочнік.
uk: Debian надає уніфікований метод, що називається <emphasis>debconf</emphasis>, для налаштування проґрамних пакунків. Ця функція підтримується не усіма пакунками. Якщо пакунок підтримує цю функцію, то налаштування пакунку може бути виконано за допомогою помічника.

source: To configure a supported package:
be: Каб канфігураваць падтрымліваемы пакет:
uk: Для налаштування підтримуваного пакунку:

source: Select the package that you wish to configure in the <xref linkend="synaptic-win-list"/>.
be: Вылучыце пакет, які жадаеце канфігураваць, у <xref linkend="synaptic-win-list"/>.
uk: Оберіть у <list linkend="synaptic-win-list">переліку пакунків</list> пакунок, який потрібно налаштувати.

source: Choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Configure...</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Канфігураваць...</guimenuitem></menuchoice>.
uk: Виберіть у меню <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Налаштувати...</guimenuitem></menuchoice>.

source: To get a list of all configurable packages choose the <emphasis>Configurable Packages</emphasis> filter.
be: Каб атрымаць спіс даступных для канфігуравання пакетаў, выберыце фільтр <emphasis>Пакет з падтрымкай debconf</emphasis>.
uk: Щоб отримати перелік усіх налаштовуваних пакунків, виберіть фільтр <emphasis>Пакунки, що підтримуються debconf</emphasis>.

source: To View Documentation for Packages (Debian only)
be: Прагляд дакументацыі да пакетаў (толькі Debian)
uk: Перегляд документації про пакунки (лише для Debian)

source: To use this feature you have to install the package <emphasis>dwww</emphasis>.
be: Каб выкарыстоўваць гэту функцыю, трэба ўсталяваць пакет <emphasis>dwww</emphasis>.
uk: Для використання цієї можливості потрібно встановити пакунок <emphasis>dwww</emphasis>.

source: Dwww provides access to all the installed documentation related to package with a web browser. The whole documentation is hosted via a local HTTP server.
be: Dwww прадастаўляе доступ праз браўзер да ўсёй усталяванай дакументацыі, звязанай з пакетамі. Уся дакументацыя размяшчаецца на лакальным серверы HTTP.
uk: Dwww надає доступ до усієї встановленої документації, що відноситься до пакунку, за допомогою оглядача тенет. Уся документація розташована на локальному HTTP-сервері.

source: Select the package about that you wish to read additional documentation in the <xref linkend="synaptic-win-list"/>.
be: Выберыце пакет, пра які вы жадаеце прачытаць дадатковую дакументацыю, у <xref linkend="synaptic-win-list"/>.
uk: Виберіть пакунок, додаткову документацію якого ви бажаєте прочитати, у <link linkend="synaptic-win-list">переліку пакунків</link>.

source: Choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Browse Documentation</guimenuitem></menuchoice>.
be: Выберыце <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Глядзець дакументацыю</guimenuitem></menuchoice>.
uk: Виберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Огляд документації</guimenuitem></menuchoice>.

source: To View the Changelog of a Package (Debian only)
be: Прагляд гісторыі змен пакета (толькі Debian)
uk: Перегляд історії змін пакунку (лише для Debian)

source: The changelog of native Debian packages can be viewed, only.
be: Гісторыю змен роднага пакета Debian можна толькі праглядзець.
uk: Перегляд історії змін можливий лише для власних пакунків Debian.

source: To view the changelog of a native Debian package perform the following steps:
be: Каб праглядзець гісторыю змен роднага пакета Debian, выканайце наступныя крокі:
uk: Для перегляду історії змін власних пакунків Debian виконайте такі дії:

source: Select the package in the <xref linkend="synaptic-win-list"/>.
be: Выберыце пакет у <xref linkend="synaptic-win-list"/>.
uk: Виберіть пакунок у <link linkend="synaptic-win-list">переліку пакунків</link>.

source: Choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Download Changelog</guimenuitem></menuchoice>.
be: Выберыце <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Спампаваць гісторыю змен</guimenuitem></menuchoice>.
uk: Виберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Завантажити історію змін</guimenuitem></menuchoice>.

source: To Lock a Package to the Current Version (Debian only)
be: Замкнуць пакет на бягучай версіі (толькі Debian)
uk: Блокування поточної версії пакунку (лише для Debian)

source: To lock a package to the current version follow these steps:
be: Каб замкнуць пакет на бягучай версіі, выканайце наступныя крокі:
uk: Для блокування поточної версії пакунку виконайте такі дії:

source: Select the package that you want to lock in the <xref linkend="synaptic-win-list"/>.
be: Выберыце пакет, які жадаеце замкнуць, у <xref linkend="synaptic-win-list"/>.
uk: Виберіть у <link linkend="synaptic-win-list">переліку пакунків</link> той пакунок, який бажаєте заблокувати.

source: Choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Lock Version</guimenuitem></menuchoice>.
be: Выберыце <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Замкнуць версію</guimenuitem></menuchoice>.
uk: Виберіть <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Заблокувати версію</guimenuitem></menuchoice>.

source: The <application>Synaptic Package Manager</application> will reload the package information. You should now see, that the menu item <menuchoice><guimenu>Package</guimenu><guimenuitem>Lock Version</guimenuitem></menuchoice> is checked. Furthermore all actions in the menu <guimenu>Package</guimenu> are disabled now.
be: <application>Synaptic</application> перазагрузіць інфармацыю аб пакеце. Вы ўбачыце, што выбраны пункт меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Замкнуць версію</guimenuitem></menuchoice>. Акрамя таго ўсе дзеянні ў меню <guimenu>Пакет</guimenu> сталі недаступнымі.
uk: <application>Менеджер пакунків Synaptic</application> оновить інформацію про пакунок. Після цього Ви маєте побачити, що у пункті меню <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Заблокувати версію</guimenuitem></menuchoice> з’явився прапорець. Крім того, з цього моменту усі дії в меню <guimenu>Пакунок</guimenu> стануть неактивні.

source: To unlock the package uncheck <menuchoice><guimenu>Package</guimenu><guimenuitem>Lock Version</guimenuitem></menuchoice>.
be: Каб адамкнуць пакет, зніміце галачку ў <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Замкнуць версію</guimenuitem></menuchoice>.
uk: Для розблокування пакунку зніміть прапорець <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Заблокувати версію</guimenuitem></menuchoice>.

source: To Force the Installation of a Specific Version
be: Фарсіравананае ўсталяванне спецыфічнай версіі
uk: Примусове встановлення певної версії

source: The <application>Synaptic Package Manager</application> always selects the most applicable version available. If you force a different version from the default one, errors in the dependency handling can occur.
be: <application>Synaptic</application> заўсёды выбірае найбольш адпаведную версію з даступных. Калі вы фарсіруеце іншую версію замест перадвызначанай, могуць быць памылкі ў кіраванні залежнасцямі.
uk: <application>Менеджер пакунків Synaptic</application> завжди обирає набільш відповідну версію з доступних. Якщо Ви примусово встановите версію, що відрізняється від типової версії, то можлива поява помилок при обробці залежностей.

source: To force the installation of a version of package different to the default one perform the following steps:
be: Каб фарсіраваць усталяванне версіі пакета, іншай чым перадвызначаная, выканайце наступныя крокі:
uk: Для примусового встановлення версії пакунку, що відрізняється від запропонованої, виконайте такі дії:

source: Choose <menuchoice><guimenu>Package</guimenu><guimenuitem>Force Version...</guimenuitem></menuchoice> from the menu to open a dialog with all available versions of the package.
be: Выберыце ў меню <menuchoice><guimenu>Пакет</guimenu><guimenuitem>Фарсіраваць версію...</guimenuitem></menuchoice> каб адкрыць акенца з даступнымі версіямі пакета.
uk: Виберіть у меню <menuchoice><guimenu>Пакунок</guimenu><guimenuitem>Вказати версію...</guimenuitem></menuchoice>, щоб відкрити діялоґове вікно з усіма доступними версіями пакунку.

source: Select the version that should be marked for installation. To confirm your decision click on the button <guibutton>Force</guibutton>.
be: Выберыце версію для ўсталявання. Каб пацвердзіць ваша рашэнне, націсніце кнопку <guibutton>Фарсіраваць</guibutton>.
uk: Виберіть версію, яка повинна бути позначена для встановлення. Для підтвердження Вашого рішення клацніть на кнопці <guibutton>Призначити версію</guibutton>.

source: Apply the marked changes to actually install the forced package version: <placeholder-1/>
be: Прымяніце пазначаныя змены каб нарэшце ўсталяваць фарсіраваную версію пакета: <placeholder-1/>
uk: Застосуйте позначені зміни для фактичного встановлення примусової версії пакунку: <placeholder-1/>

source: You will be asked for confirmation. Check the summarized changes that will be applied. To continue with the actual installation confirm the changes click on <guibutton>Apply</guibutton>
be: У вас спытаюць пацвярджэнне. Праверце ўсе змены, якія будуць ужыты. Каб працягнуць гэта ўсталяванне, пацвердзіце змены, націснуўшы на <guibutton>Ужыць</guibutton>
uk: Вам буде видано запит на підтвердження. Перевірте узагальнені зміни, які буде застосовано. Для продовження фактичного встановлення підтвердіть зміни, клацнувши <guibutton>Застосувати</guibutton>.

source: To Fix Broken Packages
be: Выпраўленне сапсаваных пакетаў
uk: Виправлення пошкоджених пакунків

source: <application>Synaptic Package Manager</application> will not allow any further changes to the system before all broken packages are fixed.
be: <application>Synaptic</application> не дазволіць далейшых змен сістэмы, пакуль не выпраўлены ўсе сапсаваныя пакеты.
uk: <application>Менеджер пакунків Synaptic</application> не дозволить виконувати якісь подальші зміни у системі, перш ніж не буде виправлено усі пошкоджені пакунки.

source: To show all broken packages choose the <emphasis>Broken</emphasis> filter.
be: Каб паказаць усе сапсаваныя пакеты, выберыце фільтр <emphasis>Сапсаваныя</emphasis>.
uk: Для перегляду усіх пошкоджених пакунків виберіть фільтр <emphasis>Пошкоджені</emphasis>.

source: To correct the broken packages perform the following steps: choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Fix Broken Packages</guimenuitem></menuchoice> from the menu.
be: Каб паправіць сапсаваныя пакеты, выканайце наступныя крокі: выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Выправіць сапсаваныя пакеты</guimenuitem></menuchoice>.
uk: Для виправлення пошкоджених пакунків виконайте такі дії:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Fix Broken Packages</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Выправіць сапсаваныя пакеты</guimenuitem></menuchoice>.
uk: Виберіть у меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Виправити пакунки з "помилками"</guimenuitem></menuchoice>.

source: Press the key combination <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo>.
be: Націсніце камбінацыю клавіш <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo>.
uk: Натисніть комбінацію <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo>.

source: Apply the marked changes to actually fix the packages: <placeholder-1/>
be: Прымяніце пазначаныя змены каб нарэшце выправіць пакеты: <placeholder-1/>
uk: Застосуйте позначені зміни для фактичного виправлення пакунків: <placeholder-1/>

source: You will be asked for confirmation. Check the summarized changes that will be applied. To continue with the actual repair confirm the changes click on <guibutton>Apply</guibutton>
be: Вас папросяць пацвердзіць. Праверце ўсе змены, якія будуць ужыты. Каб працягнуць з гэтым выпраўленнем, пацвердзіце змены, націснуўшы <guibutton>Ужыць</guibutton>
uk: Вам буде видано запит на підтвердження. Перевірте узагальнені зміни, які буде застосовано. Для продовження фактичного виправлення підтвердіть зміни, клацнувши <guibutton>Застосувати</guibutton>.

source: Repositories
be: Рэпазіторыі
uk: Сховища ПЗ

source: Packages are made available through so called <emphasis>repositories</emphasis>. The repository contains the packages and an index which includes some basic information about the packages, e.g. required dependencies or a short description.
be: Пакеты даступныя са сховішчаў, або <emphasis>рэпазіторыяў</emphasis>. Рэпазіторый змяшчае пакеты і індэкс, які ўключае базавую інфармацыю аб пакеце, напрыклад патрэбныя залежнасці ці кароткае апісанне.
uk: Пакунки розповсюджуються через так званні <emphasis>сховища</emphasis>. Сховище містить пакунки та індекс, що включає у себе деякі основні відомості про пакунки, наприклад потрібні залежності або короткий опис.

source: Repositories can be located on many medias: CD-Rom/DVD, local hard disk, the Web (http,ftp) or remote file system (nfs).
be: Рэпазіторыі могуць размяшчацца ў многіх месцах: CD/DVD, лакальны жорсткі дыск, інтэрнэт (http,ftp) ці аддаленая файлавая сістэма (nfs).
uk: Сховища можуть бути розташовані на багатьох носіях: CD/DVD-дисках, на локальному жорсткому диску, у Інтернеті (http, ftp) або на віддаленій файловій системі (nfs).

source: To Reload the Package Information
be: Перазагрузка інфармацыі аб пакеце
uk: Оновлення відомостей про пакунок

source: To collect the list of all available packages from the repositories choose one of the following methods:
be: Каб атрымаць спіс даступных пакетаў з рэпазіторыяў, выберыце адзін з наступных метадаў:
uk: Щоб зібрати перелік усіх доступних пакунків зі сховищ, виберіть один з наступних способів:

source: To Edit, Add or Remove Repositories
be: Рэдагаванне, даданне ці выдаленне рэпазіторыяў
uk: Редагування, додавання або вилучення сховищ ПЗ

source: You can edit, add or delete repositories in the repository preferences.
be: Вы можаце рэдагаваць, дадаваць ці выдаляць рэпазіторыі ў наладах рэпазіторыяў.
uk: Ви можете редагувати, додавати або вилучати сховища ПЗ у налаштуваннях джерел додатків.

source: Open the repository editor with <menuchoice><guimenu>Preferences</guimenu><guimenuitem>Repositories</guimenuitem></menuchoice> from the menu.
be: Адкрыйце рэдактар рэпазіторыя ў меню <menuchoice><guimenu>Налады</guimenu><guimenuitem>Рэпазіторыі</guimenuitem></menuchoice>.
uk: Відкрийте редактор сховищ за допомогою меню <menuchoice><guimenu>Налаштування</guimenu><guimenuitem>Сховища ПЗ</guimenuitem></menuchoice>.

source: Repository Preferences
be: Налады рэпазіторыя
uk: Налаштування сховищ ПЗ

source: Shows the repository preferences
be: Паказвае налады рэпазіторыя
uk: Показує налаштування сховищ

source: To Add Repositories From CD-ROM
be: Дадаць рэпазіторый з CD-ROM
uk: Додавання сховища ПЗ з компакт-диску

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Add CD...</guimenuitem></menuchoice> from the menu.
be: Выберыце ў меню <menuchoice><guimenu>Рэдагаваць</guimenu><guimenuitem>Дадаць CD...</guimenuitem></menuchoice>.
uk: Виберіть у меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Додати компакт-диск...</guimenuitem></menuchoice>.

source: The Syntax of the APT line
be: Сінтаксіс радка APT
uk: Синтаксис рядка APT

source: The package manager stores all available repositories in a text based configuration file. Each line describes the type, location and content of one repository.
be: Кіраўнік пакетаў захоўвае ўсе магчымыя рэпазіторыі ў тэкставым канфігурацыйным файле. Кожны радок апісвае тып, месцазнаходжанне і змесціва аднаго рэпазіторыя.
uk: Менеджер пакунків зберігає усі доступні сховища ПЗ у текстовому конфігураційному файлі. Кожен рядок описує тип, розташування й вміст одного сховища.

source: Syntax of an APT line e.g. <emphasis>deb http://ftp.debian.org sarge main</emphasis>
be: Сінтаксіс радка APT, напрыклад <emphasis>deb http://ftp.debian.org sarge main</emphasis>
uk: Синтаксис рядка APT, наприклад такий: <emphasis>deb http://ftp.debian.org sarge main</emphasis>

source: Element
be: Элемент
uk: Елемент

source: The first elements describes the type of the repository. Possible values are <placeholder-1/> (Debian binary packages), <placeholder-2/>(Debian source packages), <placeholder-3/> (RPM binary packages), <placeholder-4/> (Redhat source packages), <placeholder-5/> (folder that contains RPM binary packages) and <placeholder-6/> (folder that contains RPM source packages).
be: Першы элемент апісвае тып рэпазіторыя. Магчымыя значэнні: <placeholder-1/> (бінарныя пакеты Debian), <placeholder-2/>(зыходныя пакеты Debian), <placeholder-3/> (бінарныя пакеты RPM), <placeholder-4/> (зыходныя пакеты Redhat), <placeholder-5/> (папка з бінарнымі пакетамі RPM) і <placeholder-6/> (папка з зыходнымі пакетамі RPM).
uk: Перший елемент описує тип сховища. Можливі значення: <placeholder-1/> (Бінарні пакунки Debian), <placeholder-2/> (Пакунки Debian з джерельним кодом), <placeholder-3/> (Бінарні пакунки RPM), <placeholder-4/> (Пакунки Redhat з джерельним кодом), <placeholder-5/> (тека, що містить бінарні пакунки RPM) й <placeholder-6/> (тека, що містить пакунки RPM з джерельним кодом).

source: The second element is the location of the repository. The repository can be accessed by the protocols HTTP and FTP, or locally on a CD, DVD or hard disk.
be: Другі элемент паказвае месцазнаходжанне рэпазіторыя. Рэпазіторый можна дасягнуць праз пратаколы HTTP і FTP, ці лакальна на CD, DVD ці жорсткім дыску.
uk: Другий елемент — це розташування сховища ПЗ. Сховище ПЗ може бути доступним за протоколами HTTP та FTP або локально, на КД, DVD або жорсткому диску.

source: Debian Developer's Reference
be: Даведка распрацоўшчыка Debian
uk: Довідник розробника Debian

source: The third element describes the distribution for which the packages are made for, see the <placeholder-1/> for more details on distributions of Debian.
be: Трэці элемент апісвае дыстрыбутыў, для якога створаны гэтыя пакеты, глядзіце <placeholder-1/> для падрабязнасцей аб дыстрыбутывах Debian.
uk: Третій елемент дає опис дистрибутиву, для якого створено ці пакунки, див. <placeholder-1/> для отримання додаткових відомостей про дистрибутиви Debian.

source: The forth element describes sections of the repository that should be included. By default official Debian repositories are separated into the sections <placeholder-1/>, <placeholder-2/> and <placeholder-3/>, see the <placeholder-4/> for more details on sections of Debian.
be: Чацвёрты элемент апісвае секцыі рэпазіторыя, якія трэба ўключыць. Па змаўчанні афіцыйныя рэпазіторыі Debian падзелены паміж секцыямі <placeholder-1/>, <placeholder-2/> і <placeholder-3/>, глядзіце <placeholder-4/> для падрабязнасцей пра секцыі ў Debian.
uk: Четвертий елемент дає опис розділів сховища ПЗ, які повинні бути включені. Типово офіційні сховища Debian розділені на розділи <placeholder-1/>, <placeholder-2/> та <placeholder-3/>, див. <placeholder-4/> для отримання додаткових відомостей про розділи Debian.

source: The distribution and section element are not required for each type.
be: Дыстрыбутыў і секцыя не абавязковыя для кожнага тыпу.
uk: Не потрібно для кожного типу вказувати дистрибутив та розділ сховища.

source: Custom Filters
be: Фільтры
uk: Спеціяльні фільтри

source: Filters enable you to narrow down the list of shown packages by a variety of package attributes.
be: Фільтры дазваляюць вам скараціць спіс паказваемых пакетаў дзякуючы разнастайнасці атрыбутаў.
uk: Фільтри дозволяють скоротити перелік показуваних пакунків у залежності від різних атрибутів пакунку.

source: <application>Synaptic Package Manager</application> comes with a set of predefined filters.
be: <application>Synaptic</application> ідзе з наборам перадвызначаных фільтраў.
uk: <application>Менеджер пакунків Synaptic</application> постачається з набором передвстановлених фільтрів.

source: Predefined Filters
be: Перадвызначаныя фільтры
uk: Передвстановлені фільтри

source: All packages
be: Усе пакеты
uk: Усі пакунки

source: Display all known packages.
be: Паказаць усе вядомыя пакеты.
uk: Показує усі відомі пакунки.

source: Marked Changes
be: Пазначаныя змены
uk: Позначені зміни

source: Display all packages that are marked for a status change.
be: Паказаць усе пакеты, якія пазначаны для змены статусу.
uk: Показує усі пакунки, позначені для зміни стану
