Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-tmispell-voikko_tmispell-voikko-*.po
Languages: ru, uk

source: Error initializing character set conversion: %s
ru: Ошибка инициализации конвертирования набора символов: %s
uk: Помилка ініціалізації конвертації набору символів: %s

source: Conversion of '%s' to character set '%s' failed: %s
ru: Ошибка конвертирования '%s' в набор символов '%s': %s
uk: Невдала конвертація «%s» в набір символів «%s»: %s

source: \ at the end of a string
ru: \ в конце строки
uk: \ наприкінці рядка

source: Unterminated quoted string
ru: Незакрытые кавычки в строке
uk: Незакриті лапки у рядку

source: Unable to open configuration file %s
ru: Не удалось открыть файл настроек %s
uk: Неможливо відкрити конфігураційний файл %s

source: Parse error in file "%s" on line %d, column %d: %s
ru: Синтаксическая ошибка в файле "%s", строка %d, столбец %d: %s
uk: Помилка у файлі «%s» у рядку %d, стовпці %d: %s

source: Parse error in file "%s" on line %d: %s
ru: Синтаксическая ошибка в файле "%s", строка %d: %s
uk: Помилка у файлі «%s» у рядку %d: %s

source: Parse error in file "%s": %s
ru: Синтаксическая ошибка в файле "%s": %s
uk: Помилка у файлі «%s»: %s

source: Incomplete spell checker entry
ru: Неполный элемент программы проверки произношения
uk: Неповний елемент програми перевірки орфографії

source: Usage: %s [options] [file]... Options: [FMNLVlfsaAtnhgbxBCPmSdpwWTv] -F <file> Use given file as the configuration file. The following flags are same for ispell: -v[v] Print version number and exit. -M One-line mini menu at the bottom of the screen. -N No mini menu at the bottom of the screen. -L <num> Number of context lines. -V Use "cat -v" style for characters not in the 7-bit ANSI character set. -l Only output a list of misspelled words. -f <file> Specify the output file. -s Issue SIGTSTP at every end of line. -a Read commands. -A Read commands and enable a command to include a file. -e[e1234] Expand affixes. -c Compress affixes. -D Dump affix tables. -t The input is in TeX format. -n The input is in [nt]roff format. -h The input is in sgml format. -b Create backup files. -x Do not create backup files. -B Do not allow run-together words. -C Allow run-together words. -P Do not generate extra root/affix combinations. -m Allow root/affix combinations that are not in dictionary. -S Sort the list of guesses by probable correctness. -d <dict> Specify an alternate dictionary file. -p <file> Specify an alternate personal dictionary. -w <chars> Specify additional characters that can be part of a word. -W <len> Consider words shorter than this always correct. -T <fmt> Assume a given formatter type for all files. -r <cset> Specify the character set of the input.
uk: Використання: %s [опції] [файл]... Опції: [FMNLVlfsaAtnhgbxBCPmSdpwWTv] -F <файл> Використовує вказаний файл в якості конфігураційного. Наступні прапорці такі ж самі як і для ispell: -v[v] Вивести номер версії та вийти. -M Однорядкове міні-меню внизу екрану. -N Без міні-меню внизу екрану. -L <num> Кількість контекстних рядків. -V Користуйтесь стилем «cat -v» для символів не 7-bit ANSI набору символів (кодування). -l Тільки вивід списку неправильних слів. -f <file> Вказати файл виводу. -s Емітування SIGTSTP в кінці кожного рядка. -a Прочитати команди. -A Прочитати команди та дозволити команді включити файл. -e[e1234] Розкрити вкладення. -c Стиснути вкладення. -D Вивантажити таблиці вкладень. -t Введення в форматі TeX. -n Введення в форматі [nt]roff. -h Введення в форматі sgml. -b Створити резервні файли. -x Не створювати . -B Заборонити загальнокеруючі слова. -C Дозволити загальнокеруючі слова. -P Не генерувати особливі кореневі комбінації. -m Дозволити кореневі комбінації, яких немає у словнику. -S Впорядкувати список припущень за вірогідністю коректності. -d <dict> Вказує альтернативний файл словника. -p <file> Вказує альтернативний особистий словник. -w <chars> Вказує спеціальні символи, що можуть бути частиною слова. -W <len> Розглядає коротші слова на коректність. -T <fmt> Вказує тип форматувача для всіх файлів. -r <cset> Вказує набір символів вводу.

source: Missing argument for option %s
ru: Отсутствует аргумент параметра %s
uk: Відсутній аргумент для опції %s

source: Unknown option %s
ru: Неизвестный параметр %s
uk: Невідомий параметр %s

source: Unable to open file %s for reading a dictionary.
ru: Не удалось открыть файл словаря %s.
uk: Неможу відкрити файл %s для читання словника.

source: Unable to open file %s for writing a dictionary.
ru: Не удалось сохранить файл словаря %s.
uk: Неможу відкрити файл %s для запису у словник

source: Error initialising libvoikko
ru: Ошибка инициализации libvoikko
uk: Помилка ініціалізації libvoikko

source: Unable to set encoding to %s
ru: Не удалось установить кодировку как %s
uk: Неможу задати кодування для %s

source: An Ispell program was not given in the configuration file %s
ru: Программа lspell не была указана в конфигурационном файле %s
uk: Програму lspell не було вказано у конфігураційному файлі %s

source: Unable to write to file %s
ru: Не удалось записать файл %s
uk: Неможу записати в файл %s

source: File: %s
ru: Файл: %s
uk: Файл: %s

source: [SP] <number> R)epl A)ccept I)nsert L)ookup U)ncap Q)uit e(X)it or ? for help
uk: [SP] <номер> R)Відповісти A)Прийняти I)Вставити L)Продивитися U)Відкрити Q)Покинути (X)Вийти або ? для допомоги

source: Whenever an unrecognized word is found, it is printed on a line on the screen. If there are suggested corrections they are listed with a number next to each one. You have the option of replacing the word completely, or choosing one of the suggested words. Alternatively, you can ignore this word, ignore all its occurrences or add it in the personal dictionary. Commands are: r Replace the misspelled word completely. space Accept the word this time only. a Accept the word for the rest of this session. i Accept the word, and put it in your personal dictionary. u Accept and add lowercase version to personal dictionary. 0-9 Replace with one of the suggested words. x Write the rest of this file, ignoring misspellings, and start next file. q Quit immediately. Asks for confirmation. Leaves file unchanged. ^Z Suspend program. ? Show this help screen.
uk: Щоразу, як знайдено невідоме слово, воно виводиться у рядку на екрані. За наявності пропонованих виправлень вони перелічуються низкою поряд з кожним з них. У вас є можливість замінити слова повністю, або вибрати одне з запропонованих слів. Крім того, ви можете ігнорувати це слово, ігнорувати всі його входження або додати його у особистий словник. Команди: r Замінити слово з помилкою повністю. space Прийняти слова лише в цей раз. a Прийняти слова для іншої частини цієї сесії. i Прийняти слово, і додати його в особистий словник. u Прийняти і додати малими літерами в особистий словник. 0-9 Замінити з одним з варіантів слів. x Написати решту цього файлу, ігноруючи орфографічні помилки, і почати наступний файл. q Негайний вихід. Запит підтвердження. Залишити файл без змін. ^Z Призупинення програми. ? Показати цю довідку.

source: Are you sure you want to throw away your changes? (y/n):
ru: Вы действительно желаете не сохранять изменения? (y/n):
uk: Ви впевнені, що бажаєте відкинути зміни? (y/n):

source: Replace with:
ru: Заменить на:
uk: Замінити на:

source: -- Press any key to continue --
ru: --- Для продолжения нажмите любую клавишу ---
uk: --Натисніть будь-яку клавішу для продовження--

source: Unable to open file %s
ru: Не удалось открыть файл %s
uk: Неможливо відкрити файл %s

source: Unable to open temporary file
ru: Не удалось открыть временный файл
uk: Неможливо відкрити тимчасовий файл
