Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity-lens-video_unity-lens-video-*.po
Languages: be

source: Online
be: У сеціве

source: More suggestions
be: Іншыя прапановы

source: %d min
be: %d хв

source: Play
be: Прайграць

source: Director
be: Рэжысэр

source: Cast
be: Акторы

source: Genre
be: Жанр

source: Uploaded by
be: Запампавана

source: Uploaded on
be: Дата запампоўвання

source: Search videos
be: Пошук па відэазапісах

source: My videos
be: Мае відэазапісы

source: Show in Folder
be: Адкрыць у папцы

source: Format
be: Фармат

source: Dimensions
be: Памеры

source: Size
be: Памер

source: Free
be: Дармова

source: Videos
be: Відэа

source: This is an Ubuntu search plugin that enables local videos to be searched and displayed in the Dash underneath the Video header. If you do not wish to search this content source, you can disable this search plugin.
be: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі лакальных відэа для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Відэа». Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.

source: Remote videos
be: Іншыя відэа

source: This is an Ubuntu search plugin that enables information from various video providers to be searched and displayed in the Dash underneath the Video header. If you do not wish to search these content sources, you can disable this search plugin.
be: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі ад розных пастаўшчыкоў відэа для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Відэа». Калі вы не хочаце выконваць пошук у гэтых крыніцах змесціва, вы можаце адключыць гэту пошукавую ўбудову.
