Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-update-notifier_update-notifier-*.po
Languages: uk

source: Unknown Error: '%s' (%s)
uk: Невідома помилка: '%s' (%s)

source: %d of these updates is an ESM %s security update.
uk: %d з цих оновлень – це оновлення безпеки ESM %s.

source: %i additional security update can be applied with ESM %s. Learn more about enabling ESM %s service %s
uk: Можна застосувати %i додаткове оновлення безпеки з ESM %s. Докладніше про увімкнення ESM %s служби %s

source: Enable ESM %s to receive additional future security updates.
uk: Увімкніть ESM %s, щоб отримувати додаткові майбутні оновлення безпеки.

source: See https://ubuntu.com/esm or run: sudo pro status
uk: Перегляньте https://ubuntu.com/esm або виконайте: sudo pro status

source: Expanded Security Maintenance for %s is enabled.
uk: Розширене обслуговування безпеки для %s увімкнено.

source: Expanded Security Maintenance for %s is not enabled.
uk: Розширене обслуговування безпеки для %s не увімкнено.

source: %i update can be applied immediately.
uk: %i оновлення можна застосувати негайно.

source: %i of these updates is a standard security update.
uk: %i з цих оновлень є стандартними оновленнями безпеки.

source: To see these additional updates run: apt list --upgradable
uk: Щоб переглянути список додаткових оновлень, віддайте команду apt list --upgradable

source: Error: Opening the cache (%s)
uk: Помилка: Відкриття кешу (%s)

source: Error: BrokenCount > 0
uk: Помилка: Невірний порядковий номер > 0

source: Error: Marking the upgrade (%s)
uk: Помилка: Розмітка оновлення (%s)

source: Show the packages that are going to be installed/upgraded
uk: Показати пакунки, що будуть встановлені/оновлені

source: Show human readable output on stdout
uk: Вивести на стандартний вивід придатний для читання результат

source: Return the time in days when security updates are installed unattended (0 means disabled)
uk: Показати кількість днів, що пройшли з останнього автоматичного оновлення системи безпеки (0, якщо автоматичні оновлення вимкнені)

source: System program problem detected
uk: Виявлено помилку системної проґрами

source: Do you want to report the problem now?
uk: Бажаєте повідомити про проблему зараз?

source: Report problem…
uk: Повідомити про проблему…

source: Crash report detected
uk: Виявлено звіт про аварійне завершення проґрами

source: An application has crashed on your system (now or in the past). Click on the notification icon to display details.
uk: Проґрама у вашій системі завершилася аварійно (щойно, або раніше). Натисніть на піктограмі сповіщення для показу подробиць.

source: Software Packages Volume Detected
uk: Знайдено носій з пакунками проґрам

source: <span weight="bold" size="larger">A volume with software packages has been detected.</span> Would you like to open it with the package manager?
uk: <span weight="bold" size="larger">Було виявлено носій із пакунками проґрамного забезпечення.</span> Бажаєте відкрити його за допомогою менеджера пакунків?

source: Start Package Manager
uk: Запуск Менеджера пакунків

source: Upgrade volume detected
uk: Виявлено носій з оновленнями

source: <span weight="bold" size="larger">A distribution volume with software packages has been detected.</span> Would you like to try to upgrade from it automatically?
uk: <span weight="bold" size="larger">Було виявлено дистрибутивний носій із пакунками проґрамного забезпечення.</span> Бажаєте спробувати автоматично оновитися з нього?

source: Run upgrade
uk: Почати оновлення

source: APTonCD volume detected
uk: Виявлено носій APTonCD

source: <span weight="bold" size="larger">A volume with unofficial software packages has been detected.</span> Would you like to open it with the package manager?
uk: <span weight="bold" size="larger">Було виявлено носій із неофіційним проґрамним забезпеченням.</span> Бажаєте відкрити його за допомогою менеджера пакунків?

source: Start package manager
uk: Запустити менеджер пакунків

source: _Run this action now
uk: _Виконати цю дію зараз

source: Information available
uk: Наявна інформація

source: Click on the notification icon to show the available information.
uk: Натисніть на піктограмі сповіщення для показу доступної інформації.

source: Show Settings…
uk: Показати параметри…

source: An update has just been applied.
uk: Щойно було застосовано оновлення.

source: Livepatch Settings…
uk: Параметри Livepatch…

source: Livepatch is on
uk: Livepatch увімкнено

source: No current updates
uk: Немає поточних оновлень

source: %zd current update
uk: %zd поточне оновлення

source: An error occured when checking for Livepatch updates.
uk: Під час спроби знайти оновлення Livepatch сталася помилка.

source: An error occured when applying Livepatch updates.
uk: Під час спроби застосувати оновлення Livepatch сталася помилка.

source: System restart required
uk: Потрібно перезавантажити систему

source: To finish updating your system, please restart it. Click on the notification icon for details.
uk: Для завершення оновлення системи, будь-ласка, перезавантажте її Натисніть на іконку повідомлення для деталей

source: Reboot failed
uk: Невдала спроба перезавантаження

source: Failed to request reboot, please shutdown manually
uk: Невдала спроба перезавантаження, будь-ласка, зробіть це власноруч.

source: Ubuntu Pro is available for this computer.
uk: Для цього комп'ютера доступна Ubuntu Pro.

source: Do you want to enable Ubuntu Pro?
uk: Хочете активувати Ubuntu Pro?

source: Don’t remind me again
uk: Більше не нагадувати

source: Enable Ubuntu Pro
uk: Активувати Ubuntu Pro

source: Show updates
uk: Показати оновлення

source: Install all updates
uk: Встановити усі оновлення

source: Check for updates
uk: Перевірити на наявність оновлень

source: There is %i update available
uk: Наявне %i оновлення

source: Show notifications
uk: Показати сповіщення

source: A package manager is working
uk: Працює менеджер пакунків

source: There is %i update available. Click on the notification icon to show the available update.
uk: Доступно %i оновлення. Натисніть на піктограмі сповіщення, щоб показати доступне оновлення.

source: Software updates available
uk: Наявні оновлення проґрамного забезпечення

source: The update information is outdated. This may be caused by network problems or by a repository that is no longer available. Please update manually by selecting 'Show updates' from the indicator menu, and watching for any failing repositories.
uk: Інформація про оновлення застаріла. Це може бути зпричинено мережевими проблемами або репозиторій відсутній. Будь-ласка, оновіть вручну обираючи 'Показати оновлення' з меню індикатора, спостерігаючи за будь-якими помилковими репозиторіями.

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong. The error message was: '%s'.
uk: Сталася помилка, будь-ласка, завантажте Менеджер Пакунків із меню чи виконайте команду apt-get у терміналі для того, щоб побачити причину помилки. Повідомлення про помилку: '%s'.

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong.
uk: Виникла помилка, будь ласка, запустіть Менеджер пакунків із контекстного меню, або apt-get у терміналі для перегляду її причин.

source: This usually means that your installed packages have unmet dependencies
uk: Зазвичай мається на увазі, що встановлені пакунки мають незадоволені залежності

source: A problem occurred when checking for the updates.
uk: Виникла проблема під час перевірки оновлень.

source: - inform about updates
uk: - інформувати про оновлення

source: Failed to init the UI: %s
uk: Не вдається завантажити графічний інтерфейс: %s

source: unknown error
uk: невідома помилка

source: update-notifier
uk: сповіщувач про оновлення

source: <span weight="bold" size="larger">Update information</span>
uk: <span weight="bold" size="larger">Інформація про оновлення</span>

source: Restart Required
uk: Потрібно перезавантажити

source: Restart _Later
uk: Перезавантажити _пізніше

source: _Restart Now
uk: _Перезавантажити зараз

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
uk: Комп'ютер потребує перезавантаження для завершення встановлення оновлень. Збережіть незавершене перед тим як продовжити.

source: Authentication is needed to upgrade
uk: Для оновлення необхідне підтвердження.

source: Authentication is needed to query package system lock status
uk: Для запиту статусу блокування системи пакета необхідне підтвердження

source: Update Notifier
uk: Сповіщення про оновлення

source: Check for available updates automatically
uk: Автоматично перевіряти наявність оновлень

source: Ubuntu Advantage Notification
uk: Сповіщення про переваги Ubuntu

source: Notifies user if user has not connected to Ubuntu Advantage.
uk: Повідомляє користувача, якщо користувач не підключився до Ubuntu Advantage.

source: Failure to download extra data files
uk: Не вдалося завантажити додаткові файли даних

source: The following packages requested additional data downloads after package installation, but the data could not be downloaded or could not be processed.
uk: Наступні пакунки потребують додаткового завантаження даних після встановлення, але дані неможливо завантажити чи неможливо встановити.

source: The download will be attempted again later, or you can try the download again now. Running this command requires an active Internet connection.
uk: Пізніше буде зроблена повторна спроба завантаження, або ви можете спробувати знову зараз. Виконання цієї команди вимагає активного інтернет-з'єднання.

source: Data files for some packages could not be downloaded
uk: Файли даних для деяких пакунків неможливо завантажити

source: This is a permanent failure that leaves these packages unusable on your system. You may need to fix your Internet connection, then remove and reinstall the packages to fix this problem.
uk: Ця помилка залишає у системі багато невикористаних пакунків. Для вирішення цієї проблеми налагодьте Інтернет з’єднання, повністю вилучіть та знову встановіть пакунки.
