Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unattended-upgrades_unattended-upgrades-*.po
Languages: uk

source: Allowed origins are: %s
uk: Дозволені джерела: %s

source: Initial blacklist: %s
uk: Початковий чорний список: %s

source: Initial whitelist (%s): %s
uk: Початковий білий список(%s): %s

source: Package %s is blacklisted.
uk: Пакет %s міститься у чорному списку.

source: package %s upgradable but fails to be marked for upgrade (%s)
uk: пакунок %s доступний для оновлення, але його не вдається позначити для оновлення (%s)

source: Progress: %s %% (%s)
uk: Поступ: %s %% (%s)

source: System is on metered connection, stopping
uk: Система на лімітованому з'єднанні, зупинка

source: Unable to parse %s.
uk: Неможливо розібрати %s.

source: All upgrades installed
uk: Усі оновлення встановлено

source: Installing the upgrades failed!
uk: Встановлення оновлень не вдалося!

source: error message: %s
uk: повідомлення помилки: %s

source: dpkg returned a error! See %s for details
uk: dpkg завершився помилкою! Див.подробиці у %s

source: Apt returned an error, exiting
uk: Apt завершився помилкою, виходимо

source: [reboot required]
uk: [необхідний перезапуск]

source: [package on hold]
uk: [пакунок зафіксовано]

source: {hold_flag}{reboot_flag} unattended-upgrades result for {machine}: {result}
uk: {hold_flag}{reboot_flag} результати unattended-upgrades для {machine}: {result}

source: Packages that were upgraded:
uk: Пакунки, що були онвлені:

source: Packages that attempted to upgrade:
uk: Пакунки, які намагалися оновити:

source: Packages with upgradable origin but kept back:
uk: Пакунки, оновлені у джерелі, але залишені тими ж у системі:

source: Packages that were auto-removed:
uk: Пакунки, що не були автоматично вилучені:

source: Packages that were kept from being auto-removed:
uk: Пакунки, що були захищені від автоматичного вилучення:

source: Package installation log:
uk: Журнал встановлення пакунків

source: Unattended-upgrades log:
uk: Журнал unattended-upgrades:

source: Writing dpkg log to %s
uk: Запис dpkg до журналу %s

source: Found %s, but not rebooting because %s is logged in.
uk: Знайдено %s, але не перезавантажено оскільки %s увійшов у систему.

source: Keeping the following auto-removable package(s) because they include %s which is set to be kept unmodified: %s
uk: Зберігаємо наступні пакунки, які доступні для автоматичного вилучення, оскільки вони містять %s, який позначено таким, що має буте збережений без змін: %s

source: Keeping auto-removable %s package(s) because it would also remove the following packages which should be kept in this step: %s
uk: Зберігаємо пакунки %s, які доступні для автоматичного вилучення, оскільки вони також вилучать наступні пакунки, які мають бути збережені на цьому етапі: %s

source: Keeping %s auto-removable package(s) because it would also remove the following packages which should be kept in this step: %s
uk: Зберігаємо пакунки %s, які доступні для автоматичного вилучення, оскільки вони також вилучать наступні пакунки, які мають бути збережені на цьому етапі: %s

source: Keeping the following auto-removable package(s) because they include %s which package is related to the running kernel: %s
uk: Зберігаємо наступні пакунки, які доступні для автоматичного вилучення, оскільки вони також містять в собі %s, пакунок якого пов'язанийз поточним ядром: %s

source: Packages that were successfully auto-removed: %s
uk: Пакунки, що були успішно автоматично вилучені: %s

source: Packages that are kept back: %s
uk: Пакунки, які були збережені: %s

source: Auto-removing the packages failed!
uk: Автоматичне вилучення пакунків не вдалося!

source: Error message: %s
uk: Повідомлення про помилку: %s

source: dpkg returned an error! See %s for details
uk: dpkg завершився помилкою! Див.подробиці у %s

source: An error occurred: %s
uk: Виникла помилка: %s

source: An error occurred
uk: Сталася помилка

source: Not running on the development release.
uk: Не працює на випуску, що є на етапі розробки.

source: Starting unattended upgrades script
uk: Стартують сценарії необслуговуваного оновлення

source: Lock could not be acquired (another package manager running?)
uk: Не вдалося виконати блокування (працює ще один менеджер пакунків?)

source: Cache lock can not be acquired, exiting
uk: Не вдалося виконати блокування кешу, закінчення роботи

source: Unclean dpkg state detected, trying to correct
uk: Знайдено стан незакінченості роботи dpkg, спробуємо виправити

source: dpkg --configure -a output: %s
uk: Результат dpkg --configure -a: %s

source: Cache has broken packages, exiting
uk: У кеші зіпсовані пакунки, закінчення роботи

source: Upgrade was interrupted
uk: Оновлення було перерване

source: GetArchives() failed: %s
uk: Не вдалося виконати GetArchives(): %s

source: The URI %s failed to download, aborting
uk: Не вдался завантажити з URI %s, перериваємо

source: Download finished, but file %s not there?!?
uk: Завантаження завершене, але файлу %s немає?!?

source: Package %s has conffile prompt and needs to be upgraded manually
uk: Пакунок %s містить запрошення до конфігурації, і його потрібно оновити вручну

source: package %s not upgraded
uk: пакунок %s не оновлено

source: Removing unused kernel packages: %s
uk: Вилучення невикористовуваних пакунків з ядрами: %s

source: No packages found that can be upgraded unattended and no pending auto-removals
uk: Не знайдені пакунки, які можна оновити без нагляду та ті, що не очікують автоматичного вилучення

source: Packages that will be upgraded: %s
uk: Пакунки, які будуть оновлені: %s

source: print debug messages
uk: виводити зневаджувальні повідомлення

source: make apt/libapt print verbose debug messages
uk: встановити для apt/libapt вивід детальних повідомлень зневадження

source: print info messages
uk: друкувати інформаційні повідомлення

source: Simulation, download but do not install
uk: Симуляція, завантажувати але не встановлювати

source: Only download, do not even try to install.
uk: Лише завантаженняі, навіть не намагатися встановити.

source: You need to be root to run this application
uk: Ви повинні мати права root для запуску цієї програми

source: Unattended-upgrade in progress during shutdown, please don't turn off the computer
uk: Необслуговуване оновлення виконується під час завершення роботи системи, будь ласка, не вимикайте комп'ютер

source: Unattended-upgrades stopped. There may be upgrades left to be installed in the next run.
uk: Необслуговувані оновлення зупинились. Можуть залишитись оновлення, що мають бути встановлені під час наступного запуску.

source: error message: '%s'
uk: повідомлення про помилку: «%s»

source: Running unattended-upgrades in shutdown mode
uk: Виконання необслуговуваного оновлення у режимі закінчення роботи
