Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity_unity-*.po
Languages: be, ru, uk

source: All
be: Усе
ru: Все
uk: Всі

source: Categories
be: Катэгорыі
ru: Категории
uk: Категорії

source: Multi-range
be: Дыяпазоны
ru: Многодиапазонный
uk: Діапазони

source: Rating
be: Рэйтынг
ru: По оценке
uk: Оцінка

source: See fewer results
be: Зменшыць колькасць вынікаў
ru: Скрыть часть результатов
uk: Показати скорочений список

source: See one more result
be: Яшчэ адзін вынік
ru: Показать ещё один результат
uk: Показати ще один результат

source: Sorry, there is nothing that matches your search.
be: Прабачце, на ваш запыт нічога не знойдзена.
ru: Извините, но по вашему запросу ничего не найдено.
uk: Вибачте, для вказаних вами ключових слів нічого не знайдено.

source: Comments
be: Каментары
ru: Комментарии
uk: Коментарі

source: This window is not responding
be: Гэта акно не адказвае
ru: Это окно не отвечает
uk: Це вікно не відповідає

source: Do you want to force the application to exit, or wait for it to respond?
be: Прымусова завяршыць праграму ці чакаць яе водгуку?
ru: Принудительно завершить работу приложения или ожидать его отклика?
uk: Ви бажаєте примусово закрити цю програму, чи зачекати, поки вона відповість?

source: _Wait
be: _Пачакаць
ru: _Ожидать
uk: _Зачекати

source: _Force Quit
be: _Завяршыць прымусова
ru: _Завершить принудительно
uk: _Примусово вийти

source: Type your command
be: Набярыце ваш загад
ru: Введите команду
uk: Введіть вашу команду

source: Lock to Launcher
be: Замацаваць на панэлі
ru: Закрепить на панели
uk: Зафіксувати на панелі запуску

source: Unlock from Launcher
be: Прыбраць з панэлі
ru: Изъять из панели
uk: Від’єднати від панелі запуску

source: Quit
be: Выйсці
ru: Выход
uk: Вийти

source: Exit
be: Выхад
ru: Выйти
uk: Вихід

source: Close
be: Закрыць
ru: Закрыть
uk: Закрити

source: Add to Dash
ru: Добавить в главное меню
uk: Додати на панель

source: Search your computer
be: Пошук на вашым камп'ютары
ru: Поиск на компьютере
uk: Пошук на комп’ютері

source: Restore Windows
be: Аднавіць усе вокны
ru: Восстановить все окна
uk: Відновити всі вікна

source: Show Desktop
be: Паказаць стол
ru: Показать рабочий стол
uk: Показати стільницю

source: The drive has been successfully ejected
be: Прылада была паспяхова вызваленая
ru: Диск был успешно извлечён
uk: Диск було успішно видобуто

source: Workspace Switcher
be: Пераключальнік працоўных прастораў
ru: Переключатель рабочих мест
uk: Перемикання робочих просторів

source: Workspace %d
be: Працоўная прастора %d
ru: Рабочее место %d
uk: Робочий простір %d

source: Workspace %dx%d
be: Працоўная прастора %dx%d
ru: Рабочее место %dx%d
uk: Робочий простір %dx%d

source: HUD
ru: Вспомогательная панель HUD

source: Waiting to install
be: Чаканне ўсталявання
ru: Подготовка к установке
uk: Очікування на встановлення

source: Installing…
be: Усталёўванне...
ru: Установка…
uk: Встановлення...

source: Drop To Add Application
be: Перацягніце, каб дадаць праграму
ru: Перетащите приложение для добавления
uk: Перетягніть, щоб додати програму

source: Trash
be: Сметніца
ru: Корзина
uk: Смітник

source: Empty Trash…
be: Спустошыць сметніцу...
ru: Очистить корзину…
uk: Спорожнити смітник…

source: Open
be: Адкрыць
ru: Открыть
uk: Відкрити

source: Eject parent drive
be: Выняць галоўны прывад
ru: Извлечь исходный диск
uk: Видобути основний диск

source: Eject
be: Выняць
ru: Извлечь
uk: Видобути

source: Safely remove parent drive
be: Бяспечнае выманне галоўнага прывада
ru: Безопасное извлечение исходного диска
uk: Безпечно вилучити основний диск

source: Safely remove
be: Бяспечна выняць
ru: Безопасное извлечение
uk: Безпечно вилучити

source: Format…
ru: Форматировать…
uk: Форматувати…

source: Unmount
be: Адключыць
ru: Отсоединить
uk: Демонтувати

source: Password
be: Пароль
ru: Пароль
uk: Пароль

source: Username
be: Карыстальнік
ru: Имя пользователя
uk: Користувач

source: Invalid password, please try again
be: Памылковы пароль, паспрабуйце яшчэ раз
ru: Неверный пароль, попробуйте ещё раз
uk: Некоректний пароль, повторіть спробу

source: Failed to authenticate
ru: Не удалось пройти проверку подлинности
uk: Помилка автентифікації

source: Unlock
be: Разблакіраваць
ru: Разблокировать
uk: Розблокувати

source: Retry
ru: Повторить
uk: Повторити спробу

source: Authentication failure
ru: Ошибка аутентификации
uk: Помилка автентифікації

source: Switch to greeter…
ru: Переключиться на приветствие...
uk: Перемкнутися на привітання ...

source: Ubuntu Desktop
be: Стол Ubuntu
ru: Рабочий стол Ubuntu
uk: Стільниця Ubuntu

source: %s Desktop
be: Стол %s
ru: %s Рабочий стол
uk: %s Стільниця

source: Unity Scrollbars Support
be: Падтрымка пракруткі ў Unity
ru: Поддержка полосы прокрутки Unity
uk: Підтримка гортання у Unity

source: Support _UNITY_NET_WORKAREA_REGION
be: Падтрымка _UNITY_NET_WORKAREA_REGION
ru: Поддержка _UNITY_NET_WORKAREA_REGION
uk: Підтримка _UNITY_NET_WORKAREA_REGION

source: Unity MT Grab Handles
be: Кіраванне Unity MT
ru: Управление Unity MT
uk: Ділянки захоплення інтерфейсу Unity з кратним дотиком

source: Small touch-based grab handles to move and resize a window
be: Невялікія зоны для перасоўвання і змянення памераў акна ў сэнсарным інтэрфейсе
ru: Небольшие области захвата используемые для передвижения и изменения размеров окна в сенсорном интерфейсе
uk: Невеличкі ділянки для пересування та зміни розмірів вікна у сенсорному інтерфейсі

source: Toggle Handles
be: Пераключальнік элементаў кіравання
ru: Переключатель элементов управления
uk: Увімкнути або вимкнути елементи керування

source: Key to toggle the handles
be: Клавіша пераключэння элементаў кіравання
ru: Клавиша переключения элементов управления
uk: Клавіша вмикання або вимикання елементів керування

source: Show Handles
be: Паказаць элементы кіравання
ru: Показать элементы управления
uk: Показати елементи керування

source: Key to show the handles
be: Кнопкі для паказу элементаў кіравання
ru: Клавиша показа элементов управления
uk: Клавіші для показу елементів керування

source: Hide Handles
be: Схаваць элементы кіравання
ru: Скрыть элементы управления
uk: Приховати елементи керування

source: Key to hide the handles
be: Кнопкі для хавання элементаў кіравання
ru: Клавиша скрытия элементов управления
uk: Клавіші для приховування елементів керування

source: Fade Duration
be: Працягласць пераходнага перыяду
ru: Продолжительность перехода
uk: Тривалість перехідного періоду

source: How long the fade should last
be: Працягласць пераходнага перыяду (згасання або з'яўлення)
ru: Как долго длится переход
uk: Тривалість перехідного періоду (згасання або появи)

source: Dash
be: Панэль
ru: Главное меню
uk: Панель

source: Launcher
be: Панэль запуску
ru: Панель запуска
uk: Запуск програм

source: %s: running: %zu windows open
be: %s: выкананне: %zu адкрыта акно
ru: %s: выполняется: %zu окон открыто
uk: %s: працює: відкрито %zu вікон

source: %s: running
be: %s: выкананне
ru: %s: выполняется
uk: %s: працює

source: Quicklist
be: Кароткі спіс
ru: Быстрый список
uk: Короткий список

source: %s: selected
be: %s: абрана
ru: %s: выбрано
uk: %s: позначено

source: Switcher
be: Пераключальнік
ru: Переключатель
uk: Перемикач

source: Ubuntu Unity Plugin
be: Убудова Ubuntu Unity
ru: Надстройка для Ubuntu Unity
uk: Втулок Ubuntu Unity

source: Plugin to draw the Unity Shell
be: Убудова малявання абалонкі Unity
ru: Надстройка для оболочки Unity
uk: Втулок малювання оболонки Unity

source: General
be: Агульныя
ru: Общие
uk: Загальне

source: Key to show the menu bar while pressed
be: Клавіша, на працягу націску якой можна ўбачыць меню
ru: Клавиша вывода панели меню, при удержании
uk: Клавіша, протягом натискання якої можна побачити меню

source: Reveals the global menu bar while pressed.
be: Утрыманне гэтай клавішы прывядзе да паказу панэлі агульнага меню.
ru: При удержании выводит общую панель меню.
uk: Натискання цієї клавіші призведе до показу панелі загального меню.

source: Key to lock the screen.
be: Клавіша блакавання экрана.
ru: Клавиша блокировки экрана.
uk: Клавіша блокування екрана.

source: Pressing this key will lock the current session.
be: Націсканне гэтай клавішы прыводзіць да блакавання дзейнага сеансу.
ru: Нажатие данной клавиши приводит к блокировке текущего сеанса.
uk: Натискання цієї клавіші заблокує поточний сеанс.

source: Key to show the HUD when tapped
be: Клавіша выкліку панэлі HUD
ru: Клавиша вызова панели HUD
uk: Клавіша, призначена для виклику HUD

source: A tap on this key summons the HUD.
be: Націск на гэтую кнопку выклікае меню HUD.
ru: Касание этой клавиши активирует HUD.
uk: Натискання цієї клавіші викликає HUD.

source: Key to execute a command
be: Клавіша выканання загаду
ru: Клавиша выполнения команды
uk: Клавіша виконання команди

source: Opens a folder or executes a command.
be: Адкрывае каталог або выконвае загад.
ru: Открывает папку или выполняет команду.
uk: Відкрити теку або виконати команду.

source: Hide all windows and focus desktop.
be: Схаваць усе вокны і перадаць фокус сталу.
ru: Скрыть все окна и показать рабочий стол.
uk: Приховати усі вікна і передати фокус стільниці

source: Key to open the first panel menu
be: Клавіша выкліку першага меню панэлі
ru: Клавиша открытия меню первой панели
uk: Клавіша відкриття першого меню панелі

source: Opens the first indicator menu of the Panel, allowing keyboard navigation thereafter.
be: Адкрыць першае меню на панэлі, пасля гэтага дазволіць навігацыю з дапамогай клавіятуры.
ru: Открывает первую вкладку в меню, позволяя перемещаться по нему с помощью клавиатуры
uk: Відкрити перше меню на панелі, після цього дозволити навігацію за допомогою клавіатури.

source: Key to spread the current application windows
ru: Клавиша для обзора окон текущего приложения
uk: Комбінація клавіш для розгортання вікон поточної програми

source: Initiate the window Spread for the current application windows.
ru: Инициирует обзорный режим для окон текущего приложения.
uk: Започаткувати розгортання вікон для поточної програми.

source: Key to spread the current application windows in any workspace
ru: Клавиша для обзора окон текущего приложения на всех рабочих местах.
uk: Комбінація клавіш для розгортання вікон поточної програми в усіх робочих просторах

source: Initiate the window Spread for the current application windows, for all the windows.
ru: Инициирует обзорный режим для окон текущего рабочего приложения на всех рабочих местах.
uk: Ініціювати розгортання вікон для вікон поточної програми, усі вікна.

source: Panel Opacity
be: Непразрыстасць панэлі
ru: Прозрачность панели
uk: Непрозорість панелі

source: The opacity of the Panel background.
be: Непразрыстасць фону панэлі
ru: Прозрачность фона панели.
uk: Непрозорість тла панелі.

source: Panel Opacity for Maximized Windows Toggle
be: Непразрыстасць панэлі пры разгорнутых вокнах
ru: Прозрачность панели для переключения развёрнутых окон
uk: Непрозорість панелі для перемикання максимізованих вікон

source: When a window is maximized and visible in the current viewport, the panel opacity is disabled.
be: Калі акно расчыненае і паказанае ў дзейнай прасторы прагляду, непразрыстасць панэлі будзе адключаная.
ru: Когда окно развёрнуто и находится в поле зрения в текущем окне просмотра, прозрачность панели не задействована.
uk: Якщо вікно максимізовано і показано у поточній області перегляду, непрозорість панелі буде вимкнено.

source: Background Color
be: Фонавы колер
ru: Цвет фона
uk: Колір тла

source: Background color override for the Dash, Launcher and Switcher.
be: Перавызначэнне колеру фону для бакавой панэлі, панэлі запуску і панэлі пераключэння.
ru: Цвет фона совпадает с главным меню, панелью запуска и переключателем.
uk: Перевизначення кольору тла для бічної панелі, панелі запуску та панелі перемикання.

source: Dash Blur
be: Размыццё панэлі
ru: Размытие меню
uk: Розмивання панелі

source: Type of blur in the Dash.
be: Тып размыцця на панэлі.
ru: Тип размытия в главном меню.
uk: Тип розмивання на панелі.

source: No Blur
be: Без размыцця
ru: Без размытия
uk: Без розмивання

source: Static Blur
be: Статычнае размыццё
ru: Статическое размытие
uk: Статичне розмивання

source: Active Blur
be: Актыўнае размыццё
ru: Активное размытие
uk: Активне розмивання

source: Automaximize Value
be: Значэнне аўтаразгортвання
ru: Значение автоматического разворачивания
uk: Значення автомаксимізації

source: The minimum value to trigger automaximize.
be: Мінімальнае значэнне для ўключэння аўтаматычнага разгортвання на ўвесь экран.
ru: Минимальное значение для включения автоматического разворачивания на весь экран.
uk: Щонайменше значення для вмикання автоунайбільшення.

source: Enable Shortcut Hints Overlay
be: Уключыць накладку падказак па скаротах
ru: Включить всплывающие подсказки
uk: Увімкнути накладку підказок щодо скорочень

source: Enables possibility to display an overlay showing available mouse and keyboard shortcuts.
be: Уключае магчымасць паказу накладной панэлі са спісам даступных спосабаў кіравання з дапамогай мышы і клавіятурных скаротаў.
ru: Включает возможность оторажения справочного окна с доступными сочетаниями клавиш
uk: Вмикає можливість показу накладної панелі зі списком доступних способів керування за допомогою миші та клавіатури.

source: Decorations
be: Афармленне
ru: Оформление
uk: Оформлення

source: Override Theme Settings
be: Перавызначэнне параметраў тэмы
ru: Заменить настройки темы
uk: Перевизначення параметрів теми

source: Each Gtk theme can provide shadow parameters, but you can override these values here.
be: У кожнай з тэм Gtk могуць быць прадугледжаны ўласныя параметры ценяў, але іх можна змяніць тут.
ru: Каждая тема Gtk задаёт собственные настройки теней, но эти параметры можно заменить здесь.
uk: У кожній з тем Gtk може бути передбачено власні параметри тіней. Втім, за допомогою цього розділу ви можете їх змінити.

source: Shadow X offset
be: Зрух ценю па X
ru: Смещение тени по X
uk: Зсув тіні вздовж X

source: Horizontal offset of the shadow.
be: Гарызантальны зрух ценю.
ru: Горизонтальное смещение тени.
uk: Горизонтальний зсув тіні.

source: Shadow Y offset
be: Зрух ценю па Y
ru: Смещение тени по Y
uk: Зсув тіні вздовж Y

source: Vertical offset of the shadow.
be: Вертыкальны зрух ценю
ru: Вертикальное смещение тени.
uk: Вертикальний зсув тіні

source: Active window shadow radius
be: Радыус ценю для актыўнага акна
ru: Радиус тени активного окна
uk: Радіус тіні для активного вікна

source: The radius of the shadow blur for the active window.
be: Радыус размыцця ценю для актыўнага акна.
ru: Радиус размывания тени для активного окна.
uk: Радіус розмиття тіні для активного вікна.

source: Active window shadow color
be: Колер ценю актыўнага акна
ru: Цвет тени активного окна
uk: Колір тіні активного вікна

source: The color of the shadows for the active window.
be: Колер ценю для актыўнага акна.
ru: Цвет теней для активного окна.
uk: Колір тіні для активного вікна.

source: Inactive windows shadow radius
be: Радыус ценю для неактыўных вокнаў
ru: Радиус тени неактивных окон
uk: Радіус тіні для неактивних вікон

source: The radius of the shadow blur for the inactive windows.
be: Радыус размыцця ценю для неактыўных вокнаў.
ru: Радиус размывания тени для неактивных окон.
uk: Радіус розмиття тіні для неактивних вікон.

source: Inactive windows shadow color
be: Колер ценю неактыўных вокнаў
ru: Цвет тени неактивных окон
uk: Колір тіні неактивних вікон

source: The color of the shadows for the inactive windows.
be: Колер ценю для неактыўных вокнаў.
ru: Цвет теней для неактивных окон.
uk: Колір тіні для неактивних вікон.

source: Key to show the Dash, Launcher and Help Overlay
be: Клавішы для паказу бакавой панэлі, панэлі запуску і дапаможнай накладкі
ru: Клавиша для активации главного меню, панели запуска и справочного окна
uk: Клавіші для показу бічної панелі, панелі запуску та допоміжної накладки

source: Holding this key makes the Launcher and Help Overlay appear. Tapping it opens the Dash.
be: Націсканне гэтай клавішы прыводзіць да паказу панэлі запуску і дапаможнай панэлі. Яе націсканне адкрывае бакавую панэль.
ru: Удержание этой клавиши вызывает появление панели запуска и справочного окна. Нажатие открывает главное меню.
uk: Натискання цієї клавіші призводить до показу панелі запуску та допоміжної панелі. Її натискання відкриває бічну панель.

source: Key to give keyboard-focus to the Launcher
be: Клавіша пераводу фокусу клавіятуры на панэль запуску
ru: Клавиша для перемещения фокуса клавиатуры в панель запуска
uk: Клавіша переведення фокусу клавіатури на панель запуску

source: Gives keyboard-focus to the Launcher so it can be navigated with the cursor-keys.
be: Паставіць фокус клавіятуры на панэль запуску, каб можна было навігавацца кнопкамі-стрэлкамі.
ru: Перемещает фокус клавиатуры в панель запуска, позволяя перемещаться по ней клавишами управления курсором.
uk: Встановити фокус клавіатури на панель запуску, щоб навігацію можна було здійснювати клавішами зі стрілочками.

source: Key to start the Launcher Application Switcher
be: Клавіятурны скарот для запуску пераключэння праграм
ru: Клавиша для запуска переключателя программ
uk: Клавіатурне скорочення для запуску перемикання програм

source: Cycles through icons present in the Launcher. Activates the highlighted icon on release.
be: Цыклічнае пераключэнне піктаграм на панэлі запуску. Актывуе пазначаную піктаграму па адпусканні кнопкі.
ru: Позволяет переходить по значкам перечисленным на панели запуска. При отпускании клавиши на выделенном значке, открывает соответствующую программу.
uk: Виконання циклічного перемикання піктограм на панелі запуску. Активує позначену піктограму після відпускання.

source: Key to start the Launcher Application Switcher in reverse
be: Клавіятурны скарот для запуску пераключэння праграм у зваротным парадку
ru: Клавиша для открытия переключателя программ на панели запуска в обратном порядке
uk: Клавіатурне скорочення для запуску перемикання програм у зворотному порядку

source: Cycles through icons present in the Launcher, in reverse order. Activates the highlighted icon on release.
be: Цыклічнае пераключэнне піктаграм на панэлі запуску ў зваротным парадку. Актывуе пазначаную піктаграму па адпусканні кнопкі.
ru: Прокручивает значки на панели запуска в обратном порядке. При отпускании запускает программу соответствующую выделенному значку.
uk: Виконання циклічного перемикання піктограм на панелі запуску у зворотному порядку. Активує позначену піктограму після відпускання.

source: Dash tap duration
be: Парог націску для бакавой панэлі
ru: Длительность прикосновения на значке главного меню
uk: Поріг натискання для бічної панелі

source: Duration (in millseconds) that will count as a tap for opening the Dash.
be: Працягласць (у мілісекундах) утрымання, якая рэгіструецца як загад адкрыць бакавую панэль.
ru: Длительность (в миллисекундах) прикосновения для открытия главного меню.
uk: Тривалість (у мілісекундах) натискання, яка реєструється як команда відкриття бічної панелі.

source: Launcher Opacity
be: Непразрыстасць панэлі запуску
ru: Прозрачность панели запуска
uk: Непрозорість панелі запуску

source: The opacity of the Launcher background.
be: Непразрыстасць фону панэлі запуску
ru: Прозрачность фона панели запуска.
uk: Непрозорість тла панелі запуску

source: Hide Launcher
be: Схаваць панэль запуску
ru: Скрыть панель запуска
uk: Приховувати панель запуску

source: Make the Launcher hide automatically after some time of inactivity.
be: Хаванне панэлі запуску аўтаматычна ў выпадку бяздзейнасці.
ru: Скрывать панель запуска автоматически после периода бездействия.
uk: Приховування панель запуску автоматично у разі бездіяльності.

source: Never
be: Ніколі
ru: Никогда
uk: Ніколи

source: Autohide
be: Аўтаматычна хаваць
ru: Автоматическое скрытие
uk: Автоприховування

source: Hide Animation
be: Адключыць анімацыю
ru: Выключить анимацию
uk: Анімація приховування

source: Animation played when the Launcher is showing or hiding.
be: Анімацыя паказу і хавання панэлі запуску.
ru: Анимация, воспроизводимая при показе или скрытии панели запуска.
uk: Анімація показу та приховування панелі запуску.

source: Fade on bfb and Slide
be: Змена яркасці на кнопцы і слізгання
ru: Исчезать около кнопки главного меню и скользить
uk: Зміна яскравості на кнопці і ковзання

source: Slide only
be: Толькі слізганне
ru: Только скольжение
uk: Лише ковзання

source: Fade only
be: Толькі згасанне
ru: Только угасание
uk: Лише зміна яскравості

source: Fade and Slide
be: Згасанне і слізганне
ru: Угасание и скольжение
uk: Зміна яскравості і ковзання

source: Reveal Trigger
be: Пераключальнік з'яўлення
ru: Показать состояние триггера
uk: Перемикач появи

source: Left Edge
be: Левы край
ru: Левый край
uk: Лівий край

source: Top Left Corner
be: Верхні левы кут
ru: Верхний левый угол
uk: Верхній лівий кут

source: Launcher Monitors
be: Маніторы панэлі запуску
ru: Мониторы панели запуска
uk: Монітори панелей запуску

source: Selects on which display the Launcher will be present.
be: Задае экран, на якім будзе паказана панэль запуску.
ru: Выбирает экран, на котором будет отображена панель запуска.
uk: Визначає дисплей, на якому буде показано панель запуску.

source: All Displays
be: Усе экраны
ru: Все экраны
uk: Всі дисплеї

source: Primary Display
be: Асноўны экран
ru: Основной экран
uk: Основний дисплей

source: Launcher Capture Mouse
be: Захоп панэллю запуска ўказальніка мышы
ru: Захват панелью запуска указателя мыши
uk: Захоплення панеллю запуску вказівника миші

source: Determines if the Launcher's edges will capture the mousepointer.
be: Вызначае, ці будзе выконвацца захоп курсора на краях панэлі запуску.
ru: Определяет, захватывают ли края панели запуска указатель мыши.
uk: Визначає, чи виконуватиметься захоплення вказівника миші на краях панелі запуску.

source: Scroll Inactive Icon to Focus Application
be: Гартаць да неактыўнай піктаграмы, каб факусаваць праграму
ru: Перейти к приложению прокруткой на неактивном значке
uk: Гортати до неактивної піктограми, щоб фокусувати програму

source: Allows using the mouse scrollwheel to focus an application if the icon is inactive.
be: Дае магчымасць выкарыстоўваць колца пракруткі для факусавання праграмы, калі значок неактыўны.
ru: Позволяет при помощи колеса мыши переключиться на приложение, если его значок не активен.
uk: Надає змогу використовувати коліщатко гортання для фокусування програми, якщо піктограма є неактивною.

source: Minimize Single Window Applications (Unsupported)
be: Згортваць праграмы з адным акном (Не падтрымліваецца)
ru: Сворачивать приложения с одним рабочим окном (не поддерживается)
uk: Мінімізувати одновіконні програми (непідтримувані)

source: Allows minimizing a single windowed application by clicking on its Launcher icon.
be: Дазваляе згарнуць праграму з адным акном, націснуўшы на яго значок.
ru: Позволяет свернуть приложение с одним открытым окном при помощи нажатия на его значок в панели запуска.
uk: Надає змогу мінімізовувати одновіконні програми натисканням відповідної піктограми на панелі запуску.

source: Launcher Reveal Edge Responsiveness
be: Чуласць паказу панэлі пры навядзенні паказальніка на край экрана
ru: Чувствительность границ для появления панели запуска
uk: Чутливість показу панелі при наведенні вказівника на край екрана

source: A conglomerate setting that modifies the overall responsiveness of the Launcher reveal.
be: Агульны пункт, які змяняе агульную чуласць для з'яўлення панэлі запуску.
ru: Обобщённые настройки, изменяющие все параметры чувствительности появления панели запуска.
uk: Загальний пункт, який змінює загальну чутливість для появи панелі запуску.

source: Launcher Reveal Pressure
be: Ступень націску для з'яўлення панэлі запуску
ru: Давление для появления панели запуска
uk: Натискання показу панелі запуску
