Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-update-manager_update-manager-*.po
Languages: ru, uk

source: Checking for updates…
ru: Поиск обновлений…
uk: Перевірка наявності оновлень…

source: Installing updates…
ru: Установка обновлений…
uk: Встановлюємо оновлення…

source: Please wait, this can take some time.
ru: Пожалуйста, подождите. Это может занять некоторое время.
uk: Будь ласка, зачекайте. Це може тривати деякий час.

source: Update is complete
ru: Обновление завершено
uk: Оновлення завершено

source: Updating snaps
ru: Обновление пакетов snap
uk: Оновлюємо пакунки snap

source: Refreshing %s snap
ru: Обновление пакета snap %s
uk: Освіжуємо пакунок snap %s

source: Removing %s snap
ru: Удаление пакета snap %s
uk: Вилучаємо пакунок snap %s

source: Installing %s snap
ru: Установка пакета snap %s
uk: Встановлюємо пакунок snap %s

source: Upgrade only partially completed.
ru: Обновление завершено лишь частично.
uk: Оновлення завершено лише частково.

source: An error occurred while updating snaps. Please check your network connection.
ru: Ошибка произошла при обновлении snaps. Пожалуйста, проверьте подключение к сети.
uk: Під час спроби оновити пакунки snap сталася помилка. Будь ласка, перевірте працездатність з'єднання із мережею.

source: Open Link in Browser
ru: Открыть ссылку в браузере
uk: Відкрити посилання в браузері

source: Copy Link to Clipboard
ru: Копировать ссылку в буфер
uk: Копіювати посилання в буфер обміну

source: Settings…
ru: Параметры…
uk: Налаштування ...

source: <b>Tip:</b> You can use Livepatch with Ubuntu Pro to keep your computer more secure between restarts.
ru: <b>Подсказка:</b> Вы можете использовать Livepatch вместе с Ubuntu Pro для повышения безопасности вашего компьютера между перезапусками.
uk: <b>Порада:</b> Ви можете використовувати Livepatch із Ubuntu Pro, щоб підвищити рівень безпеки вашого комп'ютера між перезапусками.

source: Settings & Pro…
ru: Настройки и Pro...
uk: Налаштування і Pro…

source: %d Livepatch update applied since the last restart.
ru: %d оперативное обновление Livepatch применено с момента последней перезагрузки.
uk: %d оновлення Livepatch застосоване з моменту останнього перезавантаження.

source: %d Livepatch update failed to apply since the last restart.
ru: %d оперативное обновление Livepatch не было применено с момента последней перезагрузки.
uk: %d оновлення Livepatch не вдалося застосувати з моменту останнього перезавантаження.

source: You stopped the check for updates.
ru: Вы остановили проверку наличия обновлений.
uk: Пошук оновлень зупинено за вашим наказом.

source: _Check Again
ru: _Проверить снова
uk: _Повторити пошук

source: No software updates are available.
ru: Отсутствуют какие-либо обновления программ.
uk: Немає доступних оновлень.

source: The software on this computer is up to date.
ru: Отсутствуют какие-либо обновления для данного компьютера.
uk: Програмне забезпечення на цьому комп’ютері не потребує оновлення.

source: However, %s %s is now available (you have %s).
ru: Доступен выпуск %s %s (сейчас установлен %s).
uk: Втім, вже випущено %s %s (у вас встановлено %s).

source: Upgrade…
ru: Обновить…
uk: Оновити...

source: New important security and hardware support update.
ru: Новое важное обновление безопасности и поддержки оборудования.
uk: Нове важливе оновлення безпеки та апаратної підтримки.

source: _Install…
ru: _Установить…
uk: _Встановити…

source: Software updates are no longer provided for %s %s.
ru: Для %s %s обновления больше не предоставляются.
uk: Для %s %s оновлення програмного забезпечення більше не надаються.

source: To stay secure, you should upgrade to %s %s.
ru: Чтобы обеспечить безопасность компьютера, следует обновить %s до выпуска %s.
uk: Щоб залишитися у безпеці, потрібно оновитись до %s %s.

source: Sorry, there are no more upgrades for this system
ru: К сожалению, для этой системы больше нет обновлений
uk: Вибачте, нових випусків для цієї системи не буде

source: There will not be any further Ubuntu releases for this system's '%s' architecture. Updates for Ubuntu %s will continue until 2023-04-26. If you reinstall Ubuntu from ubuntu.com/download, future upgrades will be available.
ru: Больше никаких выпусков Ubuntu для архитектуры '%s' этой системы не будет. Выпуск обновлений для Ubuntu %s будет продолжаться до 26.04.2023. Если вы переустановите Ubuntu из ubuntu.com/download, будущие обновления будут доступны.
uk: Подальших випусків Ubuntu для архітектури цієї системи «%s» не буде. Оновлення Ubuntu %s триватиме до 26 квітня 2023 року. Якщо ви перевстановите Ubuntu з ubuntu.com/download, ви отримаєте доступу до майбутніх нових версій.

source: Not all updates can be installed
ru: Не все обновления могут быть установлены
uk: Не всі оновлення можливо встановити

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
ru: Запустите частичное обновление, чтобы установить столько обновлений, сколько возможно. Возможные причины: * Предыдущее обновление не завершилось * Проблемы с установленным программным обеспечением * Установка неофициальных пакетов, не поддерживаемых Ubuntu * Обычные изменения предварительной версии выпуска Ubuntu
uk: Виконати часткове оновлення для встановлення якомога більшої кількості оновлень. Можливі причини: * Попередню спробу оновлення не було завершено * Проблеми з оновленням частини встановленого програмного забезпечення * Встановлено неофіційні пакунки, супровід яких не здійснюється Ubuntu * Звичайні зміни у тестовій версії Ubuntu

source: _Partial Upgrade
ru: _Частичное обновление
uk: _Часткове оновлення

source: _Continue
ru: _Продолжить
uk: _Продовжити

source: _Try Again
ru: _Попробовать снова
uk: Спробувати _ще раз

source: The computer needs to restart to finish installing updates.
ru: Необходимо перезагрузить компьютер для завершения установки обновлений.
uk: Щоб завершити оновлення, потрібно перезавантажити комп'ютер.

source: Restart _Later
ru: Перезагрузить _позже
uk: Перезавантажити _пізніше

source: _Restart Now
ru: _Перезагрузить сейчас
uk: _Перезапустити зараз

source: Software Updater
ru: Обновление приложений
uk: Оновлення програм

source: Some software couldn’t be checked for updates.
ru: Не удалось проверить наличие обновлений для некоторых программ.
uk: Не вдалося виконати пошук оновлень для деякого програмного забезпечення.

source: Updated software is available from a previous check.
ru: Обновлённое программное обеспечение доступно с момента последней проверки.
uk: Оновлене програмне забезпечення доступне з попередньої перевірки.

source: Software index is broken
ru: Индекс программ повреждён
uk: Індекс програм пошкоджений

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
ru: Установка или удаление программ невозможна. Для исправления этой ситуации используйте менеджер пакетов Synaptic или запустите в терминале «sudo apt-get install -f».
uk: Встановлення або видалення програм неможливе. Для виправлення цієї ситуації використовуйте менеджер пакетів "Synaptic" або запустіть в терміналі "sudo apt-get install -f".

source: Could not initialize the package information
ru: Не удалось получить сведения о пакетах
uk: Неможливо ініціалізувати інформацію про пакунок

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
ru: При работе с пакетом возникла неразрешимая ошибка. Пожалуйста, сообщите об этой ошибке пакета «update-manager» и включите это сообщение:
uk: У процесі ініціалізації інформації про пакунок виникла проблема, яку неможливо вирішити. Будь ласка, повідомте про цю ваду у пакунку «update-manager» та додайте у звіт таке повідомлення про помилку:

source: Could not calculate the upgrade
ru: Не удалось рассчитать обновление системы
uk: Не вдалося обчислити оновлення

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
ru: При расчёте обновления произошла неразрешимая ошибка. Пожалуйста, сообщите об ошибке в пакете 'update-manager', включив следующий отчёт:
uk: Під час обчислення параметрів оновлення сталася помилка. Повідомте про цю ваду у пакунку «update-manager», додавши до тексту звіту таке повідомлення про помилку:

source: Enable Ubuntu Pro...
ru: Перейти к выпуску Ubuntu Pro...
uk: Увімкнути Ubuntu Pro...

source: Install Now
ru: Установить сейчас
uk: Встановити зараз

source: Install or remove
ru: Установить или удалить
uk: Встановити або вилучити

source: Download
ru: Загрузка
uk: Завантажити

source: _Remind Me Later
ru: _Напомнить позже
uk: _Нагадати пізніше

source: Version %s:
ru: Версия %s:
uk: Версія %s:

source: No network connection detected, you can not download changelog information.
ru: Не обнаружено сетевое соединение, невозможно скачать список изменений.
uk: Ви не можете завантажити перелік змін за відсутности з’єднання з мережею.

source: Downloading list of changes...
ru: Загрузка списка изменений...
uk: Завантаження переліку змін…

source: _Deselect All
ru: Сн_ять выделение
uk: _Прибрати виділення

source: Select _All
ru: В_ыделить всё
uk: Вибрати _усе

source: %s will be downloaded.
ru: %s будет загружено.
uk: %s буде завантажено.

source: The update has already been downloaded.
ru: Обновление уже загружено.
uk: Оновлення вже завантажено.

source: You need to enable Ubuntu Pro to install these updates.
ru: Чтобы установить эти обновления, перейдите на выпуск Ubuntu Pro.
uk: Увімкніть Ubuntu Pro, щоб встановити ці оновлення.

source: There are no updates to install.
ru: Нет доступных обновлений для установки.
uk: Немає оновлень для встановлення.

source: Unknown download size.
ru: Загружаемый размер неизвестен.
uk: Розмір завантаження невідомий.

source: Updated software has been issued since %s %s was released. Do you want to install it now?
ru: С момента выхода %s %s были выпущены обновлённые версии программ. Установить их сейчас?
uk: З часу випуску %s %s деяке програмне забезпечення було оновлено. Хочете встановити оновлення зараз?

source: Updated software is available for this computer. Do you want to install it now?
ru: Для этого компьютера доступны обновления программного обеспечения. Установить их сейчас?
uk: Для цього комп'ютера наявне оновлене програмне забезпечення. Хочете встановити його зараз?

source: The computer also needs to restart to finish installing previous updates.
ru: Чтобы завершить установку предыдущих обновлений, необходимо перезагрузить компьютер.
uk: Для завершення встановлення попередніх оновлень комп’ютер слід перезавантажити.

source: Not enough free disk space
ru: Недостаточно свободного места на диске
uk: Бракує вільного місця на диску

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. %s
ru: Обновлению необходимо %s свободного места на диске «%s». Освободите не менее %s дополнительного дискового пространства на «%s». %s
uk: Оновлення потребує загалом %s вільного місця на диску '%s'. Будь ласка, звільніть щонайменше %s додаткового місця на '%s'. %s

source: Remove temporary packages of former installations using 'sudo apt clean'.
ru: Удалите временные пакеты от предыдущих установок с помощью «sudo apt clean».
uk: Видаліть тимчасові пакунки попередніх інсталяцій, виконавши команду 'sudo apt clean'.

source: You can remove old kernels using 'sudo apt autoremove', and you could also set COMPRESS=xz in /etc/initramfs-tools/initramfs.conf to reduce the size of your initramfs.
ru: Можете удалить старые ядра с помощью «sudo apt autoremove», а также задать COMPRESS=xz в /etc/initramfs-tools/initramfs.conf для уменьшения размера initramfs.
uk: Ви можете видалити старі ядра використовуючи команду 'sudo apt autoremove', також ви можете застосувати COMPRESS=xz в /etc/initramfs-tools/initramfs.conf для зменшення розміру файлу initramfs.

source: Empty your trash and remove temporary packages of former installations using 'sudo apt clean'.
ru: Очистите корзину и удалите временные пакеты от предыдущих установок с помощью «sudo apt clean».
uk: Очистіть кошик і видаліть тимчасові пакунки попередніх інсталяцій, виконавши команду 'sudo apt clean'.

source: Reboot to clean up files in /tmp.
ru: Перезагрузите компьютер для удаления файлов из /tmp.
uk: Для очищення файлів у /tmp , необхідне перезавантаження.

source: Connecting...
ru: Подключение...
uk: З’єднання...

source: You may not be able to check for updates or download new updates.
ru: Нет возможности проверить наличие обновлений или скачать их.
uk: Ви не можете перевірити наявність оновлень або завантажити оновлення.

source: Improved hardware support
ru: Улучшенная аппаратная поддержка
uk: Удосконалено підтримку обладнання

source: Security updates
ru: Обновления безопасности
uk: Оновлення безпеки

source: Other updates
ru: Другие обновления
uk: Інші оновлення

source: Unused kernel updates to be removed
ru: Неиспользуемые обновления ядер, подлежащие удалению
uk: Невикористані оновлення для ядра будуть вилучені

source: Duplicate packages to be removed
ru: Дубликаты пакетов, подлежащие удалению
uk: Пакунки-дублікати, які слід вилучити

source: Ubuntu Pro security updates
ru: Обновления безопасности Ubuntu Pro
uk: Оновлення безпеки Ubuntu Pro

source: Ubuntu Pro security updates (enable in Settings…)
ru: Обновления безопасности Ubuntu Pro (задействуйте этот параметр в Настройках…)
uk: Оновлення безпеки Ubuntu Pro (увімкніть у налаштуваннях...)

source: Install All Available Updates
ru: Установить все доступные обновления
uk: Встановити усі доступні оновлення

source: This update does not come from a source that supports changelogs.
ru: Это обновление поставляется источником, не поддерживающим списки изменений.
uk: Це оновлення надходить з джерела, що не підтримує журналювання змін.

source: Failed to download the list of changes. Please check your Internet connection.
ru: Ошибка при загрузке списка изменений. Проверьте ваше сетевое соединение.
uk: Помилка завантаження переліку змін. Будь ласка, перевірте інтернет-з'єднання.

source: Changes for %s versions: Installed version: %s Available version: %s
ru: Изменения для %s версий: Установленная версия: %s Доступная версия: %s
uk: Зміни у версії %s: Встановлена версія: %s Доступна версія: %s

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
ru: Список изменений не содержит связанных с пакетом записей. Пожалуйста, используйте http://launchpad.net/ubuntu/+source/%s/%s/+changelog пока не станет доступен список изменений или попробуйте позже.
uk: Журнал змін не містить істотних змін. Будь ласка, використовуйте http://launchpad.net/ubuntu/+source/%s/%s/+changelog, доки зміни не стануть доступними, або спробуйте знову пізніше.

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
ru: Список изменений пока не доступен. Пожалуйста, посмотрите http://launchpad.net/ubuntu/+source/%s/%s/+changelog пока изменения не станут доступны или попробуйте еще раз позднее.
uk: Журнал змін ще не доступний. Будь ласка, використовуйте http://launchpad.net/ubuntu/+source/%s/%s/+changelog, доки зміни не стануть доступними, або спробуйте знову пізніше.

source: %s base
ru: Базовые компоненты %s
uk: Основа %s

source: %(size).0f kB
ru: %(size).0f КБ
uk: %(size).0f кБ

source: %.1f MB
ru: %.1f МБ
uk: %.1f МБ

source: updates
ru: обновления
uk: оновлення

source: Details of updates
ru: Сведения об обновлениях
uk: Деталі оновлень

source: The computer will need to restart.
ru: Необходимо перезагрузить компьютер.
uk: Комп’ютер доведеться перезавантажити.

source: You are connected via roaming and may be charged for the data consumed by this update.
ru: Вы находитесь в роуминге и с вас может взиматься плата за данные, передаваемые при обновлении.
uk: Ви під'єднані у режимі роумінгу, тому може стягуватися додаткова плата за дані, передані під час цього оновлення.

source: You may want to wait until you’re not using a mobile broadband connection.
ru: Возможно, вы захотите подождать, пока не используете мобильное широкополосное подключение.
uk: Можливо, варто зачекати, доки можна буде скористатися з’єднанням, відмінним від широкосмугового мобільного.

source: It’s safer to connect the computer to AC power before updating.
ru: Безопаснее подключить компьютер к источнику питания перед обновлением.
uk: Безпечніше буде під'єднати комп'ютер до мережі змінного струму перед оновленням.

source: Software Updates
ru: Обновление приложений
uk: Оновлення програм

source: Show and install available updates
ru: Показать и установить доступные обновления
uk: Перегляд і встановлення доступних оновлень

source: Software Updater checks for updates using apt and let you choose which updates to install.
ru: Программа обновления проверяет наличие обновлений используя apt и предлагает выбор обновлений подлежащих установке.
uk: Оновлювач програмного забезпечення перевіряє наявність оновлень за допомогою apt і дозволяє вибирати, які оновлення встановлювати.

source: Show version and exit
ru: Показать версию и выйти
uk: Показати версію та вийти

source: Directory that contains the data files
ru: Каталог, который содержит файлы данных
uk: Каталог, який вміщує файли даних.

source: Check if a new Ubuntu release is available
ru: Проверить, доступен ли новый выпуск Ubuntu
uk: Перевірити чи доступний новий випуск Ubuntu

source: If using the latest supported release, upgrade to the development release
ru: Если используется последний поддерживаемый выпуск, обновите до предварительного релиза
uk: Якщо використовується найсвіжіший підтримуваний випуск, оновитися до випуску, що перебуває у розробці

source: Upgrade using the latest proposed version of the release upgrader
ru: Обновление с использованием последней версии Центра обновлений
uk: Оновити, використовуючи найновішу, запропоновану оновлювачем випусків, версію

source: Do not focus on map when starting
ru: Не выбирать карту при запуске
uk: Не зосереджуватися на карті під час запуску

source: Do not check for updates when starting
ru: Не проверять обновления при запуске
uk: Не перевіряти оновлення під час старту

source: Show debug messages
ru: Показать сообщения отладки
uk: Показувати діагностичні повідомлення

source: Unimplemented method: %s
ru: Невыполненный метод: %s
uk: Невпроваджений метод: %s

source: A file on disk
ru: Файл на диске
uk: Файл на диску

source: Install missing package.
ru: Установить отсутствующий пакет.
uk: Встановлення відсутніх пакунків.

source: Package %s should be installed.
ru: Необходимо установить пакет %s.
uk: Пакунок %s повинен бути встановлений.

source: .deb package
ru: .deb пакет
uk: .deb пакунок

source: %s needs to be marked as manually installed.
ru: %s должен быть помечен как установленный вручную.
uk: %s повинен бути позначений як встановлений вручну .

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
ru: При обновлении, необходимо установить kdelibs5-dev, если установлен kdelibs4-dev. Это ошибка, о которой можно прочитать здесь - bugs.launchpad.net, bug #279621
uk: Під час оновлення, якщо встановлено kdelibs4-dev, також повинно бути встановлено kdelibs5-dev. Див. bugs.launchpad.net, bug #279621 для докладної інформації.

source: %i obsolete entries in the status file
ru: Устаревшие записи %i в файле состояния
uk: %i застарілі записи у файлі статусу

source: Obsolete entries in dpkg status
ru: Устаревшие записи в файле состояния dpkg
uk: Застарілі записи у dpkg-статусі

source: Obsolete dpkg status entries
ru: Устарелое содержимое статусов dpkg
uk: Застарілі записи dpkg-статусів

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
ru: Удалите lilo, если grub уже установлен. (См. bug #314004)
uk: Вилучіть LILO оскільки встановлено GRUB. (Дивіться помилку #314004, щоб дізнатися більше.)
