Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-docs_ubuntu-help-*.po
Languages: ru, uk

source: On the PPA's overview page, look for the heading <gui>Adding this PPA to your system</gui>. Make a note of the PPA's location, which should look similar to: <code>ppa:mozillateam/firefox-next</code>.
ru: На обзорной странице PPA поищите заголовок <gui>Adding this PPA to your system</gui>. Запишите адрес PPA, который должен быть похож на: <code>ppa:mozillateam/firefox-next</code>.
uk: На оглядовій сторінці PPA пошукайте заголовок <gui>Adding this PPA to your system</gui>. Запишіть адресу PPA, яка має бути схожою на: <code>ppa:mozillateam/firefox-next</code>.

source: Open <app>Software &amp; Updates</app> via the <em>Activities</em> search bar.
ru: Откройте <app>Приложения &amp; Обновления</app> через панель поиска в меню <em>"Обзор"</em>.
uk: Відкрийте <app>Програми і оновлення</app> за допомогою панелі пошуку <em>Діяльність</em>.

source: Switch to the <gui>Other Software</gui> tab.
ru: Перейдите на вкладку <gui>Другое ПО</gui>.
uk: Перейдіть на вкладку <gui>Інше програмне забезпечення</gui>.

source: Click <gui>Add</gui> and enter the PPA's location (as noted in step 1).
ru: Нажмите <gui>Добавить</gui> и введите адрес PPA (как указано в шаге 1).
uk: Клацніть <gui>Додати</gui> та введіть адресу PPA (як зазначено в кроці 1).

source: Click <gui>Add Source</gui>. Enter your password in the Authenticate window.
ru: Щёлкните <gui>Добавить источник</gui>. Введите свой пароль в окне аутентификации.
uk: Клацніть <gui>Додати джерело</gui>. Введіть свій пароль у вікні автентифікації.

source: Close the <app>Software &amp; Updates</app> window. <app>App Center</app> will then check your software sources for new software.
ru: Закройте окно <app>Обновления; приложений</app>. Так <app>Центр приложений</app> произведёт проверку наличия обновлений в источниках.

source: Remove applications that you no longer use.
ru: Удалите приложения, которые больше не нужны.
uk: Видалити програми, які більше не потрібні.

source: Remove an application
ru: Удаление приложения
uk: Видалити програму

source: An application is software that has a graphical user interface (GUI). You can use <app>App Center</app> to remove applications that you no longer use.
ru: Приложение - это программное обеспечение, которое обладает графическим интерфейсом пользователя (GUI). Вы можете использовать <app>Центр приложений</app>, чтобы удалить приложения, которыми вы больше не пользуетесь.

source: You may also wish to remove software that does not have a GUI. To remove such software, you can use <link xref="addremove-install-synaptic">Synaptic</link>. Note that <app>Synaptic</app> does not list snaps.
ru: Вам может также понадобиться удалить программы, не имеющие графического интерфейса. Для удаления таких программ можно воспользоваться приложением <link xref="addremove-install-synaptic">Synaptic</link>. Обратите внимание, что в <app>Synaptic</app> не отображаются snap-пакеты.
uk: Ви також можете вилучити програмне забезпечення, яке не має графічного інтерфейсу користувача. Щоб вилучити таке програмне забезпечення, ви можете скористатись <link xref="addremove-install-synaptic">Synaptic</link>. Зауважимо, що <app>Synaptic</app> не відображає пакунки snap.

source: To remove an application:
ru: Для того, чтобы удалить приложение:
uk: Для вилучення програми:

source: When <app>App Center</app> opens, click the <gui>Installed</gui> button at the top.
ru: Когда откроется <app>Центр приложений</app>, щёлкните по кнопке <gui>"Установленные"</gui>, расположенной в верхней части.

source: Find the application that you want to remove by using the search box or by looking through the list of installed applications.
ru: Найдите приложение, которое нужно удалить, используя строку поиска или просматривая список установленных приложений.
uk: Знайдіть програму, яку потібно вилучити, використовуючи рядок пошуку або переглядаючи список встановлених програм.

source: Select the application and click <gui>Remove</gui>.
ru: Выберите приложение и щёлкните <gui>Удалить</gui>.
uk: Після вибору натисніть <gui>Видалити</gui>.

source: Confirm that you want to remove the application.
ru: Подтвердите своё намерение удалить приложение.
uk: Підтвердіть, що ви бажаєте вилучити цю програму.

source: You will be asked to authenticate by entering your password. After you have done that, the application will be removed.
ru: Вам будет предложено ввести свой пароль. После этого предложение будет удалено.
uk: Вам буде запропоновано автентифікуватись, ввівши пароль. Після цього програму буде видалено.

source: Some applications depend on other applications to work properly. If you try to remove an application that is needed by another application, both will be removed. You will be asked to confirm whether you want this to happen before the applications are removed.
ru: Некоторые приложения зависят от других приложений, чтобы работать правильно. Если попытаться удалить приложение, требуемое другому, то будут удалены оба приложения. Перед удалением приложений нужно будет подтвердить, что это действительно необходимо.
uk: Деякі програми для належної роботи потребують інші програми. Якщо спробувати вилучити програму, що потрібна іншій, тоді буде вилучено обидва програми. Перед вилученням програм потрібно буде підтвердити, що це справді потрібно.

source: Add repositories to extend the software sources Ubuntu uses for installation and upgrades.
ru: Добавьте репозитории, чтобы расширить список источников, используемых Ubuntu для установки и удаления приложений.
uk: Додайте сховища, щоб розширити джерела програм, які Ubuntu використовує для встановлення та оновлення.

source: Add software repositories
ru: Добавление репозиториев программного обеспечения
uk: Додати сховище програмного забезпечення

source: Software is available from third-party sources, as well as from the default Ubuntu software repositories. If you want to install software from a third-party software repository, you must add it to Ubuntu's list of available repositories.
ru: Программное обеспечение из сторонних источников доступно точно так же, как и из обычных репозиториев Ubuntu. Если требуется установка программы из стороннего репозитория, то необходимо добавить такой репозиторий в список доступных Ubuntu.
uk: Програмне забезпечення доступні зі сторонніх джерел не гірше ніж з стандартних сховищ програмного забезпечення Ubuntu. Якщо ви бажаєте встановити сховище програмного забезпечення, ви маєте додати його у список доступних сховищ Ubuntu.

source: To add a repository:
ru: Для добавления репозитория:
uk: Щоб додати сховище:

source: Click <gui>Add</gui> and enter the APT line for the repository. This should be available from the website of the repository, and should look similar to:
ru: Щёлкните <gui>Добавить</gui> и введите строку APT для репозитория. Её можно найти на веб-сайте репозитория, и она имеет вид:
uk: Натисніть <gui>Додати</gui> і введіть рядок APT для сховища. Рядок іноді можна знайти на сайті сховища, він подібний до:

source: Most repositories provide a signing key to be able to verify downloaded packages. So in addition to the steps above, you should follow possible instructions on how to download and install the signing key (GPG key).
ru: Большинство репозиториев предоставляют ключ подписи, позволяющий проверить достоверность загруженных пакетов. Поэтому в дополнение к приведённым выше действиям может оказаться необходимым выполнить полученные инструкции по загрузке и установке ключа подписи (ключа GPG).
uk: Більшість сховищ надають ключ підпису для перевірки завантажених пакункців. Таким чином, крім наведених вище кроків, слід дотримуватися інструкцій щодо завантаження та встановлення ключа підпису (ключ GPG).

source: It is like your own personal photo booth.
ru: Ваша собственная фотобудка.
uk: Ваша власна фотобудка.

source: Create fun photos and videos with your webcam
ru: Создайте забавные фото и видео с помощью веб-камеры
uk: Створюйте смішні фото та відео за допомогою веб-камери

source: With the <app>Cheese</app> application and your webcam, you can take photos and videos, apply fun special effects and share the fun with others.
ru: С помощью программы <app>Cheese</app> и вашей веб-камеры можно создавать фотографии и видеозаписи, применять к ним специальные эффекты и делиться радостью с другими.
uk: За допомогою програми <app>Cheese</app> та вашої веб-камери можна створювати фотографії та відеозаписи, застосовувати до них спеціальні ефекти та ділитися радістю з іншими.

source: For help with using Cheese, read the <link href="help:cheese">Cheese user guide</link>.
ru: За справкой об использовании Cheese обратитесь к <link href="help:cheese">Руководству пользователя Cheese</link>.
uk: Для допомоги з використанням Cheese, читайте <link href="help:cheese">керівництво Cheese</link>.

source: Get help from the community
ru: Получить помощь от сообщества
uk: Отримання допомоги від спільноти користувачів

source: Community support
ru: Поддержка сообщества
uk: Підтримка спільноти

source: You can find support from a variety of sources which are mentioned and linked to at <link href="https://www.ubuntu.com/support/community-support"> Community support</link>.
ru: Вы можете получить поддержку из различных источников, которые упомянуты, и на которые даны ссылки на <https://www.ubuntu.com/support/community-support> Поддержка сообщества</link>.
uk: Допомогу можна знайти на різних ресурсах, посилання на які наведено на <link href="https://www.ubuntu.com/support/community-support">сторінці підтримки з боку спільноти</link>.

source: Every page at <link href="https://help.ubuntu.com">help.ubuntu.com</link> has a search feature at the top right. It lets you do a custom Google search on Ubuntu documentation and support resources on the web, to easier find out if your question has already been answered.
ru: На каждой странице <link href="https://help.ubuntu.com">help.ubuntu.com</link> имеется возможность поиска в верхнем правом углу. Это позволяет использовать Google для поиска по документации Ubuntu и ресурсам поддержки в сети, а также проверить, не ответил ли кто-либо на ваш вопрос ранее.
uk: На кожній зі сторінок <link href="https://help.ubuntu.com">help.ubuntu.com</link> є поле для пошуку, яке розміщено у верхньому правому куті сторінки. За його допомогою можна виконати спеціалізований пошук Google у документації з Ubuntu та на сторінках підтримки у мережі. За допомогою цього поля вам простіше буде знайти відповідь на поширені питання.

source: Support in your own language may be provided by your <link href="http://loco.ubuntu.com/teams/">Local Community Team</link>.
ru: Поддержка на вашем родном языке может осуществляться <link href="http://loco.ubuntu.com/teams/">Командой местного сообщества</link>.
uk: Отримати допомогу вашою рідною мовою можна у <link href="http://loco.ubuntu.com/teams/">місцевій команді спільноти</link>.

source: A list of notable modifications to the GNOME Desktop in Ubuntu.
ru: Список заметных изменений рабочего стола GNOME в Ubuntu.

source: About GNOME on Ubuntu
ru: О GNOME в Ubuntu
uk: Про GNOME в Ubuntu

source: Ubuntu Desktop comes installed with a slightly modified version of the GNOME Desktop Environment. Generally, this desktop guide will make references to GNOME as it is published by GNOME's developers. Here is a list of the notable differences between GNOME on Ubuntu and "Vanilla" GNOME.
ru: Рабочий стол Ubuntu поставляется с немного измененной версией среды рабочего стола GNOME. Как правило, это настольное руководство содержит ссылки на GNOME в том виде, в каком оно опубликовано разработчиками GNOME. Вот список заметных различий между GNOME в Ubuntu и оригинальным GNOME.
uk: Ubuntu Desktop встановлюється з дещо зміненою версією робочого середовища GNOME. Загалом у цьому посібнику для робочого столу будуть посилання на GNOME, оскільки він опублікований розробниками GNOME. Ось список помітних відмінностей між GNOME на Ubuntu та «ванільним» GNOME.

source: Ubuntu comes with Firefox instead of the GNOME Web browser.
ru: Ubuntu поставляется с Firefox вместо веб-браузера GNOME.
uk: Ubuntu поставляється з Firefox на заміну бравзера GNOME

source: Ubuntu comes with the Remmina remote desktop client instead of GNOME Connections.
ru: Ubuntu поставляется с клиентом удалённого рабочего стола Remmina вместо GNOME Connections.
uk: Ubuntu поставляється з клієнтом віддаленого доступу Remmina на заміну GNOME З`єднання

source: The AppIndicators extension is included. This extension will enable icons in the top right corner of some applications.
ru: Расширение AppIndicators включено. Это расширение активирует значки в правом верхнем углу некоторых приложений.
uk: Розширення AppIndicators ввімкнено. Це розширення активує піктограми у верхньому правому куті деяких програм.

source: The Ubuntu Dock extension is included. This extension provides the left sidebar for running applications.
ru: Расширение Ubuntu Dock включено. Это расширение предоставляет левую боковую панель для запуска приложений.
uk: Розширення Ubuntu Dock ввімкнено. Це розширення забезпечує ліву бічну панель для запуску програм.

source: The Desktop Icons NG extension is included. This extension enables the use of icons on the desktop.
ru: Расширение Desktop Icons NG включено. Это расширение позволяет использовать значки на рабочем столе.

source: In addition to Ubuntu desktop wallpapers, the default theme is Yaru and the default font is Ubuntu.
ru: Помимо обоев рабочего стола Ubuntu, по умолчанию используется тема Yaru, а шрифт по умолчанию — Ubuntu.

source: Minimize and maximize buttons are included on window title bars.
ru: Кнопки свертывания и развертывания находятся в строке заголовка окна.

source: Enable the numeric keypad by default.
ru: Сделайте цифровой блок клавиатуры включенным по умолчанию.
uk: Зробіть цифровий блок клавіатури типово увімкненим.

source: Numeric keypad
ru: Цифровой блок
uk: Цифровий блок

source: With the <key>Num Lock</key> key you can manually switch on or off the numeric keypad on your keyboard. Also, computers' BIOS settings often include an option to decide if the computer should be started with the numeric keypad enabled. Otherwise, this is a way to configure it:
ru: С помощью клавиши <key>Num Lock</key> можно включить или отключить цифровой блок клавиатуры вручную. Кроме того, в настройках BIOS компьютера часто есть опция, позволяющая указать, должен ли цифровой блок включаться автоматически при загрузке компьютера. Если же такой опции нет, существует другой способ настроить это:
uk: За допомогою клавіші <key>Num Lock</key> можна увімкнути або відімкнути цифровий блок клавіатури вручну. Крім того, у налаштуваннях BIOS комп’ютера часто є опція, що дозволяє вказати, чи повинен цифровий блок вмикатися автоматично при завантаженні комп’ютера. Якщо ж такої опції немає існує інший спосіб налаштувати це:

source: <link href="apt:numlockx">Install</link> the <em>numlockx</em> package.
ru: <link href="apt:numlockx">Установите</link> пакет <em>numlockx</em>.
uk: <link href="apt:numlockx">встановити</link> пакунок <em>numlockx</em>.

source: Open <app><link xref="startup-applications">Startup Applications</link></app> and add a startup program with the command: <cmd>numlockx on</cmd>
ru: Откройте <app><link xref="startup-applications">Автоматически запускаемые приложения</link></app> и добавьте новую программу с командой: <cmd>numlockx on</cmd>
uk: Відкрийте <app><link xref="startup-applications">Початкові програми</link></app> й додайте нову проґраму з командою: <cmd>numlockx on</cmd>

source: The second step may be redundant on your computer, so try without it first.
ru: Возможно, второй шаг не понадобится на вашем компьютере, так что сначала попробуйте без него.
uk: Другий крок може бути зайвим на вашому комп'ютері, тому спробуйте без нього спочатку.

source: Install more translations and related language support packages.
ru: Установите дополнительные переводы и соответствующие языковые пакеты.
uk: Встановити більше перекладів і пов’язаних з мовною підтримкою пакунків.

source: Install languages
ru: Установка языков
uk: Встановити мови

source: When you install Ubuntu, the language you select at installation gets installed together with English, but you can add further languages.
ru: Выбранный при установке Ubuntu язык устанавливается совместно с английским, но в дальнейшем можно добавить и другие языки.
uk: Мова, вибрана вами при встановленні Ubuntu, встановлюється спільно з англійською, але можна додати й інші мови.

source: Open the <gui xref="shell-introduction#activities">Activities</gui> overview and start typing <gui>Region &amp; Language</gui>.
ru: Откройте <gui xref="shell-introduction#activities">Обзор</gui> и начните набирать <gui>Язык и регион</gui>.
uk: Відкрийте огляд <gui xref="shell-introduction#activities">Діяльність</gui> І почніть вводити <gui>Регіон та мова</gui>.

source: Click on <gui>Region &amp; Language</gui> to open the panel.
ru: Нажмите <gui>Язык и регион</gui>, чтобы открыть панель.
uk: Клацніть на <gui>Регіон та мова</gui> щоб відкрити панель.

source: Click the <gui>Manage Installed Languages</gui> button to open <gui>Language Support</gui>.
ru: Нажмите кнопку <gui>Управление установленными языками</gui>, чтобы открыть <gui>Язык системы</gui>.
uk: Клацніть кнопку <gui>Керувати встановленими мовами</gui> щоб відкрити <gui>Мовну підтримку</gui>.

source: Click <gui>Install / Remove Languages...</gui>. The <gui>Installed Languages</gui> window lists all the available languages, with the currently installed languages checked.
ru: Щёлкните <gui>Установка и удаление языков...</gui>. Окно <gui>Установленные языки</gui> покажет список всех имеющихся языков, уже установленные языки отмечены в списке.
uk: Клацніть <gui>Встановлення та вилучення мов...</gui>. Вікно <gui>Встановлені мови</gui> покаже перелік усіх мов що є, вже встановлені мови позначені у переліку.

source: Check the languages you want to install, and uncheck those currently installed languages you want to remove.
ru: Отметьте языки, которые требуется установить, и снимите метки с тех языков, которые нужно удалить.
uk: Позначте мови, які потрібно встановити, й зніміть позначки з тих мов, які ви бажаєте вилучити.

source: Click <gui>Apply Changes</gui>.
ru: Щёлкните <gui>Применить изменения</gui>.
uk: Натисніть <gui>Застосувати зміни</gui>.

source: <link xref="user-admin-explain">Administrative privileges</link> are required. Enter your password, or the password for the requested administrator account.
ru: Потребуются <link xref="user-admin-explain">административные привилегии</link>. Введите ваш пароль или пароль запрашиваемой учётной записи администратора.
uk: Потрібні будуть <link xref="user-admin-explain">адміністративні права</link>. Уведіть ваш пароль або пароль запитуваного облікового запису адміністратора.

source: In addition to the translations used to display menus and messages, with a new language may follow various language support components such as dictionaries for spell checking, fonts and input methods.
ru: Вместе с новым языком, как дополнение к переводам меню и сообщений, могут быть установлены различные компоненты поддержки языка, такие как словари для проверки правописания, шрифты и методы ввода.
uk: У додаток до перекладів меню та повідомлень, разом з новою мовою можуть бути встановлені різні компоненти підтримки цієї мови, такі як словники для перевірки правопису, шрифти та методи введення.

source: Some translations may be incomplete, and certain applications may not support your language at all.
ru: Некоторые переводы могут оказаться неполными, а отдельные приложения могут совсем не поддерживать ваш язык.
uk: Деякі переклади можуть виявитися неповними, а окремі додатки можуть зовсім не підтримувати вашу мову.

source: How and where to report problems with Ubuntu.
ru: Как и куда сообщить о проблемах с Ubuntu.
uk: Як та куди повідомити про проблеми з Ubuntu.

source: Report a problem in Ubuntu
ru: Сообщите о неисправности в Ubuntu
uk: Повідомте про проблеми з Ubuntu

source: If you notice a problem in Ubuntu, you can file a <em>bug report</em>.
ru: Если Вы обнаружили неисправность в Ubuntu, можно создать <em>отчёт об ошибке</em>.
uk: Якщо виявити проблему в Ubuntu, то можна створити<em>звіт про помилку</em>.

source: Type <keyseq><key>Alt</key><key>F2</key></keyseq> and type <input>ubuntu-bug &lt;package name&gt;</input>
ru: Нажмите <keyseq><key>Alt</key><key>F2</key></keyseq> и введите <input>ubuntu-bug &lt;имя пакета&gt;</input>

source: If you have a hardware issue or don't know the name of the program affected, just type <input>ubuntu-bug</input>
ru: Если ошибка связана с аппаратным обеспечением, или название программы не известно, просто наберите <input>ubuntu-bug</input>
uk: Якщо помилка пов’язана з апаратним забезпеченням, або назва програми невідома, просто наберіть <input>ubuntu-bug</input>

source: If using <cmd>ubuntu-bug</cmd> does not work for some reason, <link href="https://help.ubuntu.com/community/ReportingBugs#Filing_bugs_manually_at_Launchpad.net"> file a bug manually</link> and jump to step 4 in this instruction.
ru: Если использование <cmd>ubuntu-bug</cmd> не сработало по какой-либо причине, <link href="https://help.ubuntu.com/community/ReportingBugs#Filing_bugs_manually_at_Launchpad.net"> сообщите об ошибке вручную</link> и перейдите к шагу 4 данной инструкции.
uk: Якщо <cmd>ubuntu-bug</cmd> з якоїсь причини не працює, <link href="https://help.ubuntu.com/community/ReportingBugs#Filing_bugs_manually_at_Launchpad.net">створіть повідомлення про ваду вручну</link> і перейдіть до кроку 4 у цих настановах.

source: After running one of the above commands, Ubuntu will gather information about the bug. This may take a few minutes. Review the collected information if you wish. Click <gui>Send</gui> to continue.
ru: После запуска одной из указанных выше команд Ubuntu соберёт информацию об ошибке. Это может занять несколько минут. При желании просмотрите собранную информацию. Щёлкните <gui>Отправить</gui> для продолжения.
uk: Після запуску однієї з вказаних вище команд Ubuntu збере інформацію про помилку. Це може зайняти декілька хвилин. За бажання перегляньте зібрану інформацію. Клацніть <gui>Відправити</gui> для продовження.

source: A new web browser tab will open to continue processing the bug data. Ubuntu uses the website <app>Launchpad</app> to manage its bug reports. If you do not have a Launchpad account, you will need to register for one to file a bug and receive email updates about its status. You can do this by clicking <gui>Create a new account</gui>.
ru: Откроется новая вкладка веб-браузера для продолжения обработки сведений о неисправности. Для управления сообщениями об ошибках Ubuntu использует веб-сайт <app>Launchpad</app>. Если учётной записи Launchpad нет, то нужно зарегистрироваться для отправки сообщений об ошибках и получения сведений об их статусе по электронной почте. Можно сделать это, щёлкнув <gui>Создать новую учётную запись</gui>.
uk: Відкриється нова вкладка переглядача тенет для продовження обробки відомостей про несправність. Для керування повідомленнями про помилки Ubuntu використовує веб-сайт <app>Launchpad</app>. Якщо облікового запису Launchpad немає, то потрібно зареєструватися для відправлення повідомлень про помилки й отримання відомостей про їх статус електронною поштою. Можна зробити це, клацнувши <gui>Створити новий обліковий запис</gui>.

source: After logging in to Launchpad, enter a description of the problem in the summary field.
ru: После выполнения входа в Launchpad, введите описание проблемы в итоговом поле.
uk: Після виконання входу на Launchpad, уведіть опис проблеми у підсумковому полі.
