Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-docs_ubuntu-help-*.po
Languages: ru, uk

source: After clicking <gui>Next</gui> Launchpad will search for similar bugs in case the bug you are reporting has already been reported. If the bug has already been reported, you can mark that bug as also affecting you. You can also subscribe to the bug report to receive updates about progress with fixing it. If the bug has not already been reported, click <gui>No, I need to report a new bug</gui>.
ru: После щелчка <gui>Далее</gui>, Launchpad произведёт поиск похожих неисправностей на случай, если об ошибке, о которой сообщается, уже сообщено. Если о вашей ошибке уже сообщено, можно отметить эту неисправность как затрагивающую и вас. Кроме того, можно подписаться на получение сообщений об ошибке для отслеживания хода её исправления. Если сообщение о неисправности не существует, щёлкните <gui>Нет, мне необходимо сообщить о новой ошибке</gui>.
uk: Після клацання на <gui>Далі</gui>, Launchpad проведе пошук схожих проблем на випадок, якщо про помилку, про яку повідомляється, вже повідомлено. Якщо про вашу помилку вже повідомлено, можна відмітити цю несправність як таку що чіпає й вас. Крім того, можна підписатися на отримання повідомлень про помилку для відстеженням ходу її виправлення. Якщо повідомлення про проблему не існує, клацніть <gui>Ні, мені потрібно повідомити про нову помилку</gui>.

source: Fill in the description field with as much information as you can. It's important that you specify three things:
ru: Заполните поле описания как можно более подробной информацией. Особенно важно указать три вещи:
uk: Заповніть поле опису як можна детільнішою інформацією. Особливо важливо вказати три речі:

source: What you expected to happen
ru: Что должно было произойти
uk: Що повинно було статися

source: What actually happened
ru: Что произошло в действительности
uk: Що сталося у реальності

source: If possible, a minimal series of steps necessary to make it happen, where step 1 is "start the program"
ru: Что сделать, чтобы это произошло — по возможности минимальный ряд шагов, где первый шаг — запуск программы
uk: Що зробити, щоб це сталося — за можливістю мінімальний ряд кроків, де перший крок — запуск програми

source: Your report will be given an ID number, and its status will be updated as it is being dealt with. Thanks for helping make Ubuntu better!
ru: Вашему отчёту будет присвоен идентификационный номер и статус его будет меняться по мере обработки. Спасибо, что помогаете сделать Ubuntu лучше!
uk: Вашому звіту буде привласнено ідентифікаційний номер й статус його буде змінюватися у міру обробки. Дякуємо, що допомагаете зробити Ubuntu кращою!

source: If you get the "This is not a genuine Ubuntu package" error, it means that the software you are trying to report a bug about is not from the official Ubuntu repositories. In this case, you cannot use Ubuntu's built-in bug reporting tool.
ru: Если получена ошибка «Это не оригинальный пакет Ubuntu», то это означает, что программа, об ошибке в которой пытаетесь сообщить, не входит в состав официальных репозиториев Ubuntu. В этом случае нельзя использовать встроенные в Ubuntu инструменты сообщения об ошибках.
uk: Якщо отримано помилку «Це не оригінальний пакунок Ubuntu», то це означає, що програма, про помилку у якій намагаєтеся повідомити, не входить у склад офіційних сховищ Ubuntu. У цьому випадку неможна використовувати вбудовані у Ubuntu інструменти повідомлення про помилки.

source: For more information about reporting bugs in Ubuntu, please read the extensive <link href="https://help.ubuntu.com/community/ReportingBugs">online documentation</link>.
ru: Для дополнительной информации об отправке сообщений об ошибках в Ubuntu, пожалуйста, прочтите подробную <link href="https://help.ubuntu.com/community/ReportingBugs_ru">онлайн документацию</link>.
uk: Для додаткової інформації про відправлення повідомлень про помилки в Ubuntu, будь ласка, прочитайте детальну <link href="https://help.ubuntu.com/community/ReportingBugs_ru">онлайн документацію</link>.

source: Choose what applications to start when you log in.
ru: Укажите, какие приложения будут запускаться во время входа в систему.
uk: Виберіть, які додатки будуть запускатися, при вході у систему.

source: Startup Applications
ru: Автоматически запускаемые приложения
uk: Початкові програми

source: You can configure what applications should be started at login, in addition to the default startup applications configured on the system.
ru: Вы можете настроить, какие приложения будут запускаться во время входа в систему отдельно, от уже назначенных автоматически запускаемых приложений по умолчанию.
uk: Ви можете налаштувати, які програми будуть запускатися під час входу у систему окремо, від вже призначених автоматично стартуючих програм.

source: Open <gui>Startup Applications</gui> via the <gui xref="shell-introduction#activities">Activities</gui> overview. Alternatively you can press <keyseq><key>Alt</key><key>F2</key></keyseq> and run the <cmd>gnome-session-properties</cmd> command.
ru: Откройте <gui>Запуск приложений</gui> через <gui xref="shell-introduction#activities">Действия</gui>. Или можете нажать <keyseq><key>Alt</key><key>F2</key></keyseq> и выполнить команду <cmd>gnome-session-properties</cmd>.
uk: Відкрийте <gui>Початкові програми</gui> через огляд <gui xref="shell-introduction#activities">Діяльність</gui>. Крім того, ви можете натиснути <keyseq><key>Alt</key><key>F2</key></keyseq> та виконати команду<cmd>gnome-session-properties</cmd>.

source: Click <gui>Add</gui> and enter the command to be executed at login (name and comment are optional). For example, to make Firefox start automatically, it's sufficient to type <cmd>firefox</cmd> in the <gui>Command</gui> field and confirm with <gui>Add</gui>.
ru: Щёлкните <gui>Добавить</gui> и введите команду, которая будет выполняться при входе (наименование и описание необязательны к заполнению). Например, чтобы запускать Firefox автоматически, необходимо ввести <cmd>firefox</cmd> в строке <gui>Команда</gui> и нажать кнопку <gui>Добавить</gui>.
uk: Клацніть <gui>Додати</gui> і введіть команду, яка буде виконуватися при вході (найменування і опис необов’язкові для заповнення). Наприклад, щоб запускати Firefox автоматично, потрібно ввести <cmd>firefox</cmd> у рядку <gui>Команда</gui> й натиснути кнопку <gui>Додати</gui>.

source: You can either type the command, or click the <gui>Browse...</gui> button and select a command. Applications to autostart are typically located in the <code>/usr/bin</code> folder.
ru: Вы можете ввести команду или щёлкнуть на кнопке <gui>Обзор...</gui> и выбрать команду. Автоматически запускаемые приложения обычно располагаются в папке <code>/usr/bin</code>.
uk: Ви можете ввести команду або клацнути на кнопці <gui>Огляд...</gui> й вибрати команду. Автоматично стартуючі програми зазвичай розташовуються у теці <code>/usr/bin</code>.

source: Most commercial DVDs are encrypted and will not play without decryption software.
ru: Большинство коммерческих DVD закодированы и не будут проигрываться без декодирующего программного обеспечения.
uk: Більшість комерційних DVD закодовані й не будуть відтворюватися без декодуючого програмного забезпечення.

source: Ubuntu Documentation Project
ru: Проект документации Ubuntu
uk: Проект з документування Ubuntu

source: How do I enable restricted codecs to play DVDs?
ru: Как мне активировать кодек для проигрывания DVD?
uk: Як мені активувати кодек для відтворення DVD?

source: DVD support cannot be provided by default in Ubuntu due to legal and technical restrictions. Most commercial DVDs are encrypted and so require the use of decryption software in order to play them.
ru: По умолчанию поддержка DVD в Ubuntu не может быть предоставлена из-за правовых и технических ограничений. Большинство коммерческих DVD закодированы и для воспроизведения требуют использования декодирующего программного обеспечения.
uk: Типово підтримка DVD в Ubuntu не може бути надана з-за правових та технічних обмежень. Більшість комерційних DVD закодовані й для відтворення потребують використання декодуючого програмного забезпечення.

source: Use alternative decryption software
ru: Используйте другое декодирующее программное обеспечение
uk: Використовуйте інше програмне забезпечення для декодування

source: In some countries, the use of the below unlicensed decryption software is not permitted by law. Verify that you are within your rights to use it.
ru: В некоторых странах использование нелицензированного декодирующего программного обеспечения не разрешено законом. Проверьте, что вы имеете право использовать такое ПО.
uk: У деяких країнах використання неліцензійного декодуючого програмного забезпечення не дозволено законом. Перевірте, що ви маєте право використовувати таке ПЗ.

source: Install <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread8">libdvdread8</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, and <link href="apt:libdvd-pkg">libdvd-pkg</link>.
ru: Установка <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread8">libdvdread8</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> и <link href="apt:libdvd-pkg">libdvd-pkg</link>.

source: Open a terminal window by pressing <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
ru: Откройте окно терминала, нажав <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
uk: Відкрийте вікно терміналу натиснувши <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.

source: Run the command
ru: Выполните команду
uk: Виконайте команду

source: and confirm in order to install <em>libdvdcss2</em>.
ru: и подтвердите ее, чтобы произвести установку <em>libdvdcss2</em>.
uk: та підтвердіть щоб встановити <em>libdvdcss2</em>.

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
uk: Ліцензія Creative Commons Attribution-Share Alike Unported
