Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unixodbc_godbcconfig-*.po
Languages: ru, uk

source: gODBCConfig - ODBC Data Source Administrator
ru: gODBCConfig - Управление источниками данных ODBC
uk: gODBCConfig - Адміністрування джерелами даних ODBC

source: Add
ru: Добавить
uk: Додати

source: Remove
ru: Удалить
uk: Вилучити

source: Configure...
ru: Настроить...
uk: Налаштувати…

source: User data source configuration is stored in your home directory. This allows you configure data access without having to be system administrator
ru: Сведения о ваших источниках данных хранятся в вашем домашнем каталоге. Таким образом, вы сможете настраивать их, не будучи администратором системы.
uk: Відомості про ваші джерела даних конфігурації зберігаються у вашому домашньому каталозі. Це дозволяє налаштувати доступ до даних без необхідності бути системним адміністратором

source: Name
ru: Название
uk: Назва

source: Description
ru: Описание
uk: Опис

source: Driver
ru: Драйвер
uk: Драйвер

source: User DSN
ru: DSN пользователя
uk: Користувацький DSN

source: System data sources are shared among all users of this machine.These data sources may also be used by system services. Only the administrator can configure system data sources.
ru: Системные источники данных общие для всех пользователей этого компьютера. Также их могут использовать системные службы. Только администраторы могут управлять системными источниками данных.
uk: Системні джерела даних розподіляються між усіма користувачами цього комп'ютера .Ці джерела даних можуть бути також використані у системі обслуговування. Лише адміністратор може керувати системними джерелами даних.

source: System DSN
ru: Системный DSN
uk: Системний DSN

source: These drivers facilitate communication between the Driver Manager and the data server. Many ODBC drivers for Linux can be downloaded from the Internet while others are obtained from your database vendor.
ru: Эти драйверы обеспечивают связь между Менеджером драйверов и сервером данных. Многие драйверы ODBC для Linux можно загрузить из интернета, а некоторые доступны от вашего производителя базы данных.
uk: Ці драйвери забезпечують зв'язок між сервером бази даних та менеджером даних . Багато ODBC драйверів для Linux можна завантажити з Інтернету, інші надаються постачальником вашої бази даних .

source: Driver Lib
ru: Библиотека драйверов
uk: Бібліотека драйверів

source: Setup Lib
ru: Установить библиотеку
uk: Встановити бібліотеку

source: Drivers
ru: Драйверы
uk: Драйвери

source: Tracing allows you to create logs of the calls to ODBC drivers. Great for support people, or to aid you in debugging applications. You must be 'root' to set
ru: Трассировка создает журналы вызовов к драйверам ODBC. Используется службами поддержки, а также при отладке приложений. Вы должны иметь права root`a для установки
uk: Відстеження(трасування) дозволяє створювати журнали викликів для драйверів ODBC. Використовується службами підтримки, а також при налагоджені додатків. Ви повинні працювати під 'root' (ом) для встановлення.

source: Browse
ru: Обзор
uk: Огляд

source: Trace File
ru: Файл трассировки
uk: Файл трасування(Відстеження)

source: Tracing On
ru: Трассировка
uk: Трасування (Відстеження) увімкнено

source: Tracing
ru: Трассировка
uk: Відстеження

source: Open DataBase Connectivity (ODBC) was developed to be an Open and portable standard for accessing data. unixODBC implements this standard for Linux/UNIX.
ru: Open DataBase Connectivity (ODBC) был разработан как открытый и переносимый стандарт для доступа к данным. unixODBC реализует его для Linux/UNIX.
uk: Open DataBase Connectivity (ODBC) був розроблений як відкритий та портативний стандарт для доступу до даних. unixODBC реалізує цей стандарт і для Linux / UNIX

source: Database System
ru: Система базы данных
uk: Система бази даних

source: Credits
ru: Благодарности
uk: Подяки

source: Application
ru: Приложение
uk: Додаток

source: Driver Manager
ru: Менеджер драйверов
uk: Менеджер драйверів

source: Config
ru: Настройка
uk: Налаштування

source: About
ru: О программе
uk: Про проґраму

source: gODBCConfig - Appication
ru: gODBCConfig - Приложение
uk: gODBCConfig - Проґрама

source: The Application communicates with the Driver Manager using the standard ODBC calls. The application does not care; where the data is stored, how it is stored, or even how the system is configured to access the data. The Application only needs to know the data source name (DSN) The Application is not hard wired to a particular database system. This allows the user to select a different database system using the ODBCConfig Tool.
ru: Приложение связывается с Менеджером драйверов путем стандартных вызовов ODBC. Приложению всё равно где хранятся данные, как они хранятся, и как система настроена для доступа к ним. Приложение просто использует имя источника данных (DSN) Приложение не связано с какой-либо базой данных. Пользователь может выбрать другую базу данных, используя ODBCConfig.
uk: Проґрама взаємодіє з менеджером драйверів із використанням стандартних ODBC викликів. Проґрама не дбає, де дані зберігаються, як вони зберігаються, або навіть, як система налаштована для доступу до даних. Проґрамі лише потрібно знати ім'я джерела даних (DSN). Проґраму не пов'язано з конкретною базою даних . Це дозволяє користувачеві обрати іншу базу даних , використовуючи приладдя ODBCConfig

source: gODBCConfig - Driver Manager
ru: gODBCConfig - Менеджер драйверов
uk: gODBCConfig - Менеджер драйверів

source: The Driver Manager carries out a number of functions, such as: 1. Resolve data source names via odbcinst lib) 2. Loads any required drivers 3. Calls the drivers exposed functions to communicate with the database. Some functionality, such as listing all Data Source, is only present in the Driver Manager or via odbcinst lib).
ru: Менеджер Драйверов carries выполняет множество фукций, таких как: 1. Определяет имена источников данных с помощью odbcinst lib) 2. Загружает любые необходимые драйверы 3. Вызывает функции драйвера для связи с базой данных. Некоторая функциональность, например вывод всех Источников Данных, присутствует толко в Менеджере Драйверов или через odbcinst lib).
uk: Менеджер драйверів здійснює ряд функцій, таких як: 1. Визначення джерела та імен використовуючи odbcinst lib) 2. Завантаження потрібних драйверів 3. Виклики драйверів для обміну інформації з базами даних, та певні функції, наприклад, із зазначенням усіх даних джерела, можливо лише у менеджері драйверів або через odbcinst lib).

source: ODBCConfig - Drivers
ru: ODBCConfig - Драйверы
uk: ODBCConfig - Драйвери

source: The ODBC Drivers contain code specific to a Database System and provides a set of callable functions to the Driver Manager. Drivers may implement some database functionality when it is required by ODBC and is not present in the Database System. Drivers may also translate data types. ODBC Drivers can be obtained from the Internet or directly from the Database vendor. Check http://www.unixodbc.org for drivers
ru: Драйверы ODBC содержат код, зависящий от базы данных, и предоставляют набор функций Менеджеру драйверов. Драйверы могут выполнять некоторые функции базы данных, если они требуются стандартом ODBC, но не поддерживаются соответствующей базой данных. Также драйверы могут преобразовывать типы данных. Драйверы ODBC можно найти в Интернете или получить от производителя базы данных. Проверьте наличие драйверов на сайте http://www.unixodbc.org
uk: ODBC драйвери містять код що залежить від конкретної бази даних та надає набір необхідних функцій менеджера драйверів. Драйвери можуть здійснювати деякі функції баз даних, коли це потрібно для ODBC і не є у наявності у відповідній базі даних. Драйвери можуть також перетворювати типи даних. ODBC драйвери можуть бути отримані через Інтернет або безпосередньо з бази даних постачальника. Перевір у мережі інтернет потрібні драйвери http://www.unixodbc.org

source: ODBCConfig - Database Systems
ru: ODBCConfig - Системы баз данных
uk: ODBCConfig - Системи баз даних

source: Perhaps the most common type of Database System today is an SQL Server SQL Servers with Heavy Functionality ADABAS-D Empress Sybase - www.sybase.com Oracle - www.oracle.com SQL Servers with Lite Functionality MiniSQL MySQL Solid The Database System may be running on the local machine or on a remote machine. It may also store its information in a variety of ways. This does not matter to an ODBC application because the Driver Manager and the Driver provides a consistent interface to the Database System.
ru: Пожалуй, в настоящее время, самыми распространенными системами управления базами данных являются серверы SQL Серверы SQL, обладающие "тяжелой" функциональностью ADABAS-D Empress Sybase - www.sybase.com Oracle - www.oracle.com Серверы SQL с "легкой" функциональностью MiniSQL MySQL Solid Система управления базами данных может быть запущена локально на компьютере или на удаленной машине. Она также может хранить данные, используя множество способов. Это никак не повлияет на приложения ODBC, так как Driver Manager и Driver предоставляют единообразный интерфейс доступа к системе управления базами данных.
uk: Мабуть, найбільш поширеними на сьогодні системами керування базами даних сьогодні є SQL Server SQL сервери найповнішої функціональності ADABAS-D Empress Sybase - www.sybase.com Oracle - www.oracle.com SQL сервери полегшеної функціональності MiniSQL MySQL Solid Система керування базами даних може бути запущена на локальному або й на віддаленому комп'ютері. Ви можете також зберігати свою інформацію різними способами. Це не має значення для застосування ODBC, оскільки драйвер-менеджер та драйвери бази даних забезпечують гарний доступ до системи керування базами даних.

source: This is the main configuration file for ODBC. It contains Data Source configuration. It is used by the Driver Manager to determine, from a given Data Source Name, such things as the name of the Driver. It is a simple text file but is configured using the ODBCConfig tool. The User data sources are typically stored in ~/.odbc.ini while the System data sources are stored in /etc/odbc.ini
ru: Это основной файл настроек ODBC. Он содержит настройки источников данных (Data Source). Он используеься Driver Manager, чтобы определять по заданному имени источника данных (Data Source Name) такие параметры, как название драйвера (Driver). Это обычный текстовый файл, управляемый с помощью утилиты ODBCConfig. Настройки пользовательских (User) источников данных обычно храняться в файле ~/.odbc.ini в то время как системные (System) источники данных хранятся в /etc/odbc.ini
uk: Цей файл є головним конфігураційним файлом для ODBC. Він містить інформацію про головне джерело. Він використовує Driver Manager, щоб визначати по заданому імені джерела даних (Data Source Name) такі параметри, як назву драйвера (Driver). Це простий текстовий файл, але налаштований за допомогою інструментів ODBCConfig. Налаштування користувацьких (User) джерел даних за звичай зберігаються у файлі ~/.odbc.ini у той час як системні (System) джерела даних зберігаються у /etc/odbc.ini

source: This is the program you are using now. This program allows the user to easily configure ODBC.
ru: Эту программу вы используется в данный момент. Она позволяет настраивать ODBC.
uk: Цю проґраму ви використовуєте зараз. Дана проґрама дозволяє користувачеві легко налаштувати ODBC.

source: odbcinst.ini contains a list of all installed ODBC Drivers. Each entry also contains some information about the driver such as the file name(s) of the driver. An entry should be made when an ODBC driver is installed and removed when the driver is uninstalled. This can be done using ODBCConfig or the odbcinst command tool.
ru: odbcinst.ini содержит перечень всех установленных ODBC драйверов. Каждая запись также содержит некоторую информацию о драйвере такую, как имя файла драйвера. Запись необходимо добавлять при установке ODBC драйвера и удалять после его деинсталляции. Это можно сделать воспользовавшись ODBCConfig или консольной утилитой odbcinst.
uk: odbcinst.ini містить перелік усіх встановлених ODBC драйверів. Кожен запис також містить деяку інформацію про драйвер таку, як ім’я файлу драйвера. Запис необхідно додавати при встановленні ODBC драйвера й вилучати після його деінсталяції. Це можна зробити скориставшись ODBCConfig або консольною утилітою odbcinst.

source: ODBCConfig - Credits
ru: ODBCConfig - Благодарности

source: unixODBC consists of the following components - Driver Manager - GUI Data Manager - GUI Config - Several Drivers and Driver Config libs - Driver Code Template - Driver Config Code Template - ODBCINST lib - odbcinst (command line tool for install scripts) - INI lib - LOG lib - LST lib - TRE lib - SQI lib - isql (command line tool for SQL) All code is released under GPL and the LGPL license.
ru: unixODBC состоит из следующих компонентов - Менеджера драйверов (Driver Manager) - Графической оболочки менеджера данных (Data Manager) - Графической оболочки настройки - Нескольких драйверов (Drivers) и библиотек для их настройки - Шаблона исходного кода драйвера - Шаблона исходного кода настройки драйвера - библиотеки ODBCINST - odbcinst (консольная утилита для скриптов установки) - библиотеки INI - библиотеки LOG - библиотеки LST - библиотеки TRE - библиотеки SQI - isql (консольная утилита для SQL) Все исходные коды распространяются по лицензии GPL и LGPL.
uk: unixODBC складається з таких компонентів - Менеджера драйверів (Driver Manager) - Графічної оболонки менеджера даних (Data Manager) - Графічної оболонки налаштування - Декількох драйверів (Drivers) та бібліотек для їх налаштування - Шаблону вихідного коду драйвера - Шаблону вихідного коду налаштування драйвера - бібліотеки ODBCINST - odbcinst (консольна утиліта для скриптів встановлення) - бібліотеки INI - бібліотеки LOG - бібліотеки LST - бібліотеки TRE - бібліотеки SQI - isql (консольна утиліта для SQL) Усі джерельні коди розповсюджуються за ліцензією GPL и LGPL.

source: gODBCConfig - New Driver
ru: gODBCConfig - Новый драйвер
uk: gODBCConfig - Новий драйвер

source: FileUsage
ru: Использование файла
uk: Використання файлу

source: Setup
ru: Настройка
uk: Налаштування

source: gODBCConfig - Configure Driver
ru: gODBCConfig - Настройка драйвера
uk: gODBCConfig - Налаштування драйвера

source: gODBCConfig - Add DSN
ru: gODBCConfig - Добавление DSN
uk: gODBCConfig - Додати DSN

source: Select the DRIVER to use or Add a new one
ru: Выберите используемый драйвер или добавьте новый
uk: Оберіть драйвер для використання або додайте новий

source: Could not load %s
ru: Не удалось загрузить %s
uk: Не вдалося завантажити %s

source: Could not write to (%s)
ru: Не удалось записать в (%s)
uk: Не вдалося записати у (%s)

source: Select a driver to remove
ru: Выберите удаляемый драйвер
uk: Оберіть драйвер для вилучення

source: Select a driver to configure
ru: Выберите настраиваемый драйвер
uk: Оберіть драйвер для конфігурування

source: Enter a DSN name
ru: Введите название DSN
uk: Оберіть ім'я DSN

source: Could not construct a property list for (%s)
ru: Не удалось создать список свойств для (%s)
uk: Не вдалося створити список параметри для (%s)

source: Select a driver to Use
ru: Выберите драйвер
uk: Оберіть драйвер для використання

source: Select a DSN to configure
ru: Выберите DSN для конфигурирования
uk: Оберіть DSN для налаштування

source: Unable to find a Driver line for this entry
ru: Не удалось обнаружить строку драйвера для этого элемента
uk: Не вдалося знайти рядок драйвера для цього елементу

source: Select File
ru: Выбор файла
uk: Оберіть файл

source: Select a DSN to Remove
ru: Выберите DSN для удаления
uk: Оберіть DSN для вилучення

source: Could not write property list for (%s)
ru: Невозможно записать список свойств для (%s)
uk: Не вдалося записати властивості для (%s)

source: Could not write to %s
ru: Не удалось записать данные в %s
uk: Не вдалося записати дані у %s

source: Couldn't find pixmap file: %s
ru: Не найден файл изображения: %s
uk: Не вдалося знайти файл зображення: %s

source: Couldn't create pixmap from file: %s
ru: Не удалось загрузить изображение из файла: %s
uk: Не вдалося завантажити зображення з файлу: %s
