Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-advantage-desktop-daemon_ubuntu-advantage-desktop-daemon-*.po
Languages: ru

source: Attach machine to Ubuntu Pro
ru: Подключить компьютер к Ubuntu Pro

source: Authentication is required to attach this machine to Ubuntu Pro
ru: Для подключения этого компьютера к Ubuntu Pro требуется аутентификация.

source: Detach machine from Ubuntu Pro
ru: Отключить компьютер от Ubuntu Pro

source: Authentication is required to detach this machine from Ubuntu Pro
ru: Для отключения этого компьютера от Ubuntu Pro требуется аутентификация.

source: Enable Ubuntu Pro service
ru: Включить службу Ubuntu Pro

source: Authentication is required to enable an Ubuntu Pro service
ru: Для включения службы Ubuntu Pro требуется аутентификация

source: Disable Ubuntu Pro service
ru: Отключить службу Ubuntu Pro

source: Authentication is required to disable an Ubuntu Pro service
ru: Для отключения службы Ubuntu Pro требуется аутентификация

source: Replace current daemon
ru: Заменить действующую службу

source: Path to status file
ru: Расположение файла состояния

source: Show daemon version
ru: Показать версию службы
