Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-upower_upower-*.po
Languages: ru, uk

source: Exit after a small delay
ru: Выйти после небольшой задержки
uk: Вихід з невеликою затримкою

source: Exit after the engine has loaded
ru: Выйти после загрузки движка
uk: Вихід після завантаження основи

source: Replace the old daemon
ru: Заменить старый демон
uk: Замінити старий демон

source: Show extra debugging information
ru: Показать дополнительные сведения отладки
uk: Показати додаткову налагоджувальну інформацію

source: Enumerate objects paths for devices
ru: Перечислить пути объектов для устройств
uk: Перерахування шляхів об'єктів для пристрою

source: Dump all parameters for all objects
ru: Выгрузить все параметры для всех объектов
uk: Дамп всіх параметрів для всіх об'єктів

source: Get the wakeup data
ru: Получить данные о пробуждении
uk: Отримання даних виходу з режиму сну

source: Monitor activity from the power daemon
ru: Мониторинг активности от службы электропитания
uk: Монітор активності з програми контролю енергозбереження

source: Monitor with detail
ru: Мониторинг с подробной информацией
uk: Детальний монітор

source: Show information about object path
ru: Показать информацию о пути объекта
uk: Показ інформації про шляхи об'єктів
