Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity-lens-applications_unity-lens-applications-*.po
Languages: be

source: Applications
be: Праграмы

source: Recently used
be: Нядаўна выкарыстаныя

source: Recent apps
be: Нядаўныя прылады

source: Installed
be: Усталяваныя

source: More suggestions
be: Іншыя прапановы

source: Type
be: Тып

source: Accessories
be: Прыстасаванні

source: Education
be: Адукацыя

source: Games
be: Гульнi

source: Graphics
be: Графіка

source: Internet
be: Сеціва

source: Fonts
be: Шрыфты

source: Office
be: Канцэлярыя

source: Media
be: Мультымедыя

source: Customization
be: Дапасаванне

source: Accessibility
be: Выгоды

source: Developer
be: Распрацоўнікам

source: Science & engineering
be: Навука і інжынерыя

source: Dash plugins
be: Убудовы панэлі кіравання

source: System
be: Сістэмныя

source: Sources
be: Крыніцы

source: Local apps
be: Мясцовыя прылады

source: Software center
be: Цэнтр праграмнага забеспячэння

source: Search applications
be: Пошук прыладаў

source: Paid
be: Платна

source: Free
be: Задарма

source: Version %s
be: Версія %s

source: Size %s
be: Памер %s

source: Hardware requirements
be: Патрабаванні абсталявання

source: Buy
be: Набыць

source: Free Download
be: Зладаваць дарма

source: Install
be: Усталяваць

source: Developer Site
be: Сайт распрацоўшчыка

source: Installed on
be: Усталявана на

source: Launch
be: Запусціць

source: Uninstall
be: Высталяваць

source: Results
be: Вынікі

source: History
be: Гісторыя

source: Run a command
be: Выканаць каманду

source: There is no easter egg in Unity
be: Няма вялікодных яек у Unity

source: Still no easter egg in Unity
be: Супакойцеся ўжо ! Як гарохам аб сцену...

source: scope
be: сфера

source: Enable
be: Уключыць

source: Disable
be: Адключыць

source: Search plugins
be: Пошукавыя ўбудовы

source: All Applications
be: Усе праграмы

source: All Available Applications
be: Усе даступныя праграмы

source: This is an Ubuntu search plugin that enables information from local applications to be searched and displayed in the Dash underneath the Applications header. If you do not wish to search this content source, you can disable this search plugin.
be: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі з лакальных праграм для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Праграмы». Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.

source: Commands
be: Каманды

source: This is an Ubuntu search plugin that enables information from local binaries to be searched and displayed in the Dash. If you do not wish to search this content source, you can disable this search plugin.
be: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі з лакальных двайковых файлаў для пошуку і адлюстравання на панэлі кіравання. Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.

source: This is an Ubuntu search plugin that enables information from available search plugins to be searched and displayed in the Dash underneath the Dash plugins header. If you do not wish to search this content source, you can disable this search plugin.
be: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі з даступных пошукавых убудоў для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Панэль кіравання ўбудоў». Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.

source: Search search plugins
be: Пошук пошукавых плагінаў

source: Running Applications
be: Запушчанныя прылады

source: This is an Ubuntu search plugin that enables information from running applications to be searched and displayed in the Dash underneath the Applications header. If you do not wish to search this content source, you can disable this search plugin.
be: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі з запушчаных праграм для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Праграмы». Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.

source: Search running applications
be: Пошук запушчанных прылад
