Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-release-upgrader_ubuntu-release-upgrader-*.po
Languages: uk

source: Running the 'unity' desktop environment is not fully supported by your graphics hardware. You will maybe end up in a very slow environment after the upgrade. Our advice is to keep the LTS version for now. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D Do you still want to continue with the upgrade?
uk: Середовище робочого столу 'unity' підтримується вашим графічним апаратним забезпеченням не повністю. Можливо, після оновлення швидкодія середовища буде сповільнена. Радимо на разі залишити версію LTS. Щоб отримати докладні відомості, див. https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D Ви все ще хочете продовжити оновлення?

source: Your graphics hardware may not be fully supported in Ubuntu 12.04 LTS.
uk: Ваш графічний пристрій підтримується Ubuntu 12.04 LTS не повністю.

source: The support in Ubuntu 12.04 LTS for your Intel graphics hardware is limited and you may encounter problems after the upgrade. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Do you want to continue with the upgrade?
uk: Підтримку Вашого графічного адаптера Intel в Ubuntu 12.04 LTS обмежено, і Ви можете стикнутися з проблемами після оновлення. Для отримання детальної інформації відвідайте https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Ви дійсно бажаєте продовжити оновлення?

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
uk: Оновлення може уповільнити ефекти робочого столу, продуктивність роботи в іграх та інших графічно складних програмах.

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
uk: Цей комп'ютер зараз використовує графічний драйвер AMD 'fglrx'. Нема доступних версій драйверів, які б працювали з вашим обладнанням на Ubuntu 10.04 LTS. Чи хочете ви продовжувати?

source: Sorry, no more upgrades for this system
uk: Вибачте, цю систему вже не можна оновити

source: There will not be any further Ubuntu releases for this system's 'i386' architecture. Updates for Ubuntu %s will continue until %s.
uk: Подальших випусків Ubuntu для архітектури «i386» цієї системи не буде. Пакунки оновлень Ubuntu %s випускатимуть до %s.

source: No ARMv6 CPU
uk: Немає ARMv6 CPU

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
uk: Ваша система використовує процесор ARM з архітектурою, старішою за ARMv6. Всі пакети у karmic були скомпільовані з оптимізаціями, які вимагають ARMv6 як мінімум. Оновлення вашої системи до нового випуску Ubuntu неможливе на даному обладнанні.

source: Sorry, this storage driver is not supported in kernels for newer releases
uk: Вибачте, підтримку драйвера до цього сховища даних не передбачено у ядрах новіших випусків

source: There will not be any further Ubuntu releases that provide kernel support for the aufs storage driver. Please ensure that none of your containers are using the aufs storage driver, remove the directory %s and try again.
uk: У подальших випусках Ubuntu у ядрі не буде передбачено підтримки драйвера сховищ даних aufs. Будь ласка, переконайтеся, що у жодному із контейнерів не використано драйвера сховища даних aufs, вилучіть каталог %s і повторіть спробу.

source: There will not be any further Ubuntu releases for this system's POWER8 processor. Updates for Ubuntu %s will continue until %s.
uk: Більше випусків Ubuntu для процесора POWER8 цієї системи не буде. Оновлення для Ubuntu %s триватимуть до %s.

source: No init available
uk: Служба init недоступна

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
uk: Схоже, що ваша система є віртуалізованим оточенням без служби init, наприклад Linux-VServer. Ubuntu 10.04 LTS не може працювати в такому типі оточення, ви повинні спочатку виправити конфігурацію своєї віртуальної машини. Ви впевнені, що хочете продовжити?

source: The Robot Operating System (ROS) is installed
uk: Robot Operating System (ROS) встановлено

source: It appears that ROS is currently installed. Each ROS release is very strict about the versions of Ubuntu it supports, and Ubuntu upgrades can fail if that guidance isn't followed. Before continuing, please either uninstall ROS, or ensure the ROS release you have installed supports the version of Ubuntu to which you're upgrading. For ROS 1 releases, refer to REP 3: https://www.ros.org/reps/rep-0003.html For ROS 2 releases, refer to REP 2000: https://www.ros.org/reps/rep-2000.html Are you sure you want to continue?
uk: Схоже, ROS вже встановлено. Кожен випуск ROS дуже вимогливий до версій Ubuntu, які він підтримує, тому оновлення Ubuntu можуть бути невдалими, якщо ці вимоги не дотримані. Перш ніж продовжити, або видаліть ROS, або переконайтеся, що встановлений випуск ROS підтримує версію Ubuntu, на яку ви оновлюєтеся. Інформація про випуски ROS 1 вказана в REP 3: https://www.ros.org/reps/rep-0003.html Інформація про випуски ROS 2 вказана в REP 2000: https://www.ros.org/reps/rep-2000.html Ви дійсно хочете продовжити?

source: Connection to the Snap Store failed
uk: Не вдалося встановити з'єднання із Snap Store

source: You have the package lxd installed but your system is unable to reach the Snap Store. lxd is now provided via a snap and the release upgrade will fail if snapd is not functional. Please make sure you're connected to the Internet and update any firewall or proxy settings as needed so that you can reach api.snapcraft.io. If you are an enterprise with a firewall setup you may want to configure a Snap Store proxy.
uk: У вашій системі встановлено пакунок lxd, але не вдалося встановити з'єднання із Snap Store. У поточному стані роботу lxd забезпечує snap. Оновлення випуску системи не вдасться виконати, якщо не працюватиме snapd. Будь ласка, переконайтеся, що комп'ютер з'єднано із інтернетом і оновіть параметри брандмауера та проксі-сервера так, щоб можна було встановити зв'язок із api.snapcraft.io. Якщо ви працюєте у промисловій мережі із брандмауером, варто налаштувати проксі-сервер Snap Store.

source: Connection to Snap Store failed
uk: Помилка з'єднання з магазином Snap

source: Your system does not have a connection to the Snap Store. For the best upgrade experience make sure that your system can connect to api.snapcraft.io. Do you still want to continue with the upgrade?
uk: Ваша система не має підключення до Snap Store. Щоб отримати найкращу процедуру оновлення, переконайтеся, що система може підключитися до api.snapcraft.io. Продовжити оновлення?

source: Outdated snapd package
uk: Застарілий пакунок snapd

source: Your system does not have the latest version of snapd. Please update the version of snapd on your system to improve the upgrade experience. Do you still want to continue with the upgrade?
uk: У системі відсутній snapd останньої версії. Будь ласка, оновіть версію snapd у системі, щоб мати покращену процедуру оновлення. Продовжити оновлення?

source: Calculating snap size requirements
uk: Обчислюємо вимоги щодо розміру для snap

source: Processing snap replacements
uk: Обробляємо замінники snap

source: refreshing snap %s
uk: оновлюємо snap %s

source: removing snap %s
uk: вилучаємо snap %s

source: installing snap %s
uk: встановлюємо snap %s

source: PAE not enabled
uk: PAE не увімкнуто

source: Your system uses a CPU that does not have PAE enabled. Ubuntu only supports non-PAE systems up to Ubuntu 12.04. To upgrade to a later version of Ubuntu, you must enable PAE (if this is possible) see: http://help.ubuntu.com/community/EnablingPAE
uk: У вашій системі використовується процесор, у якому не увімкнено інструкцій PAE. Користуватися Ubuntu у системах без PAE можна лише до версії Ubuntu 12.10. Оновлення до новішої версії Ubuntu вимагатиме вмикання PAE (якщо це можливо). Див.: http://help.ubuntu.com/community/EnablingPAE

source: universe component not enabled
uk: компонент universe не увімкнено

source: You have the package %s installed which is a python2 package. python2 has been deprecated in Ubuntu 20.04 LTS and is now available from the universe component of the Ubuntu archive. To ensure any existing third party code you have installed continues to work the release upgrade process would install %s for you. However, the universe component of the archive is not enabled on this system. For the upgrade process to proceed you should either enable the universe component in /etc/apt/sources.list or remove %s
uk: У вашій системі встановлено пакунок %s, який є пакунком python2. python2 було визнано застарілим в Ubuntu 20.04 LTS. Тепер пакунки цієї версії доступні з компоненту universe архіву Ubuntu. Щоб забезпечити продовження роботи будь-якого наявного стороннього коду, процес оновлення випуску встановить для вас %s. Втім, у цій системі не увімкнено компонент universe архіву. Щоб процес оновлення змін продовжив роботу, вам слід або увімкнути компонент universe в /etc/apt/sources.list або вилучити %s

source: Checking for installed snaps
uk: Перевірка на встановлені snap-пакунки

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
uk: Використовувати інтерфейс. В наявності: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignored
uk: *ЗАСТАРІЛЕ* Цю опцію буде проігноровано

source: Perform a partial upgrade only (no sources.list rewriting)
uk: Виконати лише часткове оновлення (без перезапису sources.list)

source: Disable GNU screen support
uk: Вимкнути підтримку GNU screen

source: Set datadir
uk: Вказати каталог з даними

source: Upgrade to the development release
uk: Оновитися до випуску що розробляється

source: Fetching is complete
uk: Отримання завершено

source: Fetching file %li of %li at %sB/s
uk: Отримання файлу %li з %li на швидкості %sB/s

source: About %s remaining
uk: Приблизно '%s' залишилось

source: Fetching file %li of %li
uk: Отримання файлу %li з %li

source: Applying changes
uk: Застосування змін

source: dependency problems - leaving unconfigured
uk: проблеми з залежностями - залишається неналаштованим

source: Could not install '%s'
uk: Не вдалося встановити '%s'

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
uk: Обновлення продовжиться, але пакет '%s' може бути в неробочому стані. Будь ласка, надішліть звіт про помилку.

source: Replace the customized configuration file '%s'?
uk: Замінити змінений користувачем конфігураційний файл '%s'?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
uk: Ви втратите всі зроблені Вами у цьому конфігураційному файлі зміни якщо заміните його новою версією.

source: The 'diff' command was not found
uk: Команда 'diff' не знайдена

source: A fatal error occurred
uk: Виникла невиправна помилка

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
uk: Будь ласка, повідомте про цю помилку (якщо ви ще це не зробили) та додайте фали /var/log/dist-upgrade/main.log та /var/log/dist-upgrade/apt.log до вашого звіту. Оновлення було перервано. Ваш оригінальний sources.list було збережено в /etc/apt/sources.list.distUpgrade.

source: Ctrl-c pressed
uk: Натиснено Ctrl-c

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
uk: Операція буде скасована, що може залишити систему в несправному стані. Ви все ще хочете це зробити?

source: To prevent data loss close all open applications and documents.
uk: Для запобігання втрати інформації закрийте усі програми та документи.

source: No longer supported by Canonical (%s)
uk: Більше не підтримується Canonical (%s)

source: <b>Downgrade (%s)</b>
uk: <b>Встановлення старої версії (%s)</b>

source: Remove (%s)
uk: Видалити (%s)

source: No longer needed (%s)
uk: Більш не потрібен (%s)

source: Install (%s)
uk: Встановлення (%s)

source: Upgrade (%s)
uk: Оновлення (%s)

source: Cancel
uk: Скасувати

source: Continue
uk: Далі

source: Show Difference >>>
uk: Показати відмінності >>>

source: <<< Hide Difference
uk: <<< Сховати відмінності

source: Error
uk: Помилка

source: Show Terminal >>>
uk: Показати Термінал >>>

source: <<< Hide Terminal
uk: <<< Сховати Термінал

source: Information
uk: Інформація

source: &Start Upgrade
uk: &Почати оновлення

source: Details
uk: Деталі

source: No longer supported %s
uk: Більш не підтримується %s

source: Remove %s
uk: Видалити %s

source: Remove (was auto installed) %s
uk: Видалити (був автоматично інстальований) %s

source: Install %s
uk: Встановити %s

source: Upgrade %s
uk: Оновити %s

source: Restart required
uk: Необхідне перезавантаження

source: <b><big>Restart the system to complete the upgrade</big></b>
uk: <b><big>Перезавантажте систему для завершення оновлення</big></b>

source: _Restart Now
uk: Перезапустити зараз

source: &Close
uk: &Закрити

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
uk: <b><big>Скасувати запущене оновлення?</big></b> Система може потрапити у непридатний стан, якщо скасувати оновлення. Вам наполегливо рекомендується продовжити оновлення.

source: Cancel Upgrade?
uk: Скасувати оновлення?

source: %li day
uk: %li день

source: %li hour
uk: %li година

source: %li minute
uk: %li хвилина

source: %li second
uk: %li секунда

source: This download will take about %s with a 40Mbit connection and about %s with a 5Mbit connection.
uk: Це завантаження займе приблизно %s із з’єднанням 40 Мбіт і приблизно %s із з’єднанням 5 Мбіт.

source: This download will take about %s with your connection.
uk: Це завантаження триватиме приблизно %s.

source: Preparing to upgrade
uk: Підготовка до оновлення

source: Getting new software channels
uk: Отримання нових каналів програм

source: Getting new packages
uk: Отримання нових пакунків

source: Installing the upgrades
uk: Встановлення оновлень

source: Cleaning up
uk: Очищення

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
uk: %(amount)d установлений пакет більш не підтримується Canonical. Ви можете отримати підтримку у спільноти.

source: %d package is going to be removed.
uk: Copy text %d пакет буде видалено.

source: %d new package is going to be installed.
uk: Буде встановлено %d новий пакет.

source: %d package is going to be upgraded.
uk: Буде оновлено %d пакунок.

source: You have to download a total of %s.
uk: Вам треба завантажити всього %s.

source: Installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
uk: Встановлення оновлень може зайняти декілька годин. Після завершення завантаження процес неможливо скасувати.

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
uk: Отримання та встановлення оновлень може зайняти декілька годин. Після завершення завантаження процес неможливо скасувати.

source: Removing the packages can take several hours.
uk: Видалення пакунків може зайняти декілька годин.

source: The software on this computer is up to date.
uk: Програмне забезпечення на цьому комп’ютері не потребує оновлення.

source: There are no upgrades available for your system. The upgrade will now be canceled.
uk: Немає оновлень для Вашої системи. Оновлення буде скасовано.

source: Reboot required
uk: Необхідно перезавантажити систему

source: The upgrade is finished and a reboot is required. Do you want to do this now?
uk: Виконання оновлення завершено. Необхідно перезавантажити систему. Перезавантажити зара?

source: Action required
uk: Потрібна дія

source: Exit all other instances of Ubuntu WSL before continuing.
uk: Перш ніж продовжити, закрийте всі інші екземпляри Ubuntu WSL.

source: Unsaved progress may otherwise be lost.
uk: Не збережені дані можуть бути втрачені.

source: WSL restart required
uk: Потрібно перезапустити WSL

source: Exit this instance of Ubuntu WSL.
uk: Вийти з цього екземпляра Ubuntu WSL.

source: The upgrade will then be complete.
uk: Оновлення буде завершено.

source: Progress: [%3i%%]
uk: Виконано: [%3i%%]

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
uk: Будь ласка, повідомте про цю помилку та додайте файли /var/log/dist-upgrade/main.log та /var/log/dist-upgrade/apt.log до вашого звіту. Оновлення було перервано. Ваш оригінальний sources.list було збережено в /etc/apt/sources.list.distUpgrade.

source: Aborting
uk: Перервано

source: Demoted:
uk: Понижено версію:

source: To continue please press [ENTER]
uk: Щоб продовжити натисніть [ENTER]

source: Details [d]
uk: Подробиці [d]

source: No longer supported: %s
uk: Більше не підтримується: %s

source: Remove: %s
uk: Видалити: %s

source: Install: %s
uk: Встановити %s

source: Upgrade: %s
uk: Оновити %s

source: Continue [Yn]
uk: Продовжити [Yn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
uk: Потрібне перезавантаження для завершення оновлення. Оберіть 'y' для перезавантаження.

source: Downloading file %(current)li of %(total)li with %(speed)s/s
uk: Завантаження файлу %(current)li з %(total)li із швидкістю %(speed)s/с

source: Downloading file %(current)li of %(total)li
uk: Завантаження файлу %(current)li з %(total)li

source: Show progress of individual files
uk: Показувати прогрес для окремих файлів

source: _Cancel Upgrade
uk: _Скасувати оновлення

source: _Resume Upgrade
uk: Продовжити оновлення

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
uk: <b><big>Відмінити оновлення системи?</big></b> Зауважте, що якщо Ви скасуєте оновлення, це може призвести до нестабільного стану системи. Дуже рекомендується продовжити оновлення.

source: _Start Upgrade
uk: _Почати оновлення

source: _Replace
uk: _Замінити

source: Difference between the files
uk: Різниця між файлами

source: _Report Bug
uk: Повідомити про помилку

source: _Continue
uk: Пр_одовжити

source: <b><big>Start the upgrade?</big></b>
uk: <b><big>Почати оновлення?</big></b>

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
uk: <b><big>Перезавантажте Вашу систему для завершення оновлення</big></b> Будь ласка, збережіть Вашу дані перед продовженням.

source: Distribution Upgrade
uk: Оновлення дистрибутивів

source: <b><big>Upgrading Ubuntu to version %s</big></b>
uk: <b><big>Оновлюємо Ubuntu до версії %s</big></b>

source: Setting new software channels
uk: Встановлення нових каналів програм

source: Restarting the computer
uk: Перезавантаження системи

source: Terminal
uk: Термінал

source: _Upgrade
uk: _Оновлення

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
uk: <b>Доступна нова версія Ubuntu. Хочете оновити?</b>

source: Don't Upgrade
uk: Не оновлювати

source: Ask Me Later
uk: Запитати пізніше

source: Yes, Upgrade Now
uk: Так, оновити зараз

source: You have declined to upgrade to the new Ubuntu
uk: Ви відмовилось від оновлення Ubuntu до нової версії

source: You can upgrade at a later time by opening Software Updater and click on "Upgrade".
uk: Можна виконати оновлення пізніше, відкривши Оновлювач програм і натиснувши "Оновити".

source: Perform a release upgrade
uk: Виконати оновлення випуску

source: To upgrade Ubuntu, you need to authenticate.
uk: Для оновлення Ubuntu, потрібна автентифікація.

source: Perform a partial upgrade
uk: Виконати часткове оновлення

source: To perform a partial upgrade, you need to authenticate.
uk: Для часткового оновлення, ви повинні пройти автентифікацію

source: Show version and exit
uk: Показати версію та вийти

source: Directory that contains the data files
uk: Каталог, який вміщує файли даних.

source: Run the specified frontend
uk: Запустити вказаний інтерфейс оболонки

source: Running partial upgrade
uk: Проводиться часткове оновлення

source: Downloading the release upgrade tool
uk: Завантаження засобу оновлення випуску

source: If using the latest supported release, upgrade to the development release
uk: Якщо використовується найсвіжіший підтримуваний випуск, оновитися до випуску, що перебуває у розробці

source: Try upgrading to the latest release using the upgrader from $distro-proposed
uk: Спробуйте оновитись до останньої версії за допомогою $distro-proposed

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
uk: Запустити в особливому режимі оновлення. Наразі підтримуються режим "стільниця" для регулярного оновлення персональних робочих станцій та "сервер" для серверних систем.

source: Check only if a new distribution release is available and report the result via the exit code
uk: Перевіряти доступність нової версії дистрибутива і повертати результат за допомогою кода виходу.

source: Try the upgrade with third party mirrors and repositories enabled instead of commenting them out.
uk: Спробуйте оновлення із увімкненими сторонніми дзеркалами та сховищами, замість спроби із закоментованими записами дзеркал і сховищ.

source: A comma-separated list of environment variables (e.g. VAR1=VALUE1,VAR2=VALUE2) that should be set during the upgrade.
uk: Розділений комами список змінних середовища (наприклад, VAR1=VALUE1, VAR2=VALUE2), які потрібно встановити під час оновлення.

source: The options --devel-release and --proposed are
uk: Параметри --devel-release і --proposed

source: mutually exclusive. Please use only one of them.
uk: не можна використовувати одночасно. Будь ласка, використовуйте лише один з них.

source: Checking for a new Ubuntu release
uk: Перевіряється наявність нового випуску Ubuntu

source: Your Ubuntu release is not supported anymore.
uk: Ваша версія Ubuntu вже не підтримується.

source: For upgrade information, please visit: %(url)s
uk: Для отримання інформації щодо оновлення, будь ласка, відвідайте: %(url)s

source: In /etc/update-manager/release-upgrades Prompt
uk: У /etc/update-manager/release-upgrades Prompt

source: is set to never so upgrading is not possible.
uk: встановлено на ніколи, тому оновлення неможливе.

source: There is no development version of an LTS available.
uk: Версії, яка перебувала б у розробці, для LTS не існує.

source: To upgrade to the latest non-LTS development release
uk: Щоб оновити систему до найсвіжішого випуску, який не є випуском LTS і перебуває у розробці,

source: set Prompt=normal in /etc/update-manager/release-upgrades.
uk: встановіть значення Prompt=normal у /etc/update-manager/release-upgrades.

source: Upgrades to the development release are only
uk: Оновлення до випуску, що перебуває у розробці, доступні

source: available from the latest supported release.
uk: лише для найсвіжішого підтримуваного випуску.
