Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity-lens-music_unity-lens-music-*.po
Languages: uk

# Search music
source: Пошук музыкі
uk: Пошук музики

# Play
source: Прайграць
uk: Відтворити

# Show in Folder
source: Адчыніць у тэчцы
uk: Показати у теці

# Decade
source: Дзесяцігоддзе
uk: Десятиріччя

# Old
source: Старэй
uk: Ретро

# 60s
source: 60-я
uk: Шестидесяті

# 70s
source: 70-я
uk: Семидесяті

# 80s
source: 80-я
uk: Вісімдесяті

# 90s
source: 90-я
uk: Дев’яності

# 10s
source: 10-я
uk: Після 2010

# Classical
source: Класічная
uk: Класична

# Country
source: Кантры
uk: Кантрі

# Disco
source: Дыска
uk: Диско

source: Hip-hop
uk: Хіп-хоп

# House
source: Хаўз
uk: Хаус

source: New-wave
uk: Нью-вейв

source: R&B
uk: Ритм-енд-блюз

# Reggae
source: Рэгі
uk: Реггі

# Soul
source: Соўл
uk: Соул

# Techno
source: Тэхна
uk: Техно

# Other
source: Іншае
uk: Інше

# Music
source: Музыка
uk: Музика

# Songs
source: Кампазіцыі
uk: Композиції

# Albums
source: Альбомы
uk: Альбоми

# More suggestions
source: Іншыя прапановы
uk: Інші пропозиції

# Radio
source: Радыё
uk: Радіо

# Sorry, there is no music that matches your search.
source: Прабачце, але адсутнічаюць музычныя кампазіцыі адпаведныя Вашаму пошукаваму запыту.
uk: Вибачте, вашим критеріям пошуку не відповідають жодні музичні дані.

source: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі з Banshee для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Музыка». Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.
uk: Це додаток пошуку Ubuntu, за допомогою якого можна здійснювати пошук у даних Banshee і переглядати результати на сторінці «Музика» панелі. Якщо ви не бажаєте виконувати пошук у цьому джерелі даних, вимкніть цей додаток пошуку.

# Search music collection
source: Пошук музыкальнай калекцыі
uk: Шукати у музичній збірці

source: Гэта пошукавая ўбудова Ubuntu забяспечвае звесткі з Rhythmbox для пошуку і адлюстравання на панэлі кіравання пад загалоўкам «Музыка». Калі вы не хочаце выконваць пошук у гэтай крыніцы змесціва, вы можаце адключыць гэту пошукавую ўбудову.
uk: Це додаток пошуку Ubuntu, за допомогою якого можна здійснювати пошук у даних Rhythbox і переглядати результати на сторінці «Музика» панелі. Якщо ви не бажаєте виконувати пошук у цьому джерелі даних, вимкніть цей додаток пошуку.
