Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-release-upgrader_ubuntu-release-upgrader-*.po
Languages: uk

source: No new release found.
uk: Нових випусків не знайдено.

source: Release upgrade not possible right now
uk: Оновлення реліза зараз неможливо.

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
uk: Оновлення реліза не може бути виконано зараз, будь ласка, спробуйте пізніше. Сервер повідомив: '%s'

source: New release '%s' available.
uk: Доступний новий реліз '%s' .

source: Run 'do-release-upgrade' to upgrade to it.
uk: Виконайте команду 'do-release-upgrade' для оновлення.

source: Please install all available updates for your release before upgrading.
uk: Перед модернізацією, будь ласка, встановіть усі наявні оновлення для вашого випуску.

source: You have not rebooted after updating a package which requires a reboot. Please reboot before upgrading.
uk: Ви не перезавантажилися після оновлення пакета, який цього потребує. Будь ласка, перезавантажтесь перед модернізацією.

source: Software Updater
uk: Оновлювач програм

source: Ubuntu %(version)s Upgrade Available
uk: Доступне оновлення Ubuntu %(version)s

source: You have declined the upgrade to Ubuntu %s
uk: Ви відмовились від оновлення до Ubuntu %s

source: Check if upgrading to the latest devel release is possible
uk: Перевірити можливість оновлення до останнього випуску, що перебуває в стані розробки

source: Add debug output
uk: Додати результати відладки
