Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-release-upgrader_ubuntu-release-upgrader-*.po
Languages: uk

source: Server for %s
uk: Сервер для %s

source: Main server
uk: Основний сервер

source: Custom servers
uk: Сервери користувача

source: Remove package in bad state
uk: Вилучити пакунок, що знаходиться в поганому стані

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
uk: Пакунок '%s' знаходиться у несумісному стані і повинен бути перевстановлений, але не знайдено жодного архіву для нього. Чи ви бажаєте видалити цей пакунок зараз, щоб продовжити?

source: The server may be overloaded
uk: Схоже, що сервер перенавантажений

source: Broken packages
uk: Пошкоджені пакунки

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
uk: Ваша система містить пошкоджені пакунки, котрі не можуть бути виправлені цією програмою. Будь-ласка, виправіть їх програмами synaptic або apt-get.

source: Broken packages after upgrade: %s
uk: Пошкоджені пакети після оновлення: %s

source: An unresolvable problem occurred while calculating the upgrade.
uk: Під час розрахунку оновлення виникла нерозв'язувана проблема.

source: This was likely caused by: * Unofficial software packages not provided by Ubuntu Please use the tool 'ppa-purge' from the ppa-purge package to remove software from a Launchpad PPA and try the upgrade again.
uk: Ймовірно, причиною є: * Неофіційні пакунки із програмним забезпеченням, які не є частиною Ubuntu Будь ласка, скористайтеся програмою ppa-purge з пакунка ppa-purge для вилучення програмного забезпечення з PPA Launchpad, а потім повторіть спробу оновлення.

source: This was caused by: * Upgrading to a pre-release version of Ubuntu This is most likely a transient problem, please try again later.
uk: Причина: * Оновлення до тестової версії Ubuntu Ймовірно, проблема є тимчасовою. Будь ласка, повторіть спробу пізніше.

source: This is most likely a transient problem, please try again later.
uk: Перелік змін ще не готовий, спробуйте пізніше.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
uk: Якщо жодне із цих припущень є не правильним, будь ласка, повідомте про цю ваду за допомогою команди «ubuntu-bug ubuntu-release-upgrader-core», віддавши її у терміналі.

source: If you want to investigate this yourself the log files in '/var/log/dist-upgrade' will contain details about the upgrade. Specifically, look at 'main.log' and 'apt.log'.
uk: Якщо захочете розібратися із причинами власноруч, у файлах журналу у /var/log/dist-upgrade міститимуться подробиці щодо оновлення. Особливу увагу зверніть на main.log та apt.log.

source: Could not calculate the upgrade
uk: Не вдалося розрахувати оновлення

source: Error authenticating some packages
uk: Помилка аутенфікації деяких пакетів

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
uk: Не вдалося перевірити деякі пакети. Це може бути викликано проблемами в мережі. Можливо, Ви захочете спробувати пізніше. Список не перевірених пакетів надано нижче.

source: The package '%s' is marked for removal but it is in the removal deny list.
uk: Пакунок '%s' позначено для видалення, але він знаходиться в списку заборонених на видалення.

source: The essential package '%s' is marked for removal.
uk: Важливий пакунок '%s' помічено для видалення.

source: Trying to install deny listed version '%s'
uk: Спроба встановити заборонену версію '%s'

source: Can't install '%s'
uk: Не можливо встановити '%s'

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
uk: Не вдалося встановити потрібний пакунок. Повідомте про цю помилку, використавши команду 'ubuntu-bug ubuntu-release-upgrader-core' в терміналі.

source: Can't guess meta-package
uk: Не можливо підібрати meta-пакунок

source: Your system does not contain a %s or %s package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
uk: Ваша система не містить такого %s чи такого %s пакунку, було неможливо визначити, якою версією Убунту ви користуєтеся. Будь ласка, встановіть один з пакунків вище за допомогою synaptic або apt-get, перед тим як продовжити.

source: Reading cache
uk: Зчитування кешу

source: Unable to get exclusive lock
uk: Не вдалося отримати ексклюзивне блокування

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
uk: Це зазвичай значить, що запущено інший менеджер пакунків (наприклад, apt-get або aptitude). Будь ласка, спочатку закрийте цю програму.

source: Upgrading over remote connection not supported
uk: Віддалене оновлення системи більше не підтримується

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
uk: Ви намагаєтесь виконати оновлення через ssh-з'єднання з непідтримуваним клієнтом. Оновіться у текстовому режимі через "do-release-upgrade". Оновлення зупинене. Спробуйте без ssh.

source: Continue running under SSH?
uk: Продовжити роботу через SSH?

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
uk: Ця сесія, скоріш за все, працює через ssh. Наполегливо рекомендуємо не виконувати оновлення через ssh через те, що в разі невдачі буде важче відновитись. Якщо Ви продовжите, буде запущено додаткову службу ssh на порті '%s'. Чи бажаєте продовжити?

source: Starting additional sshd
uk: Запуск додаткового sshd

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
uk: Щоб зробити відновлення легшим у разі поломки, на порті '%s' буде запущений додатковий sshd. Якщо щось піде не так із запуском ssh, Ви все ще зможете під'єднатись до другого.

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
uk: Якщо брандмауер увімкнений, треба тимчасово відкрити цей порт. Це потенційно небезпечно, тому потребує втручання користувача. Ви можете відкрити порт наступним чином: '%s'

source: Can not upgrade
uk: Оновлення неможливе

source: An upgrade from '%s' to '%s' is not supported with this tool.
uk: Оновлення з '%s' до '%s' цією програмою не підтримується.

source: Your python3 install is corrupted. Please fix the '/usr/bin/python3' symlink.
uk: Інсталяція python3 install пошкоджена. Виправте символьне посилання '/usr/bin/python3'.

source: Can not write to '%s'
uk: Неможливо виконати запис в '%s'

source: Its not possible to write to the system directory '%s' on your system. The upgrade can not continue. Please make sure that the system directory is writable.
uk: Неможливо виконати запис в системний каталог '%s' у Вашій системі. Оновлення не може бути продовженим. Переконайтеся, що системний каталог доступний для запису.

source: Not for humans during development stage of release %s
uk: Не для людей, поки знаходиться на стадії розробки релізу %s

source: disabled on upgrade to %s
uk: відключено під час оновлення до %s

source: While scanning your repository information no entry about %s could be found. An upgrade might not succeed. Do you want to continue anyway?
uk: Під час сканування даних вашого сховища неможливо знайти запис про %s. Оновлення може не відбутися. Продовжувати в будь-якому випадку?

source: No valid mirror found
uk: Не знайдено правильного дзеркала

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run an internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
uk: При скануванні сховища не було знайдено дзеркало для оновлення. Таке могло статися у випадку використання внутрішнього дзеркала або інформація про дзеркала застаріла. Все одно бажаєте переписати файл джерел 'sources.list'? Якщо ви вкажете "Так, тоді оновляться усі записи від '%s' до '%s'. Якщо вкажете "Ні" оновлення буде припинено.

source: Generate default sources?
uk: Створити типові джерела?

source: Third party sources disabled
uk: Сторонні джерела відключені

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
uk: Деякі сторонні джерела у Вашому sources.list були відключені. Ви можете знову включити їх після оновлення за допомогою програми 'software-properties' чи менеджера пакунків.

source: No valid sources.list entry found
uk: Не знайдено жодних дійсних записів source.list

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
uk: Після сканування вашого 'sources.list' не було знайдено дійсного запису для '%s'. Додати типовий запис для '%s'? Якщо ви оберете 'Ні', оновлення буде скасовано.

source: Repository information invalid
uk: Помилка в даних про сховище

source: Upgrading the repository information resulted in a invalid file so a bug reporting process is being started.
uk: Оновлення інформації про репозиторій закінчилося невдачею (недійсний файл), тому запустився процес звітування про помилку.

source: Upgrading the repository information resulted in a invalid file. To report a bug install apport and then execute 'apport-bug ubuntu-release-upgrader'.
uk: Спроба оновлення даних щодо сховища призвела до спотворення даних у файлі. Щоб повідомити про ваду, встановіть apport, а потім віддайте команду «apport-bug ubuntu-release-upgrader».

source: Package in inconsistent state
uk: Пакунок у незадовільному стані

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
uk: Пакунок '%s' знаходиться в несумісному стані і повинен бути перевстановлений, але не знайдено жодного архіву для нього. Будь ласка, перевстановіть пакунок вручну чи вилучіть його з системи.

source: Error during update
uk: Помилка під час оновлення

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
uk: Під час оновлення сталася помилка. Це зазвичай викликано проблемами у мережі, будь ласка, перевірте Ваше мережеве з’єднання та спробуйте знову.

source: EFI System Partition (ESP) not usable
uk: Системний розділ EFI (ESP) не підходить для використання

source: Your EFI System Partition (ESP) is not mounted at /boot/efi. Please ensure that it is properly configured and try again.
uk: Системний розділ EFI (ESP) не змонтований на /boot/efi. Переконайтеся, що він належним чином налаштований і спробуйте ще раз.

source: The EFI System Partition (ESP) mounted at /boot/efi is not writable. Please mount this partition read-write and try again.
uk: Системний розділ EFI (ESP), що змонтований на /boot/efi недоступний для запису. Змонтуйте його у режим читання-запису і спробуйте ще раз.

source: Not enough free disk space
uk: Недостатньо місця на диску

source: The upgrade has aborted. The upgrade needs a total of {str_total} free space on disk '{str_dir}'. Please free at least an additional {str_needed} of disk space on '{str_dir}'. {str_remedy}
uk: Оновлення перервано. Для здійснення оновлення потрібно {str_total} вільного місця на диску "{str_dir}". Будь ласка звільніть принаймні ще {str_needed} дискового простору на "{str_dir}". {str_remedy}

source: Remove temporary packages of former installations using 'sudo apt clean'.
uk: Видаліть тимчасові пакунки попередніх інсталяцій, виконавши команду 'sudo apt clean'.

source: You can remove old kernels using 'sudo apt autoremove' and you could also set COMPRESS=xz in /etc/initramfs-tools/initramfs.conf to reduce the size of your initramfs.
uk: Ви можете видалити старі ядра за допомогою команди «sudo apt autoremove» а також додати COMPRESS=xz до файла /etc/initramfs-tools/initramfs.conf для зменшення розмірів initramfs.

source: Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
uk: Очистіть кошик та видаліть тимчасові пакунки попередніх інсталяцій за допомогою команди «sudo apt-get clean».

source: Reboot to clean up files in /tmp.
uk: Для очищення файлів у /tmp , необхідне перезавантаження.

source: Calculating the changes
uk: Проводиться аналіз змін

source: Do you want to start the upgrade?
uk: Бажаєте почати оновлення системи?

source: Livepatch security updates are not available for Ubuntu %s. If you upgrade, Livepatch will turn off.
uk: Оновлення захисту Livepatch для Ubuntu %s є недоступними. Якщо ви оновите систему, Livepatch буде вимкнено.

source: Upgrade canceled
uk: Оновлення скасовано

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
uk: Оновлення буде скасовано та систему буде відновлено до попереднього стану. Ви зможете продовжити оновлення пізніше.

source: Could not download the upgrades
uk: Неможливо завантажити пакунки для оновлення системи

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
uk: Оновлення було перервано. Будь ласка, перевірте ваше інтернет-з'єднання чи носій, з якого здійснюється встановлення, та спробуйте знову. Всі завантажені файли будуть збережені.

source: Error during commit
uk: Помилка при фіксації

source: Restoring original system state
uk: Відновлення первісного стану системи

source: Could not install the upgrades
uk: Неможливо провести оновлення системи

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
uk: Оновлення було перервано. Ваша система може бути в нестабільному стані. Зараз буде запущено процес відновлення (dpkg --configure -a).

source: Please report this bug in a browser at http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
uk: Будь ласка, повідомте про цю помилку на сторінці за адресою http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug, вклавши файли з /var/log/dist-upgrade/ до звіту про помилку. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
uk: Оновлення було перервано. Будь ласка, перевірте Ваше з'єднання з Інтернетом чи носій для встановлення та спробуйте знову.

source: Searching for obsolete software
uk: Пошук застарілих програм

source: Remove obsolete packages?
uk: Видалити застарілі пакунки?

source: _Keep
uk: _Залишити

source: _Remove
uk: Видалити

source: A problem occurred during the clean-up. Please see the below message for more information.
uk: При очищенні системи виникли проблеми. Прочитайте детальнішу інформацію нижче.

source: Required depends is not installed
uk: Необхідний пакет (залежність) не встановлений

source: The required dependency '%s' is not installed.
uk: Необхідний пакет (залежність) '%s' не встановлений.

source: Checking package manager
uk: Перевірка програми управління пакунками

source: Preparing the upgrade failed
uk: Підготовка до оновлення не вдалася

source: Preparing the system for the upgrade failed so a bug reporting process is being started.
uk: Підготовка системи до оновлення закінчилася невдало. Почато процес звітування про помилку.

source: Preparing the system for the upgrade failed. To report a bug install apport and then execute 'apport-bug ubuntu-release-upgrader'.
uk: Підготування системи до оновлення закінчилося невдачею. Щоб повідомити про помилку, встановіть apport та виконайте команду 'apport-bug ubuntu-release-upgrader'.

source: Getting upgrade prerequisites failed
uk: Помилка отримання необхідних файлів для оновлення

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Additionally, a bug reporting process is being started.
uk: Системі не вдалося отримати попередні конфігурації для повного оновлення. Зараз процес оновлення буде перервано і буде відновлено початковий стан системи. Також почато процес звітування про помилку.

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. To report a bug install apport and then execute 'apport-bug ubuntu-release-upgrader'.
uk: Система не змогла отримати потрібні умови для оновлення. Оновлення буде зараз перевано й відновиться початковий стан системи. Повідомити про помилку встановлення apport й потім виконати 'apport-bug ubuntu-release-upgrader'.

source: Updating repository information
uk: Оновлення інформації про сховище

source: Invalid package information
uk: Невірна інформація про пакунок

source: After updating your package information, the essential package '%s' could not be located. This may be because you have no official mirrors listed in your software sources, or because of excessive load on the mirror you are using. See /etc/apt/sources.list for the current list of configured software sources. In the case of an overloaded mirror, you may want to try the upgrade again later.
uk: Після оновлення інформації про пакунок не вдалося знайти важливий пакунок '%s'. Причиною цього може бути відсутність офіційних дзеркал у вашому списку джерел програмного забезпечення або тому, що дзеркало, яке ви використовуєте, перевантажено. Див. поточний список налаштованих джерел програмного забезпечення в /etc/apt/sources.list. Якщо дзеркало перевантажено, можна знову спробувати оновитися згодом.

source: Fetching
uk: Отримання

source: Upgrading
uk: Процес оновлення

source: Upgrade infeasible
uk: Оновлення неможливе

source: The upgrade could not be completed, there were errors during the upgrade process.
uk: Неможливо виконати оновлення, під час оновлення були помилки.

source: Upgrade incomplete
uk: Оновлення неповне

source: The upgrade has partially completed but there were errors during the upgrade process.
uk: Оновлення частково завершено, але під час процесу оновлення були помилки.

source: Upgrade complete
uk: Оновлення завершено

source: The upgrade has completed but there were errors during the upgrade process.
uk: Оновлення було завершено, але в його процесі виникли деякі помилки.

source: System upgrade is complete.
uk: Оновлення системи завершено.

source: The partial upgrade was completed.
uk: Часткове оновлення завершене.

source: Lock screen disabled
uk: Екран блокування вимкнено

source: Your lock screen has been disabled and will remain disabled during the upgrade.
uk: Ваш екран блокування вимкнено і залишиться вимкненим під час оновлення.

source: Unable to disable lock screen
uk: Не вдається вимкнути екран блокування

source: It is highly recommended that the lock screen be disabled during the upgrade to prevent later issues. Please ensure your screen lock is disabled before continuing.
uk: Настійно рекомендується вимкнути екран блокування під час оновлення, щоб запобігти подальшим проблемам. Перш ніж продовжити, переконайтеся, що блокування екрана вимкнено.

source: Could not find the release notes
uk: Не вдалося знайти примітки випуску.

source: The server may be overloaded.
uk: Сервер може бути перенавантажений.

source: Could not download the release notes
uk: Не вдалося завантажити примітки випуску.

source: Please check your internet connection.
uk: Будь ласка, перевірте ваше з'єднання з Інтернетом.

source: Could not find the release announcement
uk: Не вдалося знайти оголошення щодо випуску

source: The server may be overloaded.
uk: Можливо, сервер перевантажено.

source: Could not download the release announcement
uk: Не вдалося отримати оголошення щодо випуску

source: Continue [yN]
uk: Продовжити [yN]

source: authenticate '%(file)s' against '%(signature)s'
uk: автентифікувати '%(file)s' замість '%(signature)s'

source: extracting '%s'
uk: видобування '%s'

source: Could not run the upgrade tool
uk: Неможливо провести апргрейд системи

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug ubuntu-release-upgrader-core'.
uk: Найімовірнішою причиною може бути помилка в інструменті оновлення. Повідомте про цю помилку за допомогою команди 'ubuntu-bug ubuntu-release-upgrader-core'.

source: Upgrade tool signature
uk: Підпис інструменту оновлення

source: Upgrade tool
uk: Інструмент оновлення

source: Failed to fetch
uk: Не вдалося отримати

source: Fetching the upgrade failed. There may be a network problem.
uk: Не вдалося отримати оновлення. Це може бути викликано проблемою у мережі.

source: Authentication failed
uk: Помилка аутентифікації

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
uk: Автентифікація оновлення зазнала краху. Це може бути викликано проблемою з мережею або сервером.

source: Failed to extract
uk: Не вдалося розпакувати

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
uk: Не вдалося розпакувати оновлення. Можливо, виникла проблема в мережі або на сервері.

source: Verification failed
uk: Перевірка не вдала

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
uk: Не вдалося перевірити наявність оновлень. Можливо, виникла проблема в мережі або на сервері.

source: Can not run the upgrade
uk: Не вдається почати оновлення

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
uk: Це, зазвичай, виникає в системах з /tmp змонтованому з noexec. Перемонтуйте, будь-ласка, без noexec та виконайте оновлення знов.

source: The error message is '%s'.
uk: Повідомлення про помилку: '%s'.

source: &Upgrade
uk: &Оновити

source: &Cancel
uk: &Скасувати

source: Release Notes
uk: Відомості про релізе

source: Upgrade
uk: Оновлення

source: Downloading additional package files...
uk: Завантаження додаткових файлів пакунків...

source: File %s of %s at %sB/s
uk: Файл %s з %s при %sБ/с

source: File %s of %s
uk: Файл %s з %s

source: Please insert '%s' into the drive '%s'
uk: Вставте '%s' в привід '%s'

source: Media Change
uk: Зміна носія

source: Your graphics hardware may not be fully supported in Ubuntu 14.04.
uk: Ваше графічне обладнання не може бути повністю підтримуване в Ubuntu 14.04.
