Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ureadahead_ureadahead-*.po
Languages: ru, uk

source: %s: illegal argument: %s
ru: %s: неверный аргумент: %s
uk: %s: неприпустимий аргумент: %s

source: detach and run in the background
ru: отсоединить и запустить в фоновом режиме
uk: від'єднати та запустити у фоновому режимі

source: ignore existing pack and force retracing
ru: не использовать файл результатов и повторить профилирование
uk: не використовувати файл результатів та повторити профілювання

source: maximum time to trace [default: until terminated]
ru: максимальное время профилирования [по умолчанию: до завершения]
uk: максимальний час профілювання [типово: до завершення]

source: dump the current pack file
ru: вывести текущий файл результатов
uk: вивести нинішній файл результатів

source: how to sort the pack file when dumping [default: path]
ru: сортировка файла результатов при выводе [по умолчанию: path (путь)]
uk: сортування файлу результатів при виведенні [типово: path (шлях)]

source: [PATH]
ru: [ПУТЬ]
uk: [ШЛЯХ]

source: Read required files in advance
ru: Заранее считывает требуемые файлы
uk: Заздалегідь зчитує необхідні файли

source: PATH should be the location of a mounted filesystem for which files should be read. If not given, the root filesystem is assumed. If PATH is not given, and no readahead information exists for the root filesystem (or it is old), tracing is performed instead to generate the information for the next boot.
ru: ПУТЬ должен указывать на смонтированную файловую систему из которой следует считывать файлы. Если не задан, используется корневая файловая система. Если ПУТЬ не задан, и отсутствуют результаты readahead для корневой ФС (или они устарели), то выполняется профилирование при следующей загрузке для получения этих результатов.
uk: ШЛЯХ має вказувати на змонтовану файлову систему з якої варто зчитувати файли. Якщо він не вказаний, використовується коренева файлова система. Якщо ШЛЯХ не вказаний, і відсутні результати readahead для кореневої файлової системи (або вони застаріли), то виконується профілювання при наступному завантаженні цих результатів.

source: Unable to determine pack file name
ru: Не удалось определить имя файла результатов
uk: Не вдалося визначити назву файлу результатів

source: Error while reading
ru: Ошибка при чтении
uk: Помилка при зчитуванні

source: Error while tracing
ru: Ошибка при профилировании
uk: Помилка під час профілювання

source: Ignored relative path
ru: Относительный путь пропущен
uk: Відносний шлях пропущений

source: Ignored far too long path
ru: Слишком длинный путь пропущен
uk: Занадто довгий шлях пропущений

source: File vanished or error reading
ru: Файл исчез или ошибка при чтении
uk: Файл зник або помилка при читанні

source: Error retrieving file stat
ru: Ошибка функции stat
uk: Помилка функції stat

source: Unable to obtain rotationalness for device %u:%u: %s
ru: Невозможно получить скорость вращения для устройства %u:%u: %s
uk: Неможливо отримати швидкість обертання для пристрою %u:%u: %s

source: Error mapping into memory
ru: Ошибка при отображении в память
uk: Помилка при зображенні у пам'ять

source: Error retrieving page cache info
ru: Ошибка получения сведений о кэше страниц
uk: Помилка отримання даних про кеш сторінок

source: Error unmapping from memory
ru: Ошибка освобождения отображения в память
uk: Помилка звільнення зображення у пам'яті

source: Error retrieving chunk extents
ru: Ошибка получения сведений о фрагментах
uk: Помилка отримання даних про фрагменти

source: Failed to set CPU priority
ru: Не удалось задать приоритет ЦП
uk: Не вдалося вказати приорітет ЦП

source: Failed to set I/O priority
ru: Не удалось задать приоритет ввода-вывода
uk: Невдалося вказати пріоритет вводу-виводу

source: Pack data error
ru: Ошибка в файле результатов
uk: Помилка у файлі результатів

source: Pack too old
ru: Файл результатов устарел
uk: Файл результатів застарів
