Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity_unity-*.po
Languages: be, ru, uk

source: Amount of mouse pressure required to reveal the Launcher.
be: Працягласць націску паказальнікам мышы, патрэбная для паказу панэлі запуску.
ru: Степень давления мышью, необходимая для появления панели запуска.
uk: Тривалість натискання вказівником миші, потрібна для показу панелі запуску.

source: Launcher Edge Stop Overcome Pressure
be: Націск пераазначэння прыпынку панэлі запуску на краі
ru: Давление преодоления границы панели запуска
uk: Натискання перевизначення зупинки панелі запуску на краю

source: Amount of mouse pressure required to push the mousepointer into the next monitor.
be: Працягласць націску мышы, патрэбная для пераводу курсора да наступнага манітора.
ru: Степень давления мышью, необходимая для перемещения указателя мыши на соседний монитор.
uk: Тривалість натискання миші, потрібна для переведення вказівника миші до наступного монітора.

source: Pressure Decay Rate
be: Хуткасць скасавання націску
ru: Уровень ослабления давления
uk: Швидкість скасування натискання

source: The rate at which mouse pressure decays.
be: Працягласць, у выпадку дасягнення якой націсканне кнопкі мышы будзе скасавана.
ru: Уровень, при котором давление мышью ослабевает.
uk: Тривалість, у разі досягнення якої натискання мишею буде скасовано.

source: Edge Stop Velocity
be: Хуткасць прыпынку на краі
ru: Скорость для остановки на границе
uk: Швидкість зупинки на краю

source: The maximum velocity at which the mouse will still be stopped.
be: Максімальная хуткасць, пры якой паказальнік мышы ўсё яшчэ спыняецца.
ru: Максимальная скорость, при которой мышь всё равно будет остановлена.
uk: Щонайбільша швидкість, за якої вказівник миші все ще зупинятиметься.

source: Duration of Sticky Edge Release after Break
be: Працягласць выключэння прыліпання краёў пасля перасячэння
ru: Задержка включения «Вязких краёв» после преодоления границы
uk: Тривалість вимикання прилипання країв після перетину

source: The number of milliseconds Sticky Edges are deactivated for after the barrier has been broken.
be: Перыяд часу (у мілісекундах) для выключэння ліпкіх краёў пасля пераходу за бар'ер.
ru: Время в миллисекундах, на которое выключатся «Вязкие края» после преодоления барьера.
uk: Період часу (у мілісекундах) для вимикання липких країв після переходу за бар’єр.

source: Launcher Icon Size
be: Памер значкоў панэлі запуску
ru: Размер значков на панели запуска
uk: Розмір піктограм панелі запуску

source: The size of the icons in the Launcher.
be: Памер значкоў на панэлі запуску
ru: Размер значков на панели запуска
uk: Розмір піктограм на панелі запуску.

source: Launcher Icon Backlight Mode
be: Рэжым падсвятлення значкоў на панэлі запуску
ru: Режим подсветки значков на панели запуска
uk: Режим підсвічування піктограми панелі запуску

source: Change how the icons in the Launcher are backlit.
be: Змяніць варыянт падсвятлення значкоў панэлі запуску.
ru: Изменить вариант подсветки значков панели запуска.
uk: Зміна способу підсвічування піктограм на панелі запуску.

source: Backlight Always On
be: Падсветка заўсёды ўключана
ru: Подсветка всегда включена
uk: Підсвічування завжди увімкнено

source: Backlight Toggles
be: Падсвятляць запушчаныя
ru: Подсветка запущенных
uk: Підсвічування перемикається

source: Backlight Always Off
be: Падсветка заўсёды адключана
ru: Подсветка всегда отключена
uk: Підсвічування завжди вимкнено

source: Edge Illumination Toggles
be: Падсветка рамкі
ru: Подсветка рамки
uk: Перемикання підсвічування з краю

source: Backlight and Edge Illumination Toggles
be: Падсветка і падсвятленне рамкі
ru: Подсветка и подсвечивание рамки запущенных
uk: Перемикання підсвічування знизу і з краю

source: Launcher Icon Launch Animation
be: Анімацыя запуску для піктаграмы на панэлі запуску
ru: Анимация при нажатии на значке
uk: Анімація запуску для піктограми на панелі запуску

source: The icon animation playing during the launch of a process.
be: Анімацыя значка падчас запуску працэсу.
ru: Анимация значка, воспроизводимая при запуске процесса.
uk: Анімація піктограми, що відтворюватиметься під час запуску процесу.

source: None
be: Аніводнага
ru: Нет
uk: Жодного

source: Pulse Until Running
be: Пульсацыя да запуску
ru: Пульсация во время запуска
uk: Пульсація до запуску

source: Blink
be: Мігценне
ru: Мигание
uk: Блимання

source: Launcher Icon Urgent Animation
be: Анімацыя абвесткі для піктаграмы на панэлі запуску
ru: Анимация значка, требующего внимания
uk: Анімація сповіщення для піктограми на панелі запуску

source: The icon animation playing when a Launcher Icon is in the urgent state.
be: Анімацыя піктаграмы на панэлі запуску для піктаграмы, якая патрабуе ўвагі.
ru: Анимация, воспроизводимая, если значок панели запуска находится в состоянии, требующем внимания.
uk: Анімація піктограми на панелі запуску для піктограми, яка потребує уваги.

source: Pulse
be: Пульсацыя
ru: Пульсация
uk: Пульсація

source: Wiggle
be: Патрэсванне
ru: Покачивание
uk: Погойдування

source: Menus
be: Меню
ru: Меню
uk: Меню

source: Menus Fade-in Duration
be: Працягласць з'яўлення меню
ru: Длительность появления меню
uk: Тривалість появи меню

source: Duration (in milliseconds) of the menus fade-in animation, used when the mouse goes over the top-panel.
be: Працягласць (у мілісекундах) з'яўлення анімацыі меню, што выкарыстоўваецца пры перасоўванні мышы праз верхнюю панэль.
ru: Время анимации появления меню (в миллисекундах) при перемещении мыши через верхнюю панель.
uk: Тривалість (у мілісекундах) анімації появи меню після переведення миші на верхню панель.

source: Menus Fade-out Duration
be: Працягласць знікнення меню
ru: Длительность исчезновения меню
uk: Тривалість зникнення меню

source: Duration (in milliseconds) of the menus fade-out animation, used when the mouse goes over the top-panel.
be: Працягласць (у мілісекундах) знікнення анімацыі меню, што выкарыстоўваецца пры перасоўванні мышы праз верхнюю панэль.
ru: Время анимации исчезновения меню (в миллисекундах) при перемещении мыши через верхнюю панель.
uk: Тривалість (у мілісекундах) анімації зникнення меню після переведення миші на верхню панель.

source: Menus Discovery Duration
be: Працягласць пазіцыянавання меню
ru: Длительность раскрытия меню
uk: Тривалість позиціювання меню

source: How many seconds the menus should be shown when a new application has been launched.
be: Колькі секунд меню мусяць быць паказаны пасля запуску новай праграмы.
ru: Время в секундах отображения меню нового приложения после его запуска.
uk: Кількість секунд, які буде показано меню після запуску нової програми.

source: Menus Discovery Fade-in Duration
be: Працягласць вызначэння з'яўлення меню
ru: Длительность появления раскрытого меню
uk: Тривалість визначення появи меню

source: Duration (in milliseconds) of the menus fade-in animation, used when the menus of a new launched application have been shown.
be: Працягласць (у мілісекундах) з'яўлення анімацыі меню, што выкарыстоўваецца пры адлюстраванні меню зноў запушчанай праграмы.
ru: Время анимации появления меню (в миллисекундах), используемое при отображении меню после запуска нового приложения.
uk: Тривалість (у мілісекундах) анімації появи меню щойно запущеної програми.

source: Menus Discovery Fade-out Duration
be: Працягласць вызначэння знікнення меню
ru: Длительность исчезновения раскрытого меню
uk: Тривалість визначення зникання меню

source: Duration (in milliseconds) of the menus fade-out animation, used when the menus of a new launched application have been shown.
be: Працягласць (у мілісекундах) знікнення анімацыі меню, што выкарыстоўваецца пры адлюстраванні меню зноў запушчанай праграмы.
ru: Время анимации исчезновения меню (в миллисекундах), используемое при отображении меню после запуска нового приложения.
uk: Тривалість (у мілісекундах) анімації зникнення меню щойно запущеної програми.

source: Key to start the Switcher
be: Клавіша выкліку панэлі пераключэння
ru: Клавиша запуска переключателя
uk: Клавіша відкриття панелі перемикання

source: Switches to the next open window on the actual viewport.
be: Пераключаюць на наступнае адкрытае акно дзейнай прасторы прагляду.
ru: Переходит на следующее открытое окно в текущем окне просмотра.
uk: Перемикають на наступне відкрите вікно поточного перегляду.

source: Key to switch to the previous window in the Switcher
be: Клавішы пераключэння на папярэдняе акно на панэлі пераключэння
ru: Клавиша перехода к предыдущему окну в переключателе
uk: Клавіші перемикання на попереднє вікно на панелі перемикання

source: Switches to the previous open window on the actual viewport, once the Switcher has been revealed.
be: Пераключаюць да папярэдняга акна ў дзейнай прасторы прагляду, як толькі будзе паказана панэль пераключэння вокнаў.
ru: Если переключатель активирован, переходит на предыдущее открытое окно в текущем окне просмотра.
uk: Перемикають до попереднього відкритого вікна у поточному перегляді, щойно буде показано панель перемикання вікон.

source: Key to start the Switcher for all viewports
be: Клавіша выкліку панэлі пераключэння для ўсіх праглядаў
ru: Клавиша для запуска переключателя на всех окнах просмотра.
uk: Клавіша відкриття панелі перемикання для всіх переглядів

source: Switches to the next open window, including windows of all viewports.
be: Пераключаюць да наступнага акна, у тым ліку вокны ва ўсіх прасторах прагляду.
ru: Переходит на следующее открытое окно, включая окна во всех окнах просмотра.
uk: Перемикають до наступного відкритого вікна, зокрема вікна у всіх переглядах.

source: Key to switch to the previous window in the Switcher for all viewports
be: Клавішы пераключэння на папярэдняе акно на панэлі пераключэння для ўсіх прастораў прагляду
ru: Клавиша для перехода на предыдущее окно в переключателе для всех окон просмотра
uk: Клавіші перемикання на попереднє вікно на панелі перемикання для всіх переглядів

source: Switches to the previous open window, once the Switcher has been revealed, including windows of all viewports.
be: Пераключаюць да папярэдняга акна, як толькі будзе паказана панэль пераключэння вокнаў, у прыватнасці вокны ва ўсіх прасторах прагляду.
ru: Если переключатель активирован, переходит на предыдущее открытое окно, включая окна во всех окнах просмотра.
uk: Перемикають до попереднього відкритого вікна, щойно буде показано панель перемикання вікон, зокрема вікна у всіх переглядах.

source: Key to flip through windows in the Switcher
be: Клавіша пераходу паміж вокнамі на панэлі пераключэння
ru: Клавиша для пролистывания окон в переключателе
uk: Клавіша переходу між вікнами на панелі перемикання

source: Flips through all the windows present in the Switcher.
be: Пераход паміж усімі вокнамі на панэлі пераключэння.
ru: Пролистывает все существующие окна в переключателе.
uk: Перехід між всіма вікнами на панелі перемикання.

source: Key to flip through windows in the Switcher backwards
be: Клавіша пераходу паміж вокнамі на панэлі пераключэння ў зваротным парадку
ru: Клавиша для пролистывания окон в обратном порядке в переключателе
uk: Клавіша переходу між вікнами на панелі перемикання у зворотному порядку

source: Flips through all the windows present in the Switcher, in reverse order.
be: Пераход паміж усімі вокнамі на панэлі пераключэння ў зваротным парадку.
ru: Пролистывает все существующие окна в переключателе в обратном порядке.
uk: Перехід між всіма вікнами на панелі перемикання у зворотному порядку.

source: Switcher strictly changes between applications
be: Пераключальнік строга змяняе праграму
ru: Переключатель только для перехода из одного приложения в другое
uk: Перемикач строго змінює програму

source: Disables the last focused window being the first entry in the Switcher, so Switcher strictly switches between applications
be: Выключае паводзіны, калі апошняе факусаванае акно з'яўляецца першым у спісе пераключальніка. Пасля гэтага пераключальнік строга выконвае пераключэнне паміж вокнамі праграм.
ru: Отключает в Переключателе последнее получившее фокус окно, которое идёт первым по списку, таким образом Переключатель выполняет переход только между приложениями
uk: Вимикає поведінку, коли останнє фокусоване вікно є першим у списку перемикача. Після цього перемикач строго виконує перемикання між вікнами програм.

source: Show live previews of windows in the Switcher
be: Паказ інтэрактыўных мініяцюр вокнаў на панэлі пераключэння
ru: Отображение текущих подробностей окон в переключателе
uk: Показ інтерактивних мініатюр вікон на панелі перемикання

source: Enables miniature live window previews in the Switcher.
be: Уключэнне паказу інтэрактыўных мініяцюр вокнаў на панэлі пераключэння.
ru: Включает показ текущих подробностей (миниатюры) окна в переключателе.
uk: Вмикання показу інтерактивних мініатюр вікон на панелі перемикання.

source: Timed automatic to show live previews in the Switcher
be: Адкладзены аўтаматычны паказ інтэрактыўных мініяцюр на панэлі пераключэння
ru: Автоматическая задержка отображения текущих подробностей в переключателе
uk: Відкладений автоматичний показ інтерактивних мініатюр на панелі перемикання

source: Automatically spreads multiple windows of the same application out into a grid after a short time.
be: Аўтаматычны паказ некалькіх вокнаў праграмы ў фармаце табліцы пасля пэўнага тэрміну часу.
ru: Автоматически разворачивает несколько окон одного и того же приложения в блок после небольшой задержки.
uk: Автоматичний показ декількох вікон програми у форматі таблиці щойно мине певний термін.

source: Bias alt-tab to prefer windows on the current viewport
be: Выкарыстоўваць alt-tab для выбару вокнаў у дзейнай прасторы прагляду
ru: Смещение по alt-tab для выбора окон в текущем окне просмотра
uk: Використовувати alt-tab для вибору вікон у поточній області перегляду

source: Bias the Switcher to prefer windows which are placed on the current viewport.
be: Выкарыстоўваць панэль пераключэння для выбару вокнаў, размешчаных у дзейнай прасторы прагляду.
ru: Смещает переключатель для наведения на окна, расположенные в текущем окне просмотра.
uk: Використовувати панель перемикання для вибору вікон, розташованих у поточній області перегляду.

source: Disable Show Desktop in the Switcher
be: Адключыць элемент "Паказаць усе вокны" на панэлі
ru: Скрытие Рабочего стола в переключателе
uk: Вимкнути «Показати стільницю» на панелі перемикання

source: Disables the Show Desktop icon in the Switcher.
be: Адключыць Згарнуць значок стала ў Switcher
ru: Скрывает значок Рабочего стола в переключателе.
uk: Вимикання піктограми «Показати стільницю» на панелі перемикання.

source: Disable the mouse in the Switcher
be: Адключыць мыш у Switcher
ru: Отключить мышь в переключателе окон
uk: Вимкнути керування мишею у Перемикачі

source: Disables the mouse in the Switcher.
be: Адключэнне мышы ў Switcher
ru: Отключение действия мыши в переключателе окон.
uk: Вимикає керування мишею у Перемикачі.

source: Left Mouse
be: Левая кнопка мышы
ru: ЛКМ
uk: Ліва кнопка миші

source: Middle Mouse
be: Сярэдняя кнопка мышы
ru: СКМ
uk: Середня кнопка миші

source: Right Mouse
be: Правая кнопка мышы
ru: ПКМ
uk: Права кнопка миші

source: Keyboard Shortcuts
be: Клавіятурныя скароты
ru: Комбинации клавиш
uk: Клавіатурні скорочення

source: (Hold)
be: (Утрымлівайце)
ru: (Зажмите)
uk: (утримування)

source: Opens the Launcher, displays shortcuts.
be: Адкрывае панэль запуску, паказвае клавіятурныя скароты
ru: Панель запуска и список сочетаний клавиш.
uk: Відкриває панель запуску, показує комбінації клавіш.

source: Opens Launcher keyboard navigation mode.
be: Пераводзіць панэль запуску ў рэжым навігацыі з дапамогай клавіятуры.
ru: Навигация по Панели запуска с клавиатуры.
uk: Переводить панель запуску у режим навігації за допомогою клавіатури.

source: Switches applications via the Launcher.
be: Пераключае праграмы на панэлі запуску.
ru: Переключить приложения на панели.
uk: Перемикає програми на панелі запуску.

source: Same as clicking on a Launcher icon.
be: Тое ж самае, што пстрыкнуць па значку, размешчанаму на панэлі запуску
ru: То же, что щелчок по ярлыку на панели
uk: Те саме, що клацання піктограми панелі запуску.

source: + Shift + 1 to 9
be: + Shift + 1 ... 9
ru: + Shift + 1 ... 9
uk: + Shift + від 1 до 9

source: Opens a new window in the app.
be: Адкрывае новае акно праграмы.
ru: Открыть новое окно приложения.
uk: Відкриває нове вікно програми.

source: Opens the Trash.
be: Адкрывае сметніцу
ru: Открыть корзину.
uk: Відкриває теку смітника.

source: (Tap)
be: (Націсніце)
ru: (Коснитесь)
uk: (Торкнутися)

source: Opens the Dash Home.
be: Адкрывае хатнюю лінзу Dash.
ru: Открыть Главное меню.
uk: Відкриває панель домівки.

source: Opens the Dash App Lens.
be: Адкрывае лінзу праграм Dash.
ru: Открыть линзу приложений.
uk: Відкриває лінзу програм.

source: Opens the Dash Files Lens.
be: Адкрывае лінзу файлаў Dash.
ru: Открыть линзу файлов.
uk: Відкриває лінзу файлів.

source: Opens the Dash Music Lens.
be: Адкрывае лінзу музыкі Dash.
ru: Открыть линзу музыки.
uk: Відкриває лінзу музики.

source: Opens the Dash Photo Lens.
be: Адкрывае ленту фотаздымкаў Dash
ru: Открыть линзу фото
uk: Відкриває лінзу фотографій панелі

source: Opens the Dash Video Lens.
be: Адкрывае лінзу відэа.
ru: Открыть линзу видео.
uk: Відкриває лінзу відео.

source: Switches between Lenses.
be: Пераключае паміж лінзамі Dash.
ru: Переключиться между линзами.
uk: Перемикання між лінзами.

source: Moves the focus.
be: Мяняе фокус.
ru: Переместить фокус.
uk: Пересунути фокус.

source: Arrow Keys
be: Клавішы-стрэлкі
ru: Клавиши стрелок
uk: Клавіші-стрілки

source: Opens the currently focused item.
be: Адкрывае элемент, які ў фокусе.
ru: Открыть текущий сфокусированный объект.
uk: Відкриває поточний пункт у фокусі.

source: Enter
ru: Ввод

source: HUD & Menu Bar
be: HUD і радок меню
ru: Панель динамического меню и панель меню
uk: HUD і смужка меню

source: Opens the HUD.
be: Адкрывае панэль падказкі.
ru: Открыть панель динамического меню.
uk: Відкриває панель підказки.

source: Reveals the application menu.
be: Паказвае меню праграмы.
ru: Показать меню приложений.
uk: Показує меню програми.

source: Opens the indicator menu.
be: Адкрывае меню індыкатара.
ru: Открыть меню приложения.
uk: Відкриває меню індикаторів.

source: Moves focus between indicators.
be: Пераносіць фокус паміж індыкатарамі.
ru: Переместить фокус между индикаторами.
uk: Пересуває фокус між індикаторами.

source: Take a screenshot.
ru: Сделать снимок экрана.
uk: Зробити зняток екрану.

source: Take a screenshot of the current window.
ru: Сделать снимок текущего окна.
uk: Зробити зняток поточного вікна.

source: Switching
be: Пераключэнне
ru: Переключение
uk: Перемикання

source: Switches between applications.
be: Выконвае пераключэнне паміж праграмамі.
ru: Переключиться между приложениями.
uk: Виконує перемикання між програмами.

source: Switches between applications from all workspaces.
be: Пераключае паміж праграмамі на ўсіх працоўных прасторах.
ru: Переключает между приложениями на всех рабочих столах.
uk: Перемикає між додатками на усіх робочих просторах.

source: Switches windows of current applications.
be: Выконвае пераключэнне паміж вокнамі дзейнай праграмы.
ru: Переключить окна текущего приложения.
uk: Виконує перемикання між вікнами поточної програми.

source: Enter / Exit from spread mode or Select windows.
ru: Войти или выйти из режима обзора или выбора окон.
uk: Увійти або вийти з режиму розгортання або вибрати вікна.

source: Closes the selected application / window.
ru: Закрыть выбранное окно или приложение.
uk: Закриває позначене вікно.

source: Workspaces
be: Працоўныя прасторы
ru: Рабочие места
uk: Робочі простори

source: Switches between workspaces.
be: Пераключае паміж працоўнымі прасторамі.
ru: Переключиться между рабочими местами.
uk: Виконує перемикання між робочими просторами.

source: + Arrow Keys
be: + Клавішы са стрэлкамі
ru: + Стрелки
uk: + клавіші-стрілки

source: Switches workspaces.
be: Пераключае працоўныя прасторы.
ru: Переключить рабочие места.
uk: Перемикає робочі простори.

source: Moves focused window to another workspace.
be: Пераносіць акно ў фокусе да іншай працоўнай прасторы.
ru: Переместить окно на другое рабочее место.
uk: Переносить вікно у фокусі до іншого робочого простору.

source: Windows
be: Вокны
ru: Окна

source: Spreads all windows in the current workspace.
be: Разгортвае усе вокны на дзейнай працоўнай прасторы.
ru: Показать все окна.
uk: Розгортає всі вікна на поточному робочому просторі.

source: Spreads all windows.
be: Пашырыць усе вокны
ru: Разворачивает все окна.
uk: Розгортає усі вікна.

source: Spreads all windows in all the workspaces.
be: Пашырыць усе вокны на працоўнай прасторы.
ru: Разворачивает все окна на всех рабочих столах.
uk: Розгортає усі вікна на усіх робочих просторах.

source: Spreads all windows of the focused application in the current workspace.
ru: Обзор всех окон сфокусированного приложения на текущем рабочем месте.
uk: Розгортає усі вікна фокусованої програми у поточному робочому просторі.

source: Spreads all windows of the focused application.
ru: Обзор всех окон сфокусированного приложения.
uk: Розгортає усі вікна фокусованої програми.

source: Spreads all windows of the focused application in all the workspaces.
ru: Обзор всех окон сфокусированного приложения на всех рабочих местах.
uk: Розгортає усі вікна фокусованої програми в усіх робочих просторах.

source: Minimises all windows.
be: Згортвае усе вокны.
ru: Свернуть все окна.
uk: Мінімізує всі вікна.

source: Maximises the current window.
be: Разгортвае дзейнае акно.
ru: Развернуть текущее окно.
uk: Максимізує поточне вікно.

source: Restores or minimises the current window.
be: Аднаўляе або згортвае дзейнае акно.
ru: Восстановить или свернуть текущее окно.
uk: Відновлює або мінімізує поточне вікно.

source: or Right
be: або Направа
ru: или →
uk: або →

source: Semi-maximise the current window.
be: Разгортвае дзейнае акно напалову
ru: Развернуть текущее окно на половину.
uk: Напівмаксимізує поточне вікно.

source: Closes the current window.
be: Закрывае дзейнае акно
ru: Закрыть текущее окно.
uk: Закриває поточне вікно.

source: Opens the window accessibility menu.
be: Адкрывае меню акна.
ru: Открыть окно специальных возможностей.
uk: Відкриває меню доступності вікна.

source: Places the window in corresponding position.
be: Размяшчае акно адпаведным чынам.
ru: Разместить окно в соответствующем месте.
uk: Розташовує вікно відповідним чином.

source: Ctrl + Alt + Num (keypad)
be: Ctrl + Alt + Num (клавішы)
ru: Ctrl + Alt + Num (Цифровая клавиатура)
uk: Ctrl + Alt + Цифра (цифрова панель)

source: Drag
be: Перацягванне
ru: Тащить
uk: перетягування

source: Moves the window.
be: Перасоўвае акно
ru: Переместить окно.
uk: Пересуває вікно.

source: Resizes the window.
be: Змяняе памер акна.
ru: Изменить размер окна.
uk: Змінює розміри вікна.

source: Other users are logged in. Restarting or shutting down will close their open applications and may cause them to lose work.
be: Сеансы іншых карыстальнікаў актыўныя. Перазагрузка або адключэнне закрые таксама і іх праграмы і яны могуць страціць вынікі сваёй працы.
ru: Другие пользователи выполнили вход. Перезапуск или выключение компьютера сейчас, приведёт к потере не сохранённых другими пользователями данных.
uk: У системі працюють інші користувачі. Перезавантаження або завершення роботи призведе до завершення роботи усіх програми і можливої втрати даних.

source: Shut Down
be: Адключыць
ru: Выключить
uk: Вимкнути

source: Hi %s, you have open files that you might want to save before shutting down. Are you sure you want to continue?
be: Вітаем, %s. Вамі былі адкрыты файлы, якія, мажліва, варта захаваць перад адключэннем. Вы сапраўды жадаеце выканаць дзеянне?
ru: %s, у вас открыты файлы, которые можно сохранить перед выключением компьютера. Вы действительно хотите продолжить?
uk: Вітаємо, %s. Вами було відкрито файли, які, можливо, варто зберегти до завершення роботи. Ви справді бажаєте виконати дію?
