Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-docs_ubuntu-help-*.po
Languages: ru, uk

# _
source: translator-credits
ru: Launchpad Contributions: Aleksey Kabanov https://launchpad.net/~ak099 Alexey Fedorov https://launchpad.net/~alexei963 Alexey Stepankov https://launchpad.net/~xeurun Dmitriy Kulikov https://launchpad.net/~kulikoff Doug Smythies https://launchpad.net/~dsmythies Eugene Roskin https://launchpad.net/~lowrider Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bícha https://launchpad.net/~jbicha Kevin Godby https://launchpad.net/~godbyk Matthew East https://launchpad.net/~mdke Nikita Putko https://launchpad.net/~ktototam98 Over Minor https://launchpad.net/~overminor1 Vassili Platonov https://launchpad.net/~vassilip vofka https://launchpad.net/~vofka
uk: Launchpad Contributions: Andrii https://launchpad.net/~reptar134 Andrii Prokopenko https://launchpad.net/~anprok Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Ivan Talakhovskyy https://launchpad.net/~vantalter Jeremy Bícha https://launchpad.net/~jbicha Kevin Godby https://launchpad.net/~godbyk Max_ym https://launchpad.net/~kontact-cat Mykola Tkach https://launchpad.net/~stuartlittle1970 Nazarii Ritter https://launchpad.net/~nazariy-ritter Volodymyr Shypovych https://launchpad.net/~v.shypovych Yuri Chornoivan https://launchpad.net/~yurchor-gmail yurchor https://launchpad.net/~yurchor-deactivatedaccount Горобец Виктор (VikTHOR) https://launchpad.net/~victhor

source: GNOME Documentation Project
ru: Проект документирования GNOME
uk: Проект з документування GNOME

source: Ubuntu Documentation Team
ru: Команда документации Ubuntu
uk: Команда з документування Ubuntu

source: A few tips on using the Ubuntu Desktop Guide.
ru: Несколько советов по использованию руководства пользователя Ubuntu.
uk: Декілька порад з використання керівництва користувача Ubuntu.

source: About this guide
ru: Об этом руководстве
uk: Про це керівництво

source: This guide gives you a tour of Ubuntu desktop features, answers your computer-related questions, and provides tips on using your computer effectively.
ru: Это руководство познакомит вас с особенностями Ubuntu, даст ответы на ваши вопросы, связанные с компьютером и посоветует, как наиболее эффективно им пользоваться.
uk: Це керівництво пропонує вам екскурс по можливостям стільниці Ubuntu, відповідає на ваші пов’язані з комп’ютером питання та надає поради щодо ефективного використання комп'ютера.

source: The guide is divided into small, task-oriented topics - not chapters. This means that you don't need to skim through an entire manual to find answers to your questions.
ru: Руководство разбито на небольшие, ориентированные на конкретную задачу темы, а не главы. Это означает, что вам не придётся просматривать всё руководство, чтобы найти ответ на ваш вопрос.
uk: Керівництво розділене на маленькі теми, орієнтовані на конкретні завдання, а не на глави. Це означає, що вам не знадобиться продивлятися усе керівництво, аби знайти відповіді на питання які у вас виникли.

source: Related items are linked together. "See Also" links at the bottom of some pages direct you to related topics.
ru: Зависящие друг от друга темы связаны ссылками. Переход к смежным темам можно осуществить нажатием ссылки «Смотрите также», расположенной внизу некоторых страниц.
uk: Залежні одна від одної теми зв’язані посиланнями. Перехід до пов’язаних тем можна здійснити натисненням посилання «Дивіться також», розташованим знизу деяких сторінок.

source: The text input box at the top of this guide acts as a <em>search bar</em>, and relevant results will appear beneath it as soon as you start typing. Left-click on any result to open its page.
ru: Текстовое поле вверху этого руководства действует как <em>строка поиска</em> — и как только начать набирать текст, будут появляться подходящие результаты. Щёлкните левой кнопкой мыши на любом из результатов, чтобы открыть его страницу.
uk: Текстове поле вгорі цього керівництва діє як <em>рядок пошуку</em> — й як тільки почати набирати текст, будуть з’являтися відповідні результати. Клацніть лівою кнопкою миші на будь-якому з результатів, щоб відкрити його сторінку.

source: The guide is constantly being improved. Although we attempt to provide you with a comprehensive collection of helpful information, we know we won't answer all of your questions here. We will keep adding more information to make things more helpful, though.
ru: Руководство постоянно улучшается. Хотя мы и стараемся обеспечить вас всеобъемлющим набором полезной информации, но мы понимаем, что не сможем ответить здесь на все ваши вопросы. Тем не менее, мы продолжим добавлять информацию, чтобы сделать руководство более полезным.
uk: Керівництво постійно вдосконалюється. Хоч ми й намагаємося забезпечувати вас всеосяжним набором корисної інформації, але ми розуміємо, що не зможемо надати тут відповіді на всі ваші питання. Втім, ми продовжимо додавати інформацію, щоб зробити керівництво кориснішим.

source: Thank you for taking the time to read the <em>Ubuntu Desktop Guide</em>.
ru: Спасибо, что нашли время ознакомиться с <em>Руководством пользователя Ubuntu</em>.
uk: Дякуємо, що знайшли час, щоб прочитати <em>Керівництво користувача Ubuntu</em>.

source: -- The Ubuntu Documentation team
ru: -- Команда документации Ubuntu
uk: -- Команда документації Ubuntu

source: How and where to report problems with these help topics.
ru: Как и куда сообщать об ошибках в этом руководстве.
uk: Як і куди повідомляти про помилки у цьому керівництві.

source: Participate to improve this guide
ru: Участвуйте в улучшении этого руководства
uk: Беріть участь у покращенні цього керівництва

source: This help system is created by a volunteer community. You are welcome to participate. If you notice a problem with these help pages (like typos, incorrect instructions or topics that should be covered but aren't), you can file a <em>bug report</em>.
ru: Эта справочная система создана сообществом добровольцев. Мы будем рады, если вы примете участие в развитии. Если вы обнаружили ошибку на страницах справки (например опечатки, неправильные инструкции или отсутствие тем, которые должны быть затронуты), то можно <em>сообщить об ошибке</em>.
uk: Ця довідкова система створена співтовариством добровольців. Ми будемо дуже вдячні, якщо ви приймете участь у розвитку. Якщо ви виявили помилку на сторінках довідки (наприклад друкарські помилки, неправильні вказівки або відсутність тем, які повинні бути порушені), то можна <em>повідомити про помилку</em>.

source: To file a bug, press <keyseq><key>Alt</key><key>F2</key></keyseq> and type <input>ubuntu-bug ubuntu-docs</input>. Press <gui>Enter</gui> to begin the bug collection process.
ru: Чтобы сообщить об ошибке, нажмите <keyseq><key>Alt</key><key>F2</key></keyseq> и введите <input>ubuntu-bug ubuntu-docs</input>. Нажмите клавишу <gui>Enter</gui> для начала процесса сбора сведений об ошибке.
uk: Щоб повідомити про помилку, натисніть <keyseq><key>Alt</key><key>F2</key></keyseq> й уведіть <input>ubuntu-bug ubuntu-docs</input>. Натисніть клавішу <gui>Enter</gui> для початку процесу збору відомостей про помилку.

source: See the <link xref="report-ubuntu-bug">Ubuntu bug reporting instructions</link> for more information about how to file your bug.
ru: Обратитесь к <link xref="report-ubuntu-bug">инструкции по отправке сообщений об ошибках в Ubuntu</link> для подробной информации о том, как сообщить об ошибке.
uk: Зверніться до <link xref="report-ubuntu-bug">вказівок з надсилання повідомлень про помилки в Ubuntu</link> для докладних відомостей про те, як повідомити про помилку.

source: Thanks for helping make the Ubuntu Help better!
ru: Спасибо, что помогаете сделать справку Ubuntu лучше!
uk: Дякуємо, що допомагаєте зробити довідку Ubuntu кращою!

# link
source: Ubuntu Desktop Guide
ru: Руководство пользователя Ubuntu
uk: Керівництво користувача Ubuntu

# text
source: Ubuntu Desktop Guide
ru: Руководство пользователя Ubuntu
uk: Керівництво користувача Ubuntu

source: Help
ru: Справка
uk: Довідка

# link:trail
source: <_:media-1/> Ubuntu Desktop Guide
ru: <_:media-1/> Руководство пользователя настольного выпуска Ubuntu
uk: <_:media-1/> Керівництво користувача Ubuntu

source: Ubuntu Logo
ru: Логотип Ubuntu
uk: Логотип Ubuntu

source: <_:media-1/> Ubuntu Desktop Guide
ru: <_:media-1/> Руководство пользователя настольного выпуска Ubuntu
uk: <_:media-1/> Керівництво користувача Ubuntu

source: Get tips on using this guide, and connect with the community for more help.
ru: Получите советы по использованию этого руководства и обратитесь к сообществу за дополнительной помощью.
uk: Отримуйте підказки з використання даного керівництва і зв'язуйтесь із спільнотою для більш детальної допомоги.

source: Get more help
ru: Узнайте больше
uk: Дізнайтесь більше

source: This work is licensed under a <_:link-1/>.
ru: Это произведение лицензировано на условиях <_:link-1/>.
uk: Ця робота ліцензується під <_:link-1/>.

source: Convert a USB flash drive into a volume from which you can startup and install Ubuntu.
ru: Преобразуйте USB-накопитель в том, с которого можно запустить и установить Ubuntu.
uk: Перетворення флеш-накопичувач USB в логічний диск, з якого можна запускати та встановлювати Ubuntu.

source: Create a startup disk
ru: Создание загрузочного диска
uk: Створіть завантажувальний диск

source: In this context a startup disk is a USB flash drive from which you can startup and <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">install Ubuntu</link>. The capacity of the USB flash drive must be at least 2 GB. Any data on the USB flash drive will be lost when you create the startup disk.
ru: В данном контексте загрузочным диском именуется флеш-диск USB, с которого можно запустить и <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">установить Ubuntu</link>. Ёмкость USB-носителя должна быть не менее 2 ГБ. Все данные, имевшиеся на этом носителе, будут стёрты в процессе создания загрузочного диска.
uk: У цьому контексті завантажувальний диск — це флеш-накопичувач USB, з якого можна запустити та <link href = "https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">встановити Ubuntu </link>. Об'єм флеш-диску USB повинен бути не менше 2 Гб. Будь-які дані на флеш-накопичувачі USB будуть втрачені при створенні завантажувального диску.

source: It's assumed that you have downloaded an Ubuntu ISO image.
ru: Подразумевается, что вы уже загрузили ISO-образ Ubuntu.
uk: Передбачається, що ви завантажили ISO-образ Ubuntu.

source: To create a startup disk from an Ubuntu ISO image:
ru: Для того, чтобы создать загрузочный диск из ISO-образа Ubuntu:
uk: Щоб створити завантажувальний диск із ISO-образом Ubuntu :

source: Open <app>Startup Disk Creator</app> via the <em>Activities</em> search bar.
ru: Откройте <app>Создание загрузочного диска</app> через строку поиска в <em>Обзоре</em>.
uk: Відкрийте <app>Створювач завантажувального диску</app> через панель меню <em>Діяльність</em>.

source: If the ISO image is in your <gui>Download</gui> folder and there is just one ISO image, <app>Startup Disk Creator</app> will have selected it, otherwise select the correct ISO image.
ru: Если образ ISO находится в папке <gui>Загрузки</gui> и он там только один, то приложение <app>Создание загрузочного диска</app> выберет его автоматически. В противном случае выберите нужный образ ISO.
uk: Якщо образ ISO знаходиться в теці <gui>Завантаження</gui> і це єдиний образ ISO, <app>Створювач завантажувального диску</app> вибере його, в іншому випадку виберіт правильний образ ISO власноруч.

source: If your computer has just one USB flash drive, <app>Startup Disk Creator</app> will have selected it, otherwise select the correct drive.
ru: Если к компьютеру подключён только один флеш-носитель USB, то приложение <app>Создание загрузочного диска</app> выберет его. Если нет, выберите нужный носитель.
uk: Якщо ваш комп'ютер має лише один флеш-диск USB, <app>Створювач завантажувального диску</app> вибере його, в іншому випадку виберіть правильний диск власноруч.

source: Click <gui>Make Startup Disk</gui>.
ru: Нажмите <gui>Создать загрузочный диск</gui>.
uk: Натисніть <gui>Створювач завантажувальний диск</gui>.

source: Click <gui>Yes</gui> to confirm. The process should take ten minutes or less.
ru: Нажмите <gui>Да</gui> для подтверждения. Процесс займёт около 10 минут или меньше.
uk: Натисніть <gui>Так</gui> для підтвердження. Процес має тривати не більше 10 хвилин.

source: When the "Installation Complete" window opens click <gui>Quit</gui>.
ru: После появления окна «Установка завершена», нажмите <gui>Выйти</gui>.
uk: Коли з'явиться вікно «Встановлення завершене» клацніть <gui>Вихід</gui>.

source: Use <app>App Center</app> to install additional applications and make Ubuntu more useful.
ru: Используйте <app>Центр приложений</app>, чтобы установить дополнительные приложения и сделать Ubuntu еще полезнее.

source: Install additional applications
ru: Установка дополнительных приложений
uk: Встановіть додаткові програми

source: An application is software that has a graphical user interface (GUI). The Ubuntu development team has chosen a default set of applications that we think makes Ubuntu very useful for most day-to-day tasks. However, you will certainly want to install more applications to make Ubuntu more useful to you. To install an application, you can use <app>App Center</app>.
ru: Приложение - это программное обеспечение, которое обладает графическим интерфейсом пользователя (GUI). Команда разработчиков Ubuntu заблаговременно выбрала набор приложений, которые по нашему мнению делают Ubuntu более полезной для повседневных задач. Тем не менее, вы определённо захотите установить другие приложения, которые сделают Ubuntu более полезной именно для вас. Чтобы устанавливать приложения, вы можете использовать <app>Центр приложений</app>.

source: Applications are available in two formats: snap packages and Debian packages. An application available as a snap package is from now on referred to as a <em>snap</em>. Some applications are available in both formats. In such a case in <app>App Center</app> the snap will be listed first.
ru: Приложения доступны в двух форматах: Snap-пакеты и пакеты Debian. С этого момента приложения доступные в виде Snap-пакетов, будут обозначаться далее как <em>snap</em>. Некоторые приложения доступны в обоих форматах. В таком случае, первым в списке <app>Центра приложений</app> будет отображаться snap.

source: You may also wish to install software that does not have a GUI. To install such software, you can use <link xref="addremove-install-synaptic">Synaptic</link>. Note that <app>Synaptic</app> does not list snaps.
ru: Вам может также понадобиться установить программу без графического интерфейса. Для установки таких программ можно воспользоваться приложением <link xref="addremove-install-synaptic">Synaptic</link>. Обратите внимание, что <app>Synaptic</app> не показывает snap-пакеты.
uk: Ви також можете встановити програмне забезпечення, яке не має графічного інтерфейсу користувача. Щоб встановити таке програмне забезпечення, ви можете скористатись <link xref="addremove-install-synaptic">Synaptic</link>. Зауважимо, що <app>Synaptic</app> не відображає пакунки snap.

source: To install an application:
ru: Для того, чтобы установить приложение:
uk: Щоб встановити програму

source: Click the <app>App Center</app> icon in the <gui>Dock</gui>, or search for <input>Software</input> in the <em>Activities</em> search bar.
ru: Нажмите значок <app>Центра приложений</app> в <gui>Панели задач</gui>, или введите <input>"Приложения"</input> в строке поиска в меню <em>«Обзор»</em>.

source: When <app>App Center</app> launches, search for an application, or select a category and find an application from the list.
ru: После запуска <app>Центра приложений</app>, найдите приложение или выберите категорию и найдите приложение в списке.

source: Select the application that you want to install and click <gui>Install</gui>.
ru: Выберите нужное приложение и нажмите <gui>Установить</gui>.
uk: Виберіть програму, яку хочете встановити, і натисніть gui>Встановити</gui>.

source: You will be asked to authenticate by entering your password. Once you have done that the installation will begin. The installation usually finishes quickly, but could take a while if you have a slow Internet connection.
ru: Вам будет предложено ввести свой пароль, после этого начнётся установка. Обычно установка происходит быстро, но при медленном соединении с Интернетом может занять некоторое время.
uk: Вам буде запропоновано автентифікуватись, ввівши пароль. Після цього почнеться встановлення. Воно зазвичай триває недового, але може затягнутися, якщо у вас повільне з'єднання з Інтернетом.

source: Synaptic is a powerful but complicated software management alternative to <app>App Center</app>.
ru: Synaptic - более мощное, но и более сложное средство управления программным обеспечением, являющееся альтернативой <app>Центра приложений</app>.

source: Use Synaptic for more advanced software management
ru: Используйте Synaptic для более продвинутого управления программным обеспечением
uk: Використовуйте Synaptic для більш глибокого керування програмним забезпеченням

source: <app>Synaptic Package Manager</app> is more powerful and can do some software management tasks which <app>App Center</app> can't. Synaptic's interface is more complicated and doesn't support newer <app>App Center</app> features like ratings and reviews and therefore isn't recommended for use by those new to Ubuntu.
ru: <app>Диспетчер пакетов Synaptic</app> - это более мощное средство, которое позволяет выполнять задачи для управления программным обеспечением, которые не может выполнить <app>Центр приложений</app>. Интерфейс Synaptic более сложный и не поддерживает новые возможности <app>Центр приложений</app>, такие как оценки и отзывы, поэтому не ркомендуется для тех, кто впервые пользуется Ubuntu.

source: Synaptic isn't installed by default, but you can <link href="apt:synaptic">install</link> it from the Ubuntu package archive.
ru: Synaptic не установлен по умолчанию, но вы можете <link href="apt:synaptic">установить</link> его из архива пакетов Ubuntu.
uk: Synaptic не встановлюється початково, але ви можете <link href="apt:synaptic">встановити</link> його з архіву пакунків Ubuntu.

source: Install software with Synaptic
ru: Установка программ с помощью Synaptic
uk: Встановлення програмного забезпечення з Synaptic

source: Open <app>Synaptic</app> via the <em>Activities</em> search bar. You will need to enter your password in the <gui>Authenticate</gui> window.
ru: Откройте <app>Synaptic</app> через строку поиска <em>Обзора</em>. Потребуется ввести ваш пароль в окне <gui>Аутентификация</gui>.
uk: Відкрийте <app>Synaptic</app> через панель пошуку <em>Діяльність</em>. У вікні <gui>Автентифікація</gui> потрібно буде ввести пароль.

source: Click <gui>Search</gui> to search for an application, or click <gui>Sections</gui> and look through the categories to find one.
ru: Щёлкните <gui>Поиск</gui> для поиска приложения или <gui>Разделы</gui> и просмотрите категории, чтобы найти нужное приложение.
uk: Натисніть <gui>Пошук</gui> для пошуку програми або натисніть <gui>Розділи</gui> та перегляньте категорії, щоб знайти потрібну програму.

source: Right-click the application that you want to install and select <gui>Mark for Installation</gui>.
ru: Щёлкните правой кнопкой на приложении, которое нужно установить и выберите <gui>Отметить для установки</gui>.
uk: Клацніть правою кнопкою на програмі, яку ви бажаєте встановити і виберіть <gui>Позначити на встановлення</gui>.

source: If you are asked to mark additional changes, click <gui>Mark</gui>.
ru: Если появится запрос об отметке дополнительных изменений, щёлкните <gui>Отметить</gui>.
uk: Якщо з’явиться запит про позначення додаткових змін, клацніть <gui>Позначити</gui>.

source: Select any other applications that you would like to install.
ru: Выберите любые другие приложения, которые хотелось бы установить.
uk: Виберіть інші програми, які хочете встановити.

source: Click <gui>Apply</gui>, and then click <gui>Apply</gui> in the window that appears. The applications that you chose will be downloaded and installed.
ru: Выберите <gui>Применить</gui>, а затем в появившемся окне щёлкните <gui>Применить</gui>. Выбранные приложения будут загружены и установлены.
uk: Натисніть <gui>Застосувати</gui>, потім натисніть <gui>Застосувати</gui> у вікні, яке з'явиться. Програми, які ви вибрали будуть завантажені та встановлені.

source: For more information about using <app>Synaptic</app>, consult the <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic How To</link>.
ru: За дополнительной информацией об использовании <app>Synaptic</app> обратитесь к <link href="https://help.ubuntu.com/community/SynapticHowto">Руководству по Synaptic</link>.
uk: За додатковою інформацією про використання <app>Synaptic</app> зверніться до <link href="https://help.ubuntu.com/community/SynapticHowto">Керівництва з Synaptic</link>.

# link:trail
source: Add/remove software
ru: Установка и удаление программ
uk: Додати/вилучити програмне забезпечення

source: Add and remove applications and other software. Handle additional software repositories.
ru: Добавление и удаление приложений, а также другого программного обеспечения. Управление дополнительными репозиториями программного обеспечения.
uk: Додавайте і вилучайте додатки та інше програмне забезпечення. Керуйте репозиторіями з додатковими програмами.

source: Install &amp; remove software
ru: Установка и удаление программ
uk: Встановлення та видалення програмного забезпечення

source: Add PPAs to extend the software sources Ubuntu uses for installation and upgrades.
ru: Добавьте PPA, чтобы расширить список источников, которые Ubuntu использует для установки и обновления приложений.
uk: Додайте PPA для розширення джерел програмного забезпечення, які Ubuntu використовує для встановлення та оновлення.

source: Add a Personal Package Archive (PPA)
ru: Добавление персонального архива пакетов (PPA)
uk: Додати Архів персональних пакунків (PPA)

source: <em>Personal Package Archives (PPAs)</em> are software repositories designed for Ubuntu users and are easier to install than other third-party repositories. PPAs are often used to distribute pre-release software so that it can be tested.
ru: <em>Персональные архивы пакетов (Personal Package Archive, или PPA)</em> — это репозитории программного обеспечения для пользователей Ubuntu, которые проще в установке, чем другие сторонние репозитории. PPA часто используются для распространения ещё не включённых в официальные выпуски операционной системы программ с целью их тестирования.
uk: <em>Архіви персональних пакунків (PPAs)</em> являють собою сховища програм, призначені для користувачів Ubuntu, і їх простіше інсталювати, ніж інші сторонні сховища. PPA часто використовуються для розповсюдження попереднього випуску програмного забезпечення для перевірки.

source: Only add software repositories from sources that you trust!
ru: Добавляйте репозитории программ только из источников, которым доверяете!
uk: Додавайте сховища програм лише з надійних джерел!

source: Third-party software repositories are not checked for security or reliability by Ubuntu members, and may contain software which is harmful to your computer.
ru: Сторонние репозитории не проверяются на безопасность или надёжность командой Ubuntu и могут содержать программы, способные причинить вред вашей системе.
uk: Сторонні сховища не перевіряються на безпечність або надійність командою Ubuntu й можуть містити шкідливі програми.

source: Install a PPA
ru: Установка PPA
uk: Встановити PPA
