Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity_unity-*.po
Languages: be, ru, uk

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
be: Да пабачэння, %s. Вы сапраўды жадаеце закрыць усе праграмы і адключыць камп'ютар?
ru: До скорой встречи, %s. Вы уверены, что хотите закрыть все программы и выключить компьютер?
uk: До побачення, %s. Ви справді хочете завершити роботу всіх програм і вимкнути комп’ютер?

source: Log Out
be: Скончыць сеанс
ru: Выйти из системы
uk: Завершення сеансу

source: Hi %s, you have open files that you might want to save before logging out. Are you sure you want to continue?
be: Вітаем, %s. Вамі былі адкрыты файлы, якія, мажліва, варта захаваць перад выхаду з сеансу. Вы сапраўды жадаеце выканаць дзеянне?
ru: %s, у вас открыты файлы, которые можно сохранить перед завершением сеанса. Вы действительно хотите продолжить?
uk: Вітаємо, %s Вами було відкрито файли, які, можливо, варто зберегти до виходу з облікового запису. Ви справді бажаєте виконати дію?

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
be: Да сустрэчы, %s. Вы сапраўды жадаеце закрыць усе праграмы і завяршыць сеанс?
ru: До скорой встречи, %s. Вы действительно хотите закрыть все программы и завершить сеанс работы со своей учётной записью?
uk: До побачення, %s. Ви справді хочете завершити роботу всіх програм і вийти з вашого облікового запису?

source: Hi %s, you have open files you might want to save. Would you like to…
be: Вітаем, %s. Вы маеце адкрытыя файлы, якія вы, напэўна, жадаеце захаваць. Вы жадаеце...
ru: %s, у вас открыты файлы, которые можно сохранить. Хотите ли вы…
uk: Вітаємо, %s. Вами відкрито файли, вміст яких, можливо, варто зберегти. Що робити?

source: Hi %s, you have open files you might want to save. Would you like to…
be: Вітаем, %s. Вы маеце адкрытыя файлы, якія вы, напэўна, жадаеце захаваць. Вы жадаеце...
ru: %s , у вас открыты файлы, которые можно сохранить. Хотите ли вы…
uk: Вітаємо, %s. Вами відкрито файли, вміст яких, можливо, варто зберегти. Що робити?

source: Goodbye, %s. Would you like to…
be: Да сустрэчы, %s. Вы жадаеце…
ru: До скорой встречи, %s. Хотите ли вы…
uk: До побачення, %s. Яку дію слід виконати?

source: Lock
be: Заблакаваць
ru: Заблокировать экран
uk: Блокування

source: Suspend
be: Прыпыніць
ru: Ждущий режим
uk: Призупинка

source: Hibernate
be: Гібернацыя
ru: Спящий режим
uk: Призупинка

source: Restart
be: Перазапусціць
ru: Перезагрузить
uk: Перезапуск

source: Activate
be: Актываваць
ru: Активировать
uk: Увімкнути

source: No Image Available
be: Няма выявы
ru: Нет доступных изображений
uk: Зображення недоступне

source: Filter results
be: Фільтраваць вынікі
ru: Отфильтровать результаты
uk: Фільтрування результатів

source: Caps lock is on
be: Caps lock націснуты
ru: Включёна клавиша CAPS LOCK
uk: Caps lock увімкнено

source: Launchers
be: Запускачы
ru: Ярлыки
uk: Кнопки запуску

source: Key to show the HUD
be: Клавіша паказу HUD
ru: Клавиша для отображения HUD
uk: Клавіатурне скорочення для показу HUD

source: + 1 to 9
uk: + від 1 до 9

source: Cursor Left or Right
be: Левая ці правая стрэлка
uk: ← або →

source: Cursor Up or Down
uk: Стрілка вгору або вниз
