Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-usb-creator_usbcreator-*.po
Languages: uk

source: Installation Failed
uk: Сталася помилка при встановленні

source: The installation failed. Please see ~/.cache/usb-creator.log for more details.
uk: Встановлення не вдалося. Детальніше дивіться ~/.cache/usb-creator.log.

source: Installation Complete
uk: Встановлення завершено

source: Test Disk
uk: Перевірити диск

source: Installation is complete. You may now run Ubuntu on other computers by booting them with this drive inserted.
uk: Встановлення завершено. Тепер Ви можете запускати Ubuntu на інших комп'ютерах, завантажуючись з цього пристрою.

source: Installing
uk: Встановлення

source: Quit the installation?
uk: Перервати процес встановлення?

source: Do you really want to quit the installation now?
uk: Ви справді бажаєте перервати процес встановлення?

source: Make Startup Disk
uk: Створити завантажувальний диск

source: To try or install Ubuntu from a removable disk, it needs to be set up as a startup disk.
uk: Для того, щоб спробувати або встановити Ubuntu із знімного диску, його потрібно налаштувати у якості завантажувального диску.

source: Source disc image (.iso):
uk: Початковий образ диску (.iso):

source: Other...
uk: Інший…

source: Disk to use:
uk: Використати диск:

source: Erase Disk
uk: Стерти диск

source: Startup Disk Creator
uk: Створення завантажувального диску

source: Create a startup disk using a CD or disc image
uk: Створення завантажувального диску з CD або образа диску

source: Image the device
uk: Створити образ пристрою

source: System policy prevents writing a disk image to this device
uk: Системна політика не дозволяє записати образ диску на цей пристрій

source: Run KVM
uk: Запуск KVM

source: System policy prevents running KVM
uk: Правила системи забороняють запуск KVM

source: Installation failed.
uk: Помилка встановлення.

source: The device is not large enough to hold this image.
uk: Пристрій замалий для цього образу.

source: CD Images
uk: Образи компакт-дисків

source: Disk Images
uk: Образи дисків

source: Are you sure you want to write the disc image to the device?
uk: Ви впевнені, що хочете записати образ диска на пристрій?

source: All existing data will be lost.
uk: Усі існуючі дані будуть втрачені.

source: Cancel
uk: Скасувати

source: Starting up
uk: Запуск

source: You must select both source image and target device first.
uk: Вам спочатку необхідно вибрати образ диску та пристрій для запису.

source: Finishing...
uk: Завершення...

source: The installation is complete. You may now reboot your computer with this device inserted to try or install Ubuntu.
uk: Встановлення завершено. Тепер Ви можете перезавантажити комп'ютер, щоб спробувати встановити Ubuntu.

source: Retry?
uk: Повторити?

source: CD-Drive/Image
uk: Образ/Пристрій CD

source: OS Version
uk: Версія ОС

source: Size
uk: Розмір

source: Device
uk: Пристрій

source: Label
uk: Мітка

source: Capacity
uk: Місткість

source: Starting up...
uk: Запуск ...

source: %d%% complete
uk: %d%% завершено

source: The extension "%s" is not supported.
uk: Розширення "%s" не підтримується.

source: An uncaught exception was raised: %s
uk: Сталася невиправна помилка: %s

source: Writing disk image...
uk: Створення образа диску

source: Could not write the disk image (%(source)s) to the device (%(device)s).
uk: Не вдалося записати образ диска (%(source)s) на пристрій (%(device)s).

source: provide a source image to pre-populate the UI.
uk: надати початкове зображення до попереднього заповнення інтерфейсу користувача.

source: allow writing to system-internal devices
uk: дозволити запис на внутрішньосистемні пристрої
