Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity_unity-doc-*.po
Languages: be, ru, uk

source: 9 December 2010
be: 9 снежня 2010
ru: 9 декабря 2010 г.
uk: 9 грудня 2010 р.

source: Linux User's Manual
be: Дапаможнік карыстальніка Linux
ru: Руководство пользователя Linux
uk: Керівництво користувача Linux

source: NAME
be: НАЗВА
ru: НАЗВАНИЕ
uk: НАЗВА

source: unity - wrapper for starting the unity shell and handling fallback
be: unity - "абгортка" для запуску каманднага інтэрпрэтатара unity і выканання аднаўлення
ru: unity - "обертка" для запуска командного интерпретатора unity и выполнения восстановления
uk: unity - "обгортка" для запуску командного інтерпретатора unity і виконання відновлення

source: SYNOPSIS
be: КАРОТКАЕ АПІСАННЕ
ru: КРАТКОЕ СОДЕРЖАНИЕ
uk: КОРОТКИЙ ОПИС

source: B<unity> [I<options>]
be: B<unity> [I<опцыі>]
ru: B<unity> [I<параметры>]
uk: B<unity> [I<параметри>]

source: DESCRIPTION
be: АПІСАННЕ
ru: ОПИСАНИЕ
uk: ОПИС

source: The B<unity> program can be used to start the Unity shell as a compiz module, and to specify how to handle logging, debugging, as well as how to deal with the user's profile.
be: Праграма B<unity> выкарыстоўваецца для запуску абалонкі Unity ў якасці модуля compiz, для вызначэння спосабу журналявання і адладкі, а таксама для працы з профілем карыстальніка.
ru: Программа B<unity> используется для запуска оболочки Unity в качестве модуля compiz, для определения способа журналирования и отладки, а также для работы с профилем пользователя.
uk: Програма B<unity> використовується для запуску оболонки Unity у якості модуля compiz, для визначення способу журналювання і зневадження, а також для роботи з профілем користувача.

source: OPTIONS
be: ОПЦЫІ
ru: ПАРАМЕТРЫ
uk: ПАРАМЕТРИ

source: Runs unity under debugging (using GDB or another debugger tool) to help tracking issues. Should only be used on request from a developper following a bug report.
be: Запускае unity ў рэжыме выпраўлення (выкарыстоўваючы GDB або любы іншы інструмент адладкі) для палягчэння кантролю памылак. Рэкамендуецца выкарыстоўваць толькі па запыце распрацоўніка, што займаецца справаздачай пра памылку.
ru: Запускает unity в режиме отладки (используя GDB или любой другой инструмент отладки) для облегчения отслеживания ошибок. Рекомендуется использовать только по запросу разработчика, занимающегося отчётом об ошибке.
uk: Запускає unity у режимі зневадження (використовуючи GDB або будь-який інший знадіб зневадження) для полегшення відстежування помилок. Рекомендується використовувати лише за запитом розробника, що займається звітом про помилку.

source: B<--log>\ I<filename>
be: B<--log>\ I<Імя файла>
ru: B<--log>\ I<имя_файла>
uk: B<--log>\ I<ім’я_файлу>

source: This parameter, followed by a path or filename, tells the Unity shell to store logs in the specified file.
be: Дадзеная опцыя, пасля якой паказаны шлях або імя файла, паказвае абалонцы Unity запісваць падзеі ў пэўны файл.
ru: Данный параметр, после которого указан путь или имя файла, предписывает оболочке Unity записывать события в определенный файл.
uk: Даний параметр, після якого вказано шлях або ім’я файлу, вказує оболонці Unity записувати події у певний файл.

source: This option allows the user to reset profile parameters in compiz and restart the Unity shell with default settings.
be: Дадзеная опцыя дазваляе карыстальніку скінуць налады профілю ў compiz і перазапусціць абалонку Unity з тыповымі наладамі.
ru: Данный параметр позволяет пользователю сбросить настройки профиля в compiz и перезапустить оболочку Unity с настройками по умолчанию.
uk: Даний параметр дозволяє користувачу скинути налаштування профілю в compiz і перезапустити оболонку Unity з типовими налаштуваннями.

source: This option turns on displaying additional debugging output for the Unity shell. It can be used by the user to debug configuration issues. This option is often used along with the B<--log> option to save output to a file.
be: Дадзеная опцыя ўключае паказ дадатковых выходных дадзеных адладкі для абалонкі Unity. Можа выкарыстоўвацца для адладкі праблем, звязаных з наладамі. Дадзеная опцыя звычайна выкарыстоўваецца разам з параметрам B<--log> для захавання зыходных дадзеных у файл.
ru: Данный параметр включает отображение дополнительных выходных данных отладки для оболочки Unity. Может использоваться для отладки проблем, связанных с настроками. Данный параметр обычно используется вместе с параметром B<--log> для сохранения выходных данных в файл.
uk: Даний параметр вмикає показ додаткових вихідних даних зневадження для оболонки Unity. Може використовуватися для зневадження проблем, пов’язаних з налаштуваннями. Даний параметр зазвичай використовується разом з параметром B<--log> для збереження вихідних даних в файл.

source: SEE ALSO
be: ГЛЯДЗІ ТАКСАМА
ru: СМ. ТАКЖЕ
uk: ДИВІТЬСЯ ТАКОЖ

source: 8 December 2010
be: 8 снежня 2010
ru: 8 декабря 2010 г.
uk: 8 грудня 2010 р.

source: unity-panel-service - program for drawing the panel with the unity shell.
be: unity-panel-service - праграма для стварэння панэлі з дапамогай каманднага інтэрпрэтатара unity.
ru: unity-panel-service - программа для создания панели при помощи командного интерпретатора unity.
uk: unity-panel-service - програма для створення панелі за допомогою командного інтерпретатора unity.

source: The B<unity-panel-service> program is normally started automatically by the Unity shell (which gets started as a compiz module) and is used to draw panels which can then be used for the global menu, or to hold indicators.
be: Праграма B<unity-panel-service> звычайна запускаецца аўтаматычна абалонкай Unity (якая запускаецца ў якасці модуля compiz) і выкарыстоўваецца для стварэння панэляў, якія затым могуць быць выкарыстаныя для глабальнага меню або для размяшчэння індыкатараў.
ru: Программа B<unity-panel-service> обычно запускается автоматически оболочкой Unity (запускаемой в качестве модуля compiz) и используется для создания панелей, которые затем могут быть использованы для глобального меню или для размещения индикаторов.
uk: Програма B<unity-panel-service> зазвичай запускається автоматично оболонкою Unity (що запускається у якості модуля compiz) і використовується для створення панелів, які потім можуть бути використані для глобального меню або для розміщення індикаторів.

source: B<unity-panel-service> takes no options.
be: B<unity-panel-service> выкарыстоўваецца без параметраў.
ru: B<unity-panel-service> используется без параметров.
uk: B<unity-panel-service> використовується без параметрів.

source: NOTES
be: ЗАЎВАГА
ru: ПРИМЕЧАНИЕ
uk: ПРИМІТКА
