Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubiquity-slideshow-ubuntu_ubiquity-slideshow-xubuntu-*.po
Languages: ru, uk

source: Welcome to Xubuntu
ru: Добро пожаловать в Xubuntu
uk: Вітаємо у Xubuntu

source: Start exploring your new desktop by making yourself familiar with the applications menu.
ru: Начните изучение вашей новой рабочей среды со знакомства с меню приложений.
uk: Почніть вивчати нову стільниці зі знайомства з меню програм.

source: Use the Software application to install more applications and the Settings Manager to customize the look and feel of your desktop.
ru: Используйте Центр приложений, чтобы установить дополнительные приложения, и Диспетчер параметров, чтобы настроить внешний вид рабочего стола.
uk: Використовуйте Програмне забезпечення для встановлення додаткових програм та Менеджер налаштувань для персоналізації зовнішнього вигляду стільниці.

source: Help & Support
ru: Справка и поддержка
uk: Довідка і підтримка

source: The <em>Official Documentation</em> will help you getting started with Xubuntu. You can find the documentation under <em>Help</em> on the applications menu.
ru: <em>Официальная документация</em> поможет вам освоится в Xubuntu. Её можно открыть с помощью пункта <em>Справка</em> в меню приложений.
uk: <em>Офіційна документація</em> допоможе вам познайомитись з Xubuntu. Її можна знайти в за посиланням <strong>Довідка</strong> в меню програм.

source: If the documentation doesn't answer your questions, check the full list of support methods from the Xubuntu website.
ru: Если в документации не нашлись ответы на некоторые ваши вопросы, ознакомьтесь со всеми вариантами поддержки пользователей на веб-сайте Xubuntu.
uk: Якщо документація не надала вам можливості вирішити питання, спробуйте усі способи підтримки на веб-сайті Xubuntu.

source: <a href="https://docs.xubuntu.org/2004/">Official Documentation online</a> <a href="https://xubuntu.org/help/">All support methods</a>
ru: <a href="https://docs.xubuntu.org/2004/">Официальная документация в сети</a> <a href="https://xubuntu.org/help/">Все способы поддержки</a>
uk: <a href="https://docs.xubuntu.org/2004/">Офіційна документація в Інтернеті</a> <a href="https://xubuntu.org/help/">Усі методи підтримки</a>

source: Real-time support
ru: Интерактивная поддержка
uk: Підтримка у реальному часі

source: For live, online support <em>in English</em>, join our IRC channel, <em>#xubuntu</em>, by <a href="https://kiwiirc.com/nextclient/irc.libera.chat?nick=xubuntu?i#xubuntu">clicking here</a>.
ru: Для поддержки в реальном времени по сети <em>на английском языке</em> присоединяйтесь к нашему каналу IRC <em>#xubuntu</em>, <a href="https://kiwiirc.com/nextclient/irc.libera.chat?nick=xubuntu?i#xubuntu">нажав здесь</a>.

source: For support in <em>other languages</em>, view the full list of <a href="https://wiki.ubuntu.com/IRC/ChannelList/Local">local support channels</a>.
ru: Для поддержки на <em>других языках</em> ознакомьтесь с полным списком <a href="https://wiki.ubuntu.com/IRC/ChannelList/Local">локальных каналов поддержки</a>.
uk: Для підтримки <em>іншими мовами</em> ознайомтеся з повним переліком <a href="https://wiki.ubuntu.com/IRC/ChannelList/Local">локальних каналів підтримки</a>.

source: Meow
ru: Мяу
uk: Няв

source: Join the community
ru: Присоединяйтесь к сообществу
uk: Приєднуйтеся до спільноти

source: We'd love to hear about your experiences with Xubuntu. Share them on the <a href="https://lists.ubuntu.com/mailman/listinfo/xubuntu-users">Xubuntu users mailing list</a> or on the <a href="https://kiwiirc.com/nextclient/irc.libera.chat?nick=xubuntu?i#xubuntu-offtopic">#xubuntu-offtopic IRC channel</a>.
ru: Мы будем рады узнать о вашем опыте работы с Xubuntu. Поделитесь им в <a href="https://lists.ubuntu.com/mailman/listinfo/xubuntu-users">списке рассылки пользователей Xubuntu</a> или на <a href="https://kiwiirc.com/nextclient/irc.libera.chat?nick=xubuntu?i#xubuntu-offtopic">канале IRC #xubuntu-offtopic</a>.
uk: Ми із задоволенням отримаємо відгук стосовно вашого досвіду користування Xubuntu. Надішліть його до <a href="https://lists.ubuntu.com/mailman/listinfo/xubuntu-users">списку розсилки користувачам Xubuntu</a> або до <a href="https://kiwiirc.com/nextclient/irc.libera.chat?nick=xubuntu?i#xubuntu-offtopic">#xubuntu-offtopic IRC каналу</a>

source: We always need help in making Xubuntu even better. No specific skills are required to contribute. To read about all of the opportunities available, head to the <a href="https://xubuntu.org/contribute/">Get Involved</a> section of our website.
ru: Нам всегда пригодится ваша помощь, чтобы сделать Xubuntu ещё лучше. Для участия не требуется никаких особых умений. Чтобы узнать о всех доступных возможностях участия, обратитесь к разделу нашего веб-сайта <a href="https://xubuntu.org/contribute/">Get Involved</a>.
uk: Ми завжди потребуємо допомоги у покращенні Xubuntu. Для того, щоб зробоити свій внесок у це, не потрібно жодних особливих вмінб і навичок. Щоб дізнатися про усі доступні для Вас можливости участі, відвідайте розділ <a href="http://xubuntu.org/contribute/">Get Involved</a> нашого веб-сайту.

source: Hey, what about passing on your installation media to a friend!
ru: Как насчёт передачи вашего установочного носителя другу?
uk: Ми будемо задоволені, якщо Ви передасте свій встановлювальний носій другові!
