Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-ubuntu-system-service_system-service-*.po
Languages: ru, uk

source: Get current global proxy
ru: Получить текущий глобальный прокси-сервер
uk: Отримати поточний глобальний проксі-сервер

source: System policy prevents querying proxy settings
ru: Системная политика препятствует запросу настроек прокси-сервера
uk: Системна політика перешкоджає запитам налаштувань проксі-сервера

source: Set current global proxy
ru: Установить текущий глобальный прокси-сервер
uk: Встановити поточний глобальний проксі-сервер

source: System policy prevents setting proxy settings
ru: Системная политика препятствует установке параметров прокси-сервера
uk: Системна політика перешкоджає налаштуванню проксі-сервера

source: Set current global proxy exception
ru: Установить исключение для текущего глобального прокси-сервера
uk: Встановити винятки для поточнго глобального проксі-сервера

source: System policy prevents setting no_proxy settings
ru: Системная политика препятствует установке параметров без прокси-сервера
uk: Системна політика перешкоджає встановленню налаштувань без проксі-сервера

source: Set current global keyboard
ru: Установить текущую глобальную клавиатуру
uk: Встановити поточну глобальну клавіатуру

source: System policy prevents setting global keyboard settings
ru: Системная политика препятствует установке глобальных параметров клавиатуры
uk: Системна політика перешкоджає встановленню глобальних налаштувань клавіатури

source: Get current global keyboard
ru: Получить текущую глобальную клавиатуру
uk: Отримати поточну глобальну клавіатуру

source: System policy prevents querying keyboard settings
ru: Системная политика препятствует запросу настроек клавиатуры
uk: Системна політика перешкоджає запитам налаштування клавіатури

source: Check if the package system is locked
ru: Проверьте, не заблокирована ли система пакетов
uk: Перевіряти чи заблокована система пакунків

source: System policy prevents querying package system lock
ru: Системная политика препятствует запросу блокировки системы пакетов
uk: Системна політика перешкоджає блокуванню запитів системи керування пакунками
