Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-unity-lens-photos_unity-lens-photos-*.po
Languages: ru, uk

source: Sorry, there are no photos that match your search.
ru: К сожалению, поиск не дал результатов.
uk: Вибачте, вашим умовам не задовольняє жодна фотографія

source: My Photos
ru: Мои фотографии
uk: Мої фото

source: Friends Photos
ru: Фотографии друзей
uk: Фото друзів

source: Online Photos
ru: Фотографии в интернете
uk: Фото у мережі

source: Photos
ru: Фотографии
uk: Фото

source: Recent
ru: Недавние
uk: Нещодавнє

source: Date
ru: За последние
uk: Дата

source: Last 7 days
ru: 7 дней
uk: Попередні 7 днів

source: Last 30 days
ru: 30 дней
uk: Попередні 30 днів

source: Last 6 months
ru: 6 месяцев
uk: Попередні 6 місяців

source: Older
ru: Ранние
uk: Давніше

source: Location
ru: Местоположение
uk: Місце

source: Album
ru: Альбом
uk: Альбом

source: With
ru: С
uk: З

source: View
ru: Просмотреть
uk: Перегляд

source: By %s, %s
ru: Автор %s, %s
uk: %s, %s

source: Camera
ru: Фотоаппарат
uk: Фотоапарат

source: Dimensions
ru: Размер изображения
uk: Розмірність

source: Size
ru: Размер файла
uk: Розмір

source: License
ru: Лицензия
uk: Ліцензія

source: This Computer
ru: Этот компьютер
uk: Цей комп’ютер

source: <b>This photo is missing.</b> You can open Shotwell to retrieve it or remove it from your library.
ru: <b>Эта фотография отсутствует.</b> Вы можете открыть Shotwell, чтобы найти её или удалить из библиотеки.
uk: <b>Цієї фотографії вже немає.</b> Ви можете відкрити Shotwell, щоб отримати її, або можете вилучити її з вашої бібліотеки.

source: %s x %s pixels
ru: %s x %s пикселов
uk: %s x %s пікселів

source: Tags
ru: Метки
uk: Мітки

source: Show in Folder
ru: Показать в папке
uk: Показати у теці

source: Email
ru: Эл. почта
uk: Надіслати поштою

source: Print
ru: Печать
uk: Надрукувати

source: Open Shotwell
ru: Открыть Shotwell
uk: Відкрити Shotwell

source: flickr;
uk: flickr;флікр;

source: This is an Ubuntu search plugin that enables information from Flickr to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
ru: Поисковый модуль Ubuntu, осуществляющий сбор данных в Flickr и выводящий результаты поиска в разделе Фотографии главного меню. Если вы не хотите получать данные из этого источника, то этот модуль можно отключить.
uk: Це додаток пошуку Ubuntu, за допомогою якого ви зможете шукати дані у Flickr і переглядати їх на панелі, сторінка «Фотографії». Якщо вам не потрібен пошук у цьому джерелі даних, ви можете вимкнути цей додаток пошуку.

source: Search Flickr
ru: Найти в Flickr
uk: Пошук у Flickr

source: facebook;
uk: facebook;фейсбук

source: This is an Ubuntu search plugin that enables information from Facebook to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
ru: Поисковый модуль Ubuntu, осуществляющий сбор данных в Facebook и выводящий результаты поиска в разделе Фотографии главного меню. Если вы не хотите получать данные из этого источника, то этот модуль можно отключить.
uk: Це додаток пошуку Ubuntu, за допомогою якого ви зможете шукати дані у Facebook і переглядати їх на панелі, сторінка «Фотографії». Якщо вам не потрібен пошук у цьому джерелі даних, ви можете вимкнути цей додаток пошуку.

source: Search Facebook
ru: Найти в Facebook
uk: Пошук у Facebook

source: shotwell;
uk: shotwell;шотвел

source: This is an Ubuntu search plugin that enables information from Shotwell to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
ru: Поисковый модуль Ubuntu, осуществляющий сбор данных в Shotwell и выводящий результаты поиска в разделе Фотографии главного меню. Если вы не хотите получать данные из этого источника, то этот модуль можно отключить.
uk: Це додаток пошуку Ubuntu, за допомогою якого ви зможете шукати дані у Shotwell і переглядати їх на панелі, сторінка «Фотографії». Якщо вам не потрібен пошук у цьому джерелі даних, ви можете вимкнути цей додаток пошуку.

source: Search Shotwell
ru: Найти в Shotwell
uk: Пошук у Shotwell

source: picasa;
uk: picasa;пікаса;

source: This is an Ubuntu search plugin that enables information from Picasa to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
ru: Поисковый модуль Ubuntu, осуществляющий сбор данных в Picasa и выводящий результаты поиска в разделе Фотографии главного меню. Если вы не хотите получать данные из этого источника, то этот модуль можно отключить.
uk: Це додаток пошуку Ubuntu, за допомогою якого ви зможете шукати дані у Picasa і переглядати їх на панелі, сторінка «Фотографії». Якщо вам не потрібен пошук у цьому джерелі даних, ви можете вимкнути цей додаток пошуку.

source: Search Picasa
ru: Найти в Picasa
uk: Пошук у Picasa

source: Photos search plugin
ru: Надстройка поиска фотографий
uk: Додаток пошуку фотографій

source: Search your and your friends' Flickr photos
ru: Найдите свои фотографии и фотографии друзей на Flickr
uk: Шукайте ваші фотографії та фотографії ваших друзів на Flickr

source: Search your and your friends' Facebook photos
ru: Найдите свои фотографии и фотографии друзей на Facebook
uk: Шукайте ваші фотографії та фотографії ваших друзів на Facebook

source: Search your Picasa photos
ru: Найдите свои фотографии на Picasa
uk: Шукайте ваші фотографії на Picasa
