Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-v4l-utils_v4l-utils-*.po
Languages: uk

source: warning: %s: device supports setting receiving timeout but min timeout is 0
uk: попередження: %s: пристрій підтримує встановлення часу очікування на отримання, але мінімальний час очікування дорівнює 0

source: warning: %s: device supports setting receiving timeout but LIRC_GET_MAX_TIMEOUT returns: %m
uk: попередження: %s: пристрій підтримує встановлення часу очікування на отримання, але LIRC_GET_MAX_TIMEOUT повертає: %m

source: warning: %s: device supports setting receiving timeout but max timeout is 0
uk: попередження: %s: пристрій підтримує встановлення часу очікування на отримання, але максимальний час очікування дорівнює 0

source: - Can set receiving timeout min %u microseconds, max %u microseconds
uk: - Можна встановлювати час очікування на отримання від мін.: %u мікросекунд до макс.:%u мікросекунд

source: - Device can receive using device dependent LIRCCODE mode (not supported)
uk: - Пристрій може отримувати за допомогою залежного від пристрою режиму LIRCCODE (не підтримується)

source: - Device cannot receive
uk: - Пристрій не можна отримувати дані

source: Send features %s:
uk: Можливості із надсилання %s:

source: - Device can send raw IR
uk: - Пристрій може надсилати необроблений ІЧ-сигнал

source: - IR scancode encoder
uk: - кодувач ІЧ кодів сканування

source: - Set carrier
uk: - Встановлення носія сигналу

source: - Set duty cycle
uk: - Встановити цикл чергування

source: warning: %s: device supports setting transmitter mask but returns 0 as number of transmitters
uk: попередження: %s: на пристрої передбачено підтримку встановлення маски транслятора, але повернуто 0 як кількість трансляторів

source: warning: %s: device supports setting transmitter mask but returns: %m
uk: попередження: %s: на пристрої передбачено підтримку встановлення маски транслятора, але повернуто: %m

source: - Set transmitter (%d available)
uk: - Встановити транслятор (доступно %d)

source: - Device can send using device dependent LIRCCODE mode (not supported)
uk: - Пристрій може надсилати за допомогою залежного від пристрою режиму LIRCCODE (не підтримується)

source: - Device cannot send
uk: - Пристрій не може надсилати дані

source: %s: device cannot send
uk: %s: пристрій не може надсилати

source: %s: cannot set send mode
uk: %s: неможливо встановити режим передавання

source: %s: no encoder available for `%s'
uk: %s: немає доступного кодувача для «%s»

source: warning: carrier specified but overwritten on command line
uk: попередження: вказано носій, але його переписано у командному рядку

source: %s: failed to send: %m
uk: %s: не вдалося надіслати: %m

source: warning: %s: sent %zd out %zd edges
uk: попередження: %s: надіслано %zd з %zd країв

source: %s: device cannot receive raw ir
uk: %s: пристрій не може отримувати необроблений ІЧ-сигнал

source: %s: failed to set receive mode: %m
uk: %s: не вдалося встановити режим отримання: %m

source: %s: failed to open for writing: %m
uk: %s: не вдалося відкрити для запису: %m

source: %s: failed read: %m
uk: %s: помилка читання: %m

source: %s: read returned %zd bytes
uk: %s: у результаті читання отримано %zd байтів

source: error: no keymap specified
uk: помилка: таблицю клавіш не визначено

source: A DVB frontend tool using API version 5 On the options below, the arguments are: ADAPTER - the dvb adapter to control FRONTEND - the dvb frontend to control SERVER - server address which is running the dvb5-daemon PORT - server port used by the dvb5-daemon
uk: Засіб керування оболонками до DVB з використанням версії API 5 У наведених нижче параметрах аргументами є: АДАПТЕР - адаптер dvb, яким слід керувати ОБОЛОНКА - оболонка dvb, якою слід керувати СЕРВЕР - адреса сервера із запущеним dvb5-daemon ПОРТ - порт сервера, який використовується dvb5-daemon

source: ADAPTER
uk: АДАПТЕР

source: dvb adapter
uk: адаптер dvb

source: FRONTEND
uk: ОБОЛОНКА

source: dvb frontend
uk: зовнішній інтерфейс dvb

source: PARAMS
uk: ПАРАМЕТРИ

source: set delivery system
uk: встановити систему надання даних

source: monitors frontend stats on an streaming frontend
uk: стежить за статистикою роботи оболонки у оболонці потокового поширення даних

source: beeps if signal quality is good. Also enables femon mode. Please notice that console beep should be enabled on your wm.
uk: звуковий сигнал, якщо якість сигналу хороша. Також вмикає режий femon. Будь ласка, зверніть увагу, що консольний звуковий сигнал повинен бути увімкнений у вашому менеджері вікон.

source: set frontend
uk: встановити оболонку

source: get frontend
uk: отримати дані щодо оболонки

source: SERVER
uk: СЕРВЕР

source: dvbv5-daemon host IP address
uk: IP-адреса вузла dvbv5-daemon

source: PORT
uk: ПОРТ

source: dvbv5-daemon host tcp port
uk: Порт TCP вузла dvbv5-daemon

source: monitors device insert/removal
uk: стежить за долученням-вилученням пристроїв

source: COUNT
uk: КІЛЬКІСТЬ

source: samples to take (default 0 = infinite)
uk: кількість зразків для захоплення (типово 0 = без обмежень)

source: ERROR:
uk: ПОМИЛКА:

source: dvb_fe_get_stats failed
uk: помилка dvb_fe_get_stats

source: Quality
uk: Якість

source: Signal
uk: Сигнал

source: C/N
uk: Н/Ш

source: Connecting to %s:%d
uk: Встановлюємо з'єднання із %s:%d

source: Changing delivery system to: %s
uk: Змінюємо систему надання даних на %s

source: format
uk: формат

source: Valid input formats: ZAP, CHANNEL, DVBV5
uk: Коректні формати вхідних даних: ZAP, CHANNEL, DVBV5

source: Valid output formats: VDR, ZAP, CHANNEL, DVBV5
uk: Коректні формати виведення даних: VDR, ZAP, CHANNEL, DVBV5

source: system
uk: система

source: Delivery system type. Needed if input or output format is ZAP
uk: Тип системи надання даних. Потрібен, якщо вхідним або вихідним форматом є ZAP

source: Reading file %s
uk: Читаємо файл %s

source: Error reading file %s
uk: Помилка під час спроби прочитати файл %s

source: Writing file %s
uk: Записуємо файл %s

source: scan DVB services using the channel file
uk: сканувати служби DVB за допомогою файла каналів

source: <input file> <output file>
uk: <вхідний файл> <вихідний файл>

source: ERROR: Please specify a valid input format
uk: ПОМИЛКА: будь ласка, вкажіть коректний формат вхідних даних

source: ERROR: Please specify a valid input file
uk: ПОМИЛКА: будь ласка, вкажіть коректний файл вхідних даних

source: ERROR: Please specify a valid output format
uk: ПОМИЛКА: будь ласка, вкажіть коректний формат вихідних даних

source: ERROR: Please specify a valid output file
uk: ПОМИЛКА: будь ласка, вкажіть коректний файл вихідних даних

source: ERROR: Please specify a valid delivery system for ZAP format
uk: ПОМИЛКА: будь ласка, вкажіть коректну систему надання даних для формату ZAP

source: adapter#
uk: адаптер

source: use given adapter (default 0)
uk: використовувати вказаний адаптер (типове значення — 0)

source: frontend#
uk: оболонка

source: use given frontend (default 0)
uk: використовувати вказану оболонку (типове значення — 0)

source: demux#
uk: демультиплексор

source: use given demux (default 0)
uk: використовувати вказаний демультиплексор (типове значення — 0)

source: LNBf_type
uk: тип_LNBf

source: type of LNBf to use. 'help' lists the available ones
uk: тип LNBf, яким слід скористатися. Список доступних типів можна отримати за допомогою команди «help».

source: enable/disable/auto LNA power
uk: увімкнути/вимкнути/перевести у автоматичний режим живлення LNA

source: satellite_number
uk: номер_супутника

source: satellite number. If not specified, disable DISEqC
uk: номер супутника. Якщо не вказано, вимкнути DISEqC.

source: frequency
uk: частота

source: SCR/Unicable band-pass filter frequency to use, in kHz
uk: фільтр діапазону частот SCR/Unicable, яким слід скористатися, у кГц

source: time
uk: час

source: adds additional wait time for DISEqC command completion
uk: додає додатковий час очікування для доповнення команд DISEqC

source: use data from NIT table on the output file
uk: використовувати дані з таблиці NIT у вихідному файлі

source: use data from get_frontend on the output file
uk: використовувати дані від get_frontend у вихідному файлі

source: be (very) verbose
uk: режим (дуже) докладних повідомлень

source: file
uk: файл

source: output filename (default:
uk: назва файла результатів (типово:

source: don't use the other frequencies discovered during scan
uk: не використовувати інші частоти, які виявлено під час сканування

source: factor
uk: коефіцієнт

source: Multiply scan timeouts by this factor
uk: Множити час очікування під час сканування на цей коефіцієнт

source: Parse the other NIT/SDT tables
uk: Обробляти інші таблиці NIT/SDT

source: Input format: CHANNEL, DVBV5 (default: DVBV5)
uk: Вхідні формати: CHANNEL, DVBV5 (типовий: DVBV5)

source: Output format: VDR, CHANNEL, ZAP, DVBV5 (default: DVBV5)
uk: Вихідні формати: VDR, CHANNEL, ZAP, DVBV5 (типовий: DVBV5)

source: country_code
uk: код_країни

source: Set the default country to be used (in ISO 3166-1 two letter code)
uk: Встановити типову країну для використання (у форматі дволітерного коду ISO 3166-1)

source: opening demux failed
uk: невдала спроба відкрити демультиплексор

source: Scanning frequency #%d %d
uk: Скануємо частоту %d %d

source: <initial file>
uk: <початковий_файл>

source: Please select one of the LNBf's below:
uk: Будь ласка, виберіть один з LNBf нижче:

source: Using LNBf
uk: Використовуємо LNBf

source: ERROR: Please specify a valid format
uk: ПОМИЛКА: будь ласка, вкажіть коректний формат

source: Couldn't find demux device node
uk: Не вдалося знайти вузол пристрою демультиплексора

source: using demux '%s'
uk: використовуємо демультиплексор «%s»

source: Failed to set the country code:%s
uk: Не вдалося встановити код країни: %s

source: audio_pid#
uk: pid_звуку

source: audio pid program to use (default 0)
uk: pid звукової програми, якою слід скористатися (типовим значенням є 0)

source: read channels list from 'file'
uk: прочитати список каналів із файла «file»

source: Input format: ZAP, CHANNEL, DVBV5 (default: DVBV5)
uk: Вхідні формати: ZAP, CHANNEL, DVBV5 (типовий: DVBV5)

source: string
uk: рядок

source: search/look for a string inside the traffic
uk: шукати рядок у обміні даними

source: monitors the DVB traffic
uk: спостерігає за обміном даними DVB

source: output filename (use -o - for stdout)
uk: назва файла результатів (скористайтеся -o - , щоб вказати stdout)

source: add pat and pmt to TS recording (implies -r)
uk: додати pat і pmt до записування TS (неявно вмикає -r)

source: don't filter any pids. Instead, outputs all of them
uk: не фільтрувати за pid. Замість цього, виводити дані для усіх pid

source: set up /dev/dvb/adapterX/dvr0 for TS recording
uk: налаштувати /dev/dvb/adapterX/dvr0 на запис TS

source: increases silence (can be used more than once)
uk: збільшує рівень скорочення повідомлень (можна використовувати декілька разів)

source: seconds
uk: секунди

source: timeout for zapping and for recording
uk: час очікування на налаштовування та запис

source: verbose debug messages (can be used more than once)
uk: докладні діагностичні повідомлення (можна використовувати декілька разів для збільшення докладності)

source: video_pid#
uk: pid_відео

source: video pid program to use (default 0)
uk: pid відеопрограми, якою слід скористатися (типовим значенням є 0)

source: exit after tuning
uk: вийти після налаштовування

source: packets_per_sec
uk: пакетів_за_секунду

source: sets DVB low traffic threshold. PIDs with less than this amount of packets per second will be ignored. Default: 1 packet per second
uk: встановлює нижнє порогове значення передавання даних DVB. PID із меншою кількістю пакетів на секунду буде проігноровано. Типове значення: 1 пакет за секунду

source: Non-human formatted stats (useful for scripts)
uk: Статистика без зручного для людини форматування (корисна для скриптів)

source: PIPE
uk: КОНВЕЄР

source: Named pipe for DVR output, when using remote access (by default: /tmp/dvr-pipe)
uk: Іменований конвеєр для виведення даних DVR, якщо використовується віддалений доступ (типове значення: /tmp/dvr-pipe)

source: service has pid type %02x:
uk: служба має тип pid %02x:

source: tuning to %i Hz
uk: налаштовуємося на %i Гц

source: buffer overrun at %lld
uk: переповнення буфера на %lld

source: buffer overrun after %lld.%02ld seconds
uk: переповнення буфера після %lld.%02ld секунд

source: Write failed
uk: Спроба запису зазнала невдачі.

source: received %lld bytes (%lld Kbytes/sec)
uk: отримано %lld байтів (%lld кБ/с)

source: received %lld bytes
uk: отримано %lld байтів

source: dvb_dev_set_bufsize: buffer set to %d
uk: dvb_dev_set_bufsize: встановлено розмір буфера %d

source: dvb_set_pesfilter to 0x2000
uk: dvb_set_pesfilter у 0x2000

source: Can't get timespec
uk: Не вдалося отримати специфікацію часу

source: %.2fs: Starting capture
uk: %.2fs: розпочинаємо захоплення

source: %.2fs: buffer overrun
uk: %.2fs: вичерпано буфер

source: %.2fs: read() returned error %zd
uk: %.2fs: read() повернуто помилку із номером %zd

source: %.2fs: only read %zd bytes
uk: %.2fs: лише читання %zd байти

source: %.2fs: invalid sync byte. Discarding %zd bytes
uk: %.2fs: некоректний байт синхронізації. Відкидаємо %zd байтів

source: %.2fs: invalid pid: 0x%04x
uk: %.2fs: некоректний ідентифікатор процесу: 0x%04x

source: %.2fs: pid %d has adaption layer, but size is too small!
uk: %.2fs: у ідентифікатора процесу %d є адаптаційний шар, але розмір є надто малим!

source: %.2fs: pid %d, expecting %d received %d
uk: %.2fs: ідентифікатор процесу %d, мало бути %d, отримано %d

source: PID FREQ SPEED TOTAL
uk: PID ЧАСТ ШВИДК ЗАГАЛОМ

source: OTHER
uk: ІНШІ

source: %.2fs: Stopping capture
uk: %.2fs: припиняємо захоплення

source: DVB zap utility
uk: інструмент для налаштовування на канал DVB

source: <channel name> [or <frequency> if in monitor mode]
uk: <назва каналу> [або <частота> у режимі спостереження]

source: Couldn't find dvr device node
uk: Не вдалося знайти вузла пристрою dvr

source: reading channels from file '%s'
uk: читаємо канали з файла «%s»

source: open of '%s' failed
uk: спроба відкрити «%s» зазнала невдачі

source: couldn't find pmt-pid for sid %04x
uk: не вдалося знайти pmt-pid для sid %04x

source: frontend doesn't lock
uk: оболонка не блокується

source: Record to file '%s' started
uk: Розпочато запис до файла «%s»

source: DVR pipe interface '%s' will be opened
uk: Буде відкрито інтерфейс каналу DVR «%s»

source: DVR interface '%s' can now be opened
uk: Тепер можна відкрити інтерфейс «%s»
