Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-v4l-utils_v4l-utils-*.po
Languages: uk

source: Lists Remote Controller devices, loads rc keymaps, tests events, and adjusts other Remote Controller options. Rather than loading a rc keymap, it is also possible to set protocol decoders and set rc scancode to keycode mappings directly. You need to have read permissions on /dev/input for the program to work On the options below, the arguments are: SYSDEV - the rc device as found at /sys/class/rc KEYMAP - a keymap file with protocols and scancode to keycode mappings SCANKEY - a set of scancode1=keycode1,scancode2=keycode2.. value pairs PROTOCOL - protocol name (nec, rc-5, rc-6, jvc, sony, sanyo, rc-5-sz, lirc, sharp, mce_kbd, xmp, imon, rc-mm, other, all) to be enabled, or a bpf protocol name or file DELAY - Delay before repeating a keystroke PERIOD - Period to repeat a keystroke PARAMETER - a set of name1=number1[,name2=number2]... for the BPF prototcol CFGFILE - configuration file that associates a driver/table name with a keymap file Options can be combined together.
uk: Виводить список пристроїв віддаленого керування, завантажує карти клавіш пультів, тестує події та коригує інші параметри віддаленого керування. Замість завантаження карти клавіш пульту, можна встановити декодери протоколу і встановити сканкод пульта віддаленого керування у значення прив'язки коду клавіші безпосередньо.. Для роботи програми потрібен доступ до читання вмісту /dev/input Для наведених нижче параметрів використовують такі аргументи: СИСПРИСТРІЙ - пристрій віддаленого керування, відповідно до /sys/class/rc ТАБЛИЦЯ - файл із набором пар значень сканкод=код клавіші СКАНКОД - набір пар значень сканкод1=клавіша1,сканкод2=клавіша2… ПРОТОКОЛ - назва протоколу (nec, rc-5, rc-6, jvc, sony, sanyo, rc-5-sz, lirc, sharp, mce_kbd, xmp, imon, rc-mm, other, all) для вмикання або назва протоколу bpf чи файла ЗАТРИМКА - затримка перед повторенням натискання клавіші ПЕРІОД - період повторення натискання клавіші ПАРАМЕТР - набір назва1=номер1[,назва2=номер2]... для протоколу BPF ФАЙЛНАЛАШТ - файл налаштувань, що пов’язує назву драйвера або таблиці із файлом розкладки клавіш Параметри можна поєднувати між собою у одній команді.

source: enables debug messages
uk: вмикає діагностичні повідомлення

source: Clears the scancode to keycode mappings
uk: Вилучає прив'язки сканкодів до кодів клавіш

source: SYSDEV
uk: СИСПРИСТРІЙ

source: rc device to control, defaults to rc0 if not specified
uk: пристрій віддаленого керування, типовим, якщо не визначено, є rc0

source: test if IR is generating events
uk: перевірити, чи створює IR повідомлення про події

source: reads the current scancode/keycode mapping
uk: читає поточні прив'язки сканкодів-клавіш

source: KEYMAP
uk: ТАБЛИЦЯ

source: write (adds) the keymap from the specified file
uk: записує (додає) таблицю клавіш із вказаного файла

source: SCANKEY
uk: СКАНКОД

source: Change scan/key pairs
uk: Змінити пари сканкодів-клавіш

source: PROTOCOL
uk: ПРОТОКОЛ

source: Protocol to enable (the other ones will be disabled). To enable more than one, use the option more than one time
uk: Протокол, який слід увімкнути (інші буде вимкнено). Щоб увімкнути декілька протоколів, скористайтеся повторним додаванням цього параметра.

source: PARAMETER
uk: ПАРАМЕТР

source: Set a parameter for the protocol decoder
uk: Встановити параметр для декодера протоколу

source: DELAY
uk: ЗАТРИМКА

source: Sets the delay before repeating a keystroke
uk: Встановлює затримку перед повторенням сигналу натискання клавіші

source: PERIOD
uk: ПЕРІОД

source: Sets the period to repeat a keystroke
uk: Встановлює період повторення сигналу натискання клавіші

source: CFGFILE
uk: ФАЙЛНАЛАШТ

source: Auto-load keymaps, based on a configuration file. Only works with --sysdev.
uk: Автоматично завантажити таблиці на основі файла налаштувань. Працює лише з sysdev.

source: Test if keymap is valid
uk: Перевірити, чи є таблиця клавіш коректною

source: Give this help list
uk: Вивести ці довідкові дані

source: Give a short usage message
uk: Вивести коротке повідомлення щодо використання

source: Print program version
uk: Вивести дані щодо версії програми

source: value=%d
uk: значення=%d

source: %s: keycode `%s' not recognised, no mapping for scancode 0x04%llx
uk: %s: код кнопки «%s» не розпізнано, немає прив'язки до сканкоду 0x04%llx

source: %s: keycode `%s' not recognised, no mapping
uk: %s: не розпізнано код клавіші «%s», не прив'язуємо

source: Parsing %s config file
uk: Обробляємо файл налаштувань %s

source: opening keycode file
uk: відкриваємо файл кодів клавіш

source: Driver %s, Table %s => file %s
uk: Драйвер %s, таблиця %s => файл %s

source: Invalid parameter on line %d of %s
uk: Некоректний параметр у рядку %d з %s

source: Invalid delay: %s
uk: Недійсна затримка: %s

source: Invalid period: %s
uk: Недійсний період: %s

source: Failed to read table file %s
uk: Не вдалося прочитати файл таблиці %s

source: Read %s table
uk: Читання таблиці %s

source: Failed to read config file %s
uk: Не вдалося прочитати файл конфігурації %s

source: Missing scancode: %s
uk: Відсутній сканкод: %s

source: No memory!
uk: Не вистачає пам’яті!

source: Invalid scancode: %s
uk: Недійсний сканкод: %s

source: Missing keycode
uk: Відсутній код клавіші

source: Unknown keycode: %s
uk: Невідомий код клавіші: %s

source: scancode 0x%04llx=%u
uk: сканкод 0x%04llx=%u

source: Missing parameter name: %s
uk: Відсутня назва параметру %s

source: Missing value
uk: Не вистачає значення

source: parameter %s=%ld
uk: параметр %s=%ld

source: Report bugs to %s.
uk: Звіт про помилки надсилайте до %s.

source: scancode 0x%04llx = %s (0x%02x)
uk: сканкод 0x%04llx = %s (0x%02x)

source: scancode 0x%04llx = '%c' (0x%02x)
uk: сканкод 0x%04llx = «%c» (0x%02x)

source: scancode 0x%04llx = 0x%02x
uk: сканкод 0x%04llx = 0x%02x

source: Couldn't find any node at %s%s*.
uk: Не вдалося знайти жодного вузла у %s%s*.

source: Seek dir
uk: Каталог пошуку

source: Parsing uevent %s
uk: Обробляємо uevent %s

source: Error on uevent information
uk: Помилка у відомостях щодо uevent

source: No devices found
uk: Не знайдено жодного пристрою

source: Found device %s
uk: Знайдено пристрій %s

source: Not found device %s
uk: Не знайдено пристрою %s

source: %s protocol %s
uk: %s, протокол %s

source: %s has invalid content: '%s'
uk: %s містить некоректні дані: «%s»

source: protocol %s is %s
uk: протокол %s %s

source: enabled
uk: увімкнено

source: disabled
uk: вимкнено

source: %s protocol %s (%s)
uk: %s, протокол %s (%s)

source: Protocols for device can not be changed
uk: Протоколи для пристрою неможливо змінити

source: Found more than one input interface. This is currently unsupported
uk: Знайдено більше одного вхідного інтерфейсу. Наразі це не підтримується

source: Input sysfs node is %s
uk: Вузол введення sysfs — %s

source: Found more than one event interface. This is currently unsupported
uk: Знайдено декілька інтерфейсів роботи з подіями. Підтримки такої конфігурації у поточній версії не передбачено

source: Event sysfs node is %s
uk: Вузол подій sysfs — %s

source: Input device name not found.
uk: Не знайдено назви пристрою вхідних даних.

source: input device is %s
uk: пристроєм вхідних даних є %s

source: Unable to query evdev protocol version: %s
uk: Не вдалося отримати відповідь на запит щодо версії протоколу evdev: %s

source: Input Protocol version: 0x%08x
uk: Версія протоколу вхідних даних: 0x%08x

source: Deleting entry %d
uk: Вилучаємо запис %d

source: Setting scancode 0x%04llx with 0x%04x via
uk: Встановлюємо сканкод 0x%04llx з 0x%04x за допомогою

source: Current kernel protocols:
uk: Поточні протоколи ядра:

source: Enabled kernel protocols:
uk: Увімкнені у ядрі протоколи:

source: lirc protocol(%s): scancode = 0x%llx
uk: протокол lirc (%s): сканкод = 0x%llx

source: lirc protocol(%d): scancode = 0x%llx
uk: протокол lirc(%d): сканкод = 0x%llx

source: repeat
uk: повтор

source: toggle=1
uk: переключитися=1

source: Can't open lirc device
uk: Неможливо відкрити пристрій lirc

source: Testing events. Please, press CTRL-C to abort.
uk: Тестуємо події. Будь ласка, натисніть CTRL-C, щоб перервати тестування.

source: poll returned error
uk: опитування повернуло помилку

source: Error reading lirc scancode
uk: Помилка читання сканкодів lirc

source: Error reading event
uk: Помилка під час спроби читання події

source: %ld.%06ld: event type %s(0x%02x)
uk: %ld.%06ld: тип події %s(0x%02x)

source: up
uk: вище

source: down
uk: нижче

source: : %s (0x%04x) value=%d
uk: : %s (0x%04x) значення=%d

source: : scancode = 0x%02x
uk: : сканкод = 0x%02x

source: : code = %s(0x%02x), value = %d
uk: : код = %s(0x%02x), значення = %d

source: : value = %d
uk: : значення = %d

source: : code = 0x%02x, value = %d
uk: : код = 0x%02x, значення = %d

source: Changed Repeat delay to %d ms and repeat period to %d ms
uk: Змінено час затримки повторення на %d мс і період повторення на %d мс

source: %sName: %.*s
uk: %sНазва: %.*s

source: %sbus: %d, vendor/product: %04x:%04x, version: 0x%04x
uk: %sканал: %d, постачальник/продукт: %04x:%04x, версія: 0x%04x

source: %s: not a raw IR receiver
uk: %s: не є простим ІЧ-приймачем

source: Attached BPF protocols:
uk: Долучені протоколи BPF:

source: Attached BPF protocols: %m
uk: Долучені протоколи BPF: %m

source: BPF protocol prog_id %d
uk: Протокол BPF, prog_id %d

source: Failed to get BPF prog id %u: %m
uk: Не вдалося отримати ідентифікатор програми BPF %u: %m

source: BPF protocols removed
uk: Протоколи BPF вилучено

source: error: ir-keytable was compiled without BPF support
uk: помилка: таблицю клавіш ІЧ-пульта було зібрано без підтримки BPF

source: Found %s with:
uk: Знайдено %s з:

source: Name: %s
uk: Назва: %s

source: Driver: %s
uk: Драйвер: %s

source: Default keymap: %s
uk: Типова таблиця клавіш: %s

source: Input device: %s
uk: Пристрій введення: %s

source: LIRC device: %s
uk: пристрій LIRC: %s

source: Supported kernel protocols:
uk: Підтримувані протоколи ядра:

source: Extra capabilities: <access denied>
uk: Додаткові можливості: <доступ заборонено>

source: asprintf failed: %m
uk: Помилка asprintf: %m

source: Can't find %s bpf protocol in %s or %s
uk: Не вдалося знайти протокол BPF %s у %s або %s

source: error: Unable to find keymap %s in %s or %s
uk: помилка: не вдалося знайти прив'язки клавіш %s у %s або %s

source: Auto-mode can be used only with --read, --verbose and --sysdev options
uk: Автоматичний режим можна використовувати лише з параметрами --read, --verbose і --sysdev

source: Keymap for %s, %s is on %s file.
uk: Прив'язка клавіш для %s, %s у файлі %s.

source: Can't load %s keymap
uk: Не вдалося завантажити прив'язку клавіш %s

source: Keymap for %s, %s not found. Keep as-is
uk: Прив'язка клавіш для %s, %s не знайдено. Зберігаємо поточний стан

source: Opening %s
uk: Відкриваємо %s

source: Old keytable cleared
uk: Стару таблицю клавіш спорожнено

source: Wrote %d keycode(s) to driver
uk: Записано %d кодів клавіш до драйвера

source: Protocols changed to
uk: Протоколи змінено на

source: Error: unable to attach bpf program, lirc device name was not found
uk: Помилка: не вдалося долучити програму bpf — не знайдено назви пристрою lirc

source: Loaded BPF protocol %s
uk: Завантажено протокол BPF %s

source: DEV
uk: ПРИСТРІЙ

source: lirc device to use
uk: пристрій lirc, яким слід скористатися

source: list lirc device features
uk: вивести список можливостей пристрою lirc

source: FILE
uk: ФАЙЛ

source: receive IR to stdout or file
uk: отримвувати IR в стандарний вивід чи в файл

source: send IR pulse and space file
uk: надіслати файл ІЧ-імпульсів і пробілів

source: SCANCODE
uk: КОД СКАНУВАННЯ

source: send IR scancode in protocol specified
uk: надіслати код сканування ІЧ, вказаний у протоколі

source: KEYCODE
uk: КОДКЛАВІШІ

source: send IR keycode from keymap
uk: надіслати код клавіші ІЧ-пульта з таблиці клавіш

source: verbose output
uk: режим докладних повідомлень

source: Receiving options:
uk: Парамтри отримання:

source: end receiving after first message
uk: завершувати отримання після першого повідомлення

source: output in mode2 format
uk: виведення у форматі mode2

source: use wideband receiver aka learning mode
uk: використовувати широкосмуговий приймач або режим навчання

source: use narrowband receiver, disable learning mode
uk: використовувати вузькосмуговий приймач, вимкнути режим навчання

source: RANGE
uk: ДІАПАЗОН

source: set receiver carrier range
uk: встановити діапазон носія для приймача

source: report carrier frequency
uk: повідомити про частоту носія сигналу

source: disable reporting carrier frequency
uk: вимкнути повідомлення щодо частоти носія сигналу

source: TIMEOUT
uk: ЧАС ОЧІКУВАННЯ

source: set receiving timeout
uk: встановити таймаут отримання

source: Sending options:
uk: Параметри надсилання:

source: use keymap to send key from
uk: використовувати таблицю клавіш для надсилання клавіші з

source: CARRIER
uk: НОСІЙ

source: set send carrier
uk: встановити носій надсилання

source: DUTY
uk: ЧЕРГУВАННЯ

source: set send duty cycle
uk: встановити цикл чергування щодо надсилання

source: EMITTERS
uk: ЕМІТЕРИ

source: set send emitters
uk: встановити емітери надсилання

source: set gap between files or scancodes
uk: задати проміжок між файлами і сканкодами

source: --features --receive [save to file] --send [file to send] --scancode [scancode to send] --keycode [keycode to send] [to set lirc option]
uk: --features --receive [зберегти до файла] --send [файл для надсилання] --scancode [код сканування для надсилання] --keycode [код клавіші для надсилання] [для встановлення параметра lirc]

source: Receive IR, send IR and list features of lirc device You will need permission on /dev/lirc for the program to work On the options below, the arguments are: DEV - the /dev/lirc* device to use FILE - a text file containing pulses and spaces CARRIER - the carrier frequency to use for sending DUTY - the duty cycle to use for sending EMITTERS - comma separated list of emitters to use for sending, e.g. 1,2 GAP - gap between sending in microseconds RANGE - set range of accepted carrier frequencies, e.g. 20000-40000 TIMEOUT - set length of space before receiving stops in microseconds KEYCODE - key code in keymap SCANCODE - protocol:scancode, e.g. nec:0xa814 KEYMAP - a rc keymap file from which to send keys Note that most lirc setting have global state, i.e. the device will remain in this state until set otherwise.
uk: Отримати ІЧ, надіслати ІЧ і показати список можливостей пристрою lirc Вам потрібні будуть права доступу до /dev/lirc, щоб програма працювала У наведених нижче параметра аргументами є: ПРИСТРІЙ - пристрій /dev/lirc*, яким слід скористатися ФАЙЛ - текстовий файл, що містить пульсації і пробіли НОСІЙ - частота носія сигналу для надсилання ЧЕРГУВАННЯ - цикл чергування для надсилання ЕМІТЕРИ - список емітерів, відокремлених комами, для надсилання, наприклад 1,2 ПРОМІЖОК - проміжок між надсиланнями у мікросекундах ДІАПАЗОН - встановити діапазон прийнятних часто носія сигналу, наприклад 20000-40000 ЧАС ОЧІКУВАННЯ - встановити пробіл перед зупинкою запису у мілісекундах КОД СКАНУВАННЯ - протокол:код сканування, наприклад nec:0xa814 ТАБЛИЦЯ - файл таблиці клавіш ДК, за яким слід надсилати клавіші Зауважте, що у більшості конфігурацій lirc є загальний стан, тобто пристрій лишатиметься у цьому стані, доки її не буде встановлено інакше.

source: Failed to allocate memory
uk: Не вдалося отримати пам'ять

source: warning: %s:%d: missing argument
uk: попередження: %s:%d: пропущено аргумент

source: error: %s:%d: scancode argument '%s' should be in protocol:scancode format
uk: помилка: %s:%d: аргумент коду сканування «%s» має бути вказано у форматі протокол:код

source: error: %s:%d: protocol '%s' not found
uk: помилка: %s:%d: не знайдено протоколу «%s»

source: error: %s:%d: invalid scancode '%s'
uk: помилка: %s:%d: некоректний код сканування «%s»

source: error: %s:%d: no encoder available for `%s'
uk: помилка: %s:%d: немає доступного кодувача для «%s»

source: error: %s:%d: too much IR for one transmit
uk: помилка: %s:%d: забагато ІЧ для одного передавання

source: error: %s:%d: carrier already specified
uk: помилка: %s:%d: носій вже вказано

source: warning: %s:%d: invalid argument '%s'
uk: попередження: %s:%d: некоректний аргумент «%s»

source: warning: %s:%d: '%s' unexpected
uk: попередження: %s:%d: неочікуваний запис «%s»

source: warning: %s:%d: invalid argument to space '%d'
uk: попередження: %s:%d: некоректний аргумент до простору «%d»

source: warning: %s:%d: leading space ignored
uk: попередження: %s:%d: початковий пробіл проігноровано

source: warning: %s:%d: invalid argument to pulse '%d'
uk: попередження: %s:%d: некоректний аргумент для пульсації «%d»

source: warning: %s:%d: carrier already specified
uk: попередження: %s:%d: носій вже вказано

source: warning: %s:%d: unknown keyword '%s' ignored
uk: попередження: %s:%d: невідоме ключове слово «%s» проігноровано

source: warning: %s:%d: IR cannot exceed %u edges
uk: попередження: %s:%d: ІЧ не може перевищувати межі %u

source: %s: no pulses or spaces found
uk: %s: не знайдено ні пульсацій, ні пробілів

source: warning: %s:%d: trailing space ignored
uk: попередження: %s:%d: кінцевий пробіл проігноровано

source: %s:%d: error: expected integer, got `%s'
uk: %s:%d: помилка: мало бути ціле число, маємо «%s»

source: %s:%d: error: pulse found where space expected `%s'
uk: %s:%d: помилка: виявлено сигнал там, де мав бути пропуск, «%s»

source: %s:%d: error: space found where pulse expected `%s'
uk: %s:%d: помилка: виявлено пропуск там, де мав бути сигнал, «%s»

source: %s:%d: error: value `%s' out of range
uk: %s:%d: помилка: значення «%s» поза припустимим діапазоном

source: %s: could not open: %m
uk: %s: не вдалося відкрити: %m

source: %s: file is empty
uk: %s: файл є порожнім

source: error: scancode '%s' must be in protocol:scancode format
uk: помилка: код сканування «%s» має бути у форматі протокол:код сканування

source: error: protocol '%s' not found
uk: помилка: не знайдено протоколу «%s»

source: error: invalid scancode '%s'
uk: помилка: некоректний код сканування «%s»

source: features can not be combined with receive or send option
uk: features не можна поєднувати із параметрами record або send

source: receive can not be combined with features or send option
uk: receive не можна поєднувати із параметрами features або send

source: receive filename already set
uk: ім'я файлу для отримування вже задане

source: cannot enable and disable carrier reports
uk: неможливо увімкнути і вимкнути звіти щодо носія

source: cannot use narrowband and wideband receiver at once
uk: не можна одночасно використовувати вузькосмуговий і широкосмуговий приймачі

source: cannot parse carrier range `%s'
uk: не вдалося обробити діапазон носія сигналу «%s»

source: cannot parse timeout `%s'
uk: неможливо обробити час очікування «%s»

source: cannot parse carrier `%s'
uk: не вдалося обробити носій сигналу «%s»

source: cannot parse emitters `%s'
uk: не вдалося обробити випромінювачі «%s»

source: cannot parse gap `%s'
uk: неможливо обробити проміжок «%s»

source: invalid duty cycle `%s'
uk: некоректний цикл чергування «%s»

source: send can not be combined with receive or features option
uk: send не можна поєднувати із параметрами receive або features

source: key send can not be combined with receive or features option
uk: надсилання клавіші не можна поєднувати із параметрами receive або features

source: error: protocol '%s' not supported
uk: помилка: підтримки протоколу «%s» не передбачено

source: error: keycode `%s' not found in keymap
uk: помилка: у таблиці клавіш не виявлено клавіші з кодом «%s»

source: warning: keycode `%s' has %d definitions in keymaps, using first
uk: попередження: код клавіші «%s» має %d визначень у таблицях клавіш. Використовуємо перше з них.

source: %s: cannot open: %m
uk: %s: не вдалося відкрити: %m

source: %s: cannot stat: %m
uk: %s: не вдалося отримати статистичні дані: %m

source: %s: not character device
uk: %s: не є символьним пристроєм

source: %s: failed to get lirc features: %m
uk: %s: не вдалося отримати можливості lirc: %m

source: warning: %s: failed to set carrier: %m
uk: попередження: %s: не вдалося встановити носій: %m

source: warning: %s: set send carrier returned %d, should return 0
uk: попередження: %s: спроба встановлення носія сигналу призвела до стану %d, мало бути повернено 0

source: warning: %s: does not support setting send carrier
uk: попередження: %s: підтримки встановлення носія сигналу надсилання не передбачено

source: %s: failed to set receiving timeout
uk: %s: не вдалося встановити час очікування прийому сигналу

source: %s: device does not support setting timeout
uk: %s: у пристрої не передбачено підтримки встановлення часу очікування

source: %s: failed to set wideband receiver %s
uk: %s: не вдалося встановити широкосмуговий приймач %s

source: on
uk: увімкнено

source: off
uk: вимкнено

source: %s: device does not have wideband receiver
uk: %s: на пристрої немає широкосмугового приймача

source: %s: failed to set carrier reports %s
uk: %s: не вдалося встановити звіти носія сигналу %s

source: %s: device cannot measure carrier
uk: %s: пристрій не здатен вимірювати носій сигналу

source: %s: failed to enable timeout reports: %m
uk: %s: не вдалося увімкнути звіти щодо часу очікування: %m

source: %s: failed to set low carrier range: %m
uk: %s: не вдалося встановити нижній діапазон носія сигналу: %m

source: %s: failed to set high carrier range: %m
uk: %s: не вдалося встановити верхній діапазон носія сигналу: %m

source: %s: device does not support setting receiver carrier range
uk: %s: у пристрої не передбачено підтримки встановлення діапазону носія сигналу приймача

source: warning: %s: failed to set duty cycle: %m
uk: попередження: %s: не вдалося встановити цикл чергування: %m

source: warning: %s: does not support setting send duty cycle
uk: попередження: %s: підтримки встановлення циклу чергування не передбачено

source: warning: %s: failed to set send transmitters: only %d available
uk: попередження: %s: не вдалося встановити транслятори надсилання: доступні лише %d

source: warning: %s: failed to set send transmitters: %m
uk: попередження: %s: не вдалося встановити транслятори надсилання: %m

source: warning: %s: does not support setting send transmitters
uk: попередження: %s: підтримки встановлення трансляторів не передбачено

source: warning: %s: device returned resolution of 0
uk: попередження: %s: пристроєм повернуто роздільність 0

source: warning: %s: unexpected error while retrieving resolution: %m
uk: попередження: %s: неочікувана помилка під час отримання роздільності: %m

source: Receive features %s:
uk: Можливості отримання %s:

source: - Device can receive scancodes
uk: - Пристрій може отримувати коди сканування

source: - Device can receive raw IR
uk: - Пристрій може отримувати необроблений ІЧ-сигнал

source: - Can report decoded scancodes and protocol
uk: - Можна повідомляти про декодовані сканкоди та протокол

source: - Resolution %u microseconds
uk: - Роздільність у %u мікросекунд

source: - Set receive carrier
uk: - Встановити носій отримання

source: - Use wideband receiver
uk: - Використовувати широкосмуговий приймач

source: - Can measure carrier
uk: - Може вимірювати параметри носія

source: - Receiving timeout not set
uk: – Не встановлено час очікування на отримання даних

source: - Receiving timeout %u microseconds
uk: - Отримуємо перевищення часу очікування у %u мікросекунд

source: warning: %s: device supports setting receiving timeout but LIRC_GET_MIN_TIMEOUT returns: %m
uk: попередження: %s: пристрій підтримує встановлення часу очікування на отримання, але LIRC_GET_MIN_TIMEOUT повертає: %m
