Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-whois_whois-*.po
Languages: uk

source: Version %s. Report bugs to %s.
uk: Версія %s. Доповідайте про помилки сюди %s.

source: This TLD has no whois server, but you can access the whois database at
uk: Цей домен верхнього рівня не має сервера whois, але ви можете скористатися базою whois на

source: This TLD has no whois server.
uk: Цей домен верхнього рівня не має сервера whois.

source: No whois server is known for this kind of object.
uk: Сервер whois для таких об`єктів невідомий.

source: Unknown AS number or IP network. Please upgrade this program.
uk: Невідомий номер AS чи IP мережа. Модернізуйте вашу програму.

source: Using server %s.
uk: Використовую сервер %s.

source: Querying for the IPv4 endpoint %s of a 6to4 IPv6 address.
uk: Запитується кінцева IPv4-точка %s для IPv6-адреси 6-в-4.

source: Querying for the IPv4 endpoint %s of a Teredo IPv6 address.
uk: Запитується кінцева IPv4-точка %s для IPv6-адреси Teredo.

source: Query string: "%s"
uk: Запит: "%s"

source: Found a referral to %s.
uk: Знайдено посилання на %s.

source: Cannot parse this line: %s
uk: Не можу опрацювати цей рядок: %s

source: Warning: RIPE flags used with a traditional server.
uk: Увага: RIPE прапорці використовуються на звичайному сервері.

source: Catastrophic error: disclaimer text has been changed. Please upgrade this program.
uk: Катастрофа: текст правового застереження був змінений. Модернізуйте цю програму.

source: Host %s not found.
uk: Вузол %s не знайдено.

source: %s/tcp: unknown service
uk: %s/tcp: невідома служба

source: Timeout.
uk: Час вийшов.

source: Interrupted by signal %d...
uk: Перервано сигналом %d...

source: Usage: whois [OPTION]... OBJECT... -h HOST, --host HOST connect to server HOST -p PORT, --port PORT connect to PORT -I query whois.iana.org and follow its referral -H hide legal disclaimers
uk: Використання: whois [ПАРАМЕТР]… ОБ'ЄКТ… -h ВУЗОЛ, --host ВУЗОЛ під'єднатися до серверного ВУЗЛА -p ПОРТ, --port ПОРТ під'єднатися по ПОРТУ -I запитати whois.iana.org й слідувати результатам -H приховати сповіщення про права

source: These flags are supported by whois.ripe.net and some RIPE-like servers: -l find the one level less specific match -L find all levels less specific matches -m find all one level more specific matches -M find all levels of more specific matches
uk: Ці прапорці підтримуються whois.ripe.net й деякими RIPE-подібними серверами: -l однорівневий щонайменший пошук -L знайти усе при щонайменшій кількості вказаних збігів -m знайти перший рівень при щонайбільшій кількості вказаних збігів -M знайти усе при щонайбільшій кількості вказаних збігів

source: -c find the smallest match containing a mnt-irt attribute -x exact match -b return brief IP address ranges with abuse contact
uk: -c знайти найменший збіг, що містить атрибут mnt-irt -x точний збіг -b повернути короткий діапазон IP-адрес з контактом для скарг

source: -B turn off object filtering (show email addresses) -G turn off grouping of associated objects -d return DNS reverse delegation objects too
uk: -B вимкнути об'єктну фільтрацію (показ адрес ел. пошти) -G вимкнути групування пов'язаних об'єктів -d повертати також реверсні делеговані об'єкти DNS

source: -i ATTR[,ATTR]... do an inverse look-up for specified ATTRibutes -T TYPE[,TYPE]... only look for objects of TYPE -K only primary keys are returned -r turn off recursive look-ups for contact information
uk: -i АТР[,АТР]… виконати інверсний пошук для вказаних АТРибутів -T ТИП[,ТИП]… пошук лише об'єктів з типом ТИП -K повертати лише основні ключі -r вимкнути рекурсивний пошук контактної інформації

source: -R force to show local copy of the domain object even if it contains referral -a also search all the mirrored databases -s SOURCE[,SOURCE]... search the database mirrored from SOURCE -g SOURCE:FIRST-LAST find updates from SOURCE from serial FIRST to LAST
uk: -R завжди показувати локальну копію об'єкту домена навіть якщо вона містить переспрямування -a шукати на усіх дзеркалах бази -s ДЖЕРЕЛО[,ДЖРЛ]… шукати в базі-дзеркалі ДЖЕРЕЛА -g ДЖЕРЕЛО:ПЕРШЕ-ОСТАННЄ знайти оновлення ДЖЕРЕЛА від ПЕРШОГО до ОСТАННЬОГО

source: -t TYPE request template for object of TYPE -v TYPE request verbose template for object of TYPE -q [version|sources|types] query specified server info
uk: -t ТИП запитати шаблон для об'єкту з типом ТИП -v ТИП запитати розширений шаблон для об'єкту з типом ТИП -q [version|sources|types] запитати вказану інформацію про сервер

source: BSDI extended DES-based crypt(3)
uk: оснований на DES crypt(3), розширений BSDI

source: standard 56 bit DES-based crypt(3)
uk: стандартний 56-бітовий, що базується на DES, crypt(3)

source: Invalid method '%s'.
uk: Неправильний метод '%s'.

source: Invalid number '%s'.
uk: Невірний номер '%s'.

source: Try '%s --help' for more information.
uk: Щоб отримати більше інформації, наберіть '%s --help' .

source: Wrong salt length: %d byte when %d expected.
uk: Неправильна довжина солі: %d байт при очікуваній %d.

source: Wrong salt length: %d byte when %d <= n <= %d expected.
uk: Неправильна довжина солі: %d байт при очікуваній %d <= n <= %d.

source: Illegal salt character '%c'.
uk: Неприпустимий для солі символ '%c'.

source: Password:
uk: Пароль:

source: Method not supported by crypt(3).
uk: Даний метод не підтримується crypt(3).

source: Usage: mkpasswd [OPTIONS]... [PASSWORD [SALT]] Crypts the PASSWORD using crypt(3).
uk: Використання: mkpasswd [ОПЦІЇ] ... [ПАРОЛЬ [СОЛЬ]] Шифрує ПАРОЛЬ, використовуючи crypt(3).

source: -m, --method=TYPE select method TYPE -5 like --method=md5crypt -S, --salt=SALT use the specified SALT
uk: -m, --method=TYPE вібір методу TYPE -5 як --method=md5crypt -S, --salt=SALT використовувати вказаний SALT

source: -R, --rounds=NUMBER use the specified NUMBER of rounds -P, --password-fd=NUM read the password from file descriptor NUM instead of /dev/tty -s, --stdin like --password-fd=0
uk: -R, --rounds=ЧИСЛО використовувати вказане ЧИСЛО округлень -P, --password-fd=НОМЕР прочитати пароль із дескриптора файлу з НОМЕРом замість /dev/tty -s, --stdin аналогічно --password-fd=0

source: -h, --help display this help and exit -V, --version output version information and exit If PASSWORD is missing then it is asked interactively. If no SALT is specified, a random one is generated. If TYPE is 'help', available methods are printed. Report bugs to %s.
uk: -h, --help показати цю довідку й закінчити роботу -V, --version показати версію й закінчити роботу Якщо ПАРОЛЬ не вказано, то він буде запитаний інтерактивно. Якщо не вказана СІЛЬ, то буде згенеровано довільне значення. Якщо значення ТИП дорівнює 'help', то буде показано перелік доступних методів. Сообщения об ошибках отправляйте на %s.

source: Available methods:
uk: Доступні методи:
