Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-w3m_w3m-*.po
Languages: ru, uk

source: Back (b)
ru: Назад (b)
uk: Назад (b)

source: Select Buffer(s)
ru: Выбрать буфер (s)
uk: Вибрати буфер(s)

source: Select Tab (t)
ru: Выбрать закладку (t)
uk: Вибрати закладку (t)

source: View Source (v)
ru: Исходный код страницы (v)
uk: Перегляд коду (v)

source: Edit Source (e)
ru: Редактировать исходный код страницы (e)
uk: Редагувати джерельний код сторінки (e)

source: Save Source (S)
ru: Сохранить исходный код страницы (s)
uk: Зберегти джерельний код сторінки (S)

source: Reload (r)
ru: Перезагрузить страницу (r)
uk: Оновити (r)

source: Go Link (a)
ru: Перейти к ссылке (a)
uk: Перейти до посилання (a)

source: on New Tab (n)
ru: на новой закладке (n)
uk: на новій закладці (n)

source: Save Link (A)
ru: Сохранить ссылку (A)
uk: Зберегти посилання (A)

source: View Image (i)
ru: Просмотреть изображение (i)
uk: Переглянути зображення (i)

source: Save Image (I)
ru: Сохранить изображение (I)
uk: Зберегти зображення (I)

source: View Frame (f)
ru: Просмотреть фрейм
uk: Переглянути фрейм (f)

source: Bookmark (B)
ru: В закладки (B)
uk: Закладка (B)

source: Help (h)
ru: Помощь (h)
uk: Допомога (h)

source: Option (o)
ru: Свойства (o)
uk: Параметр (o)

source: Quit (q)
ru: Выйти (q)
uk: Вихід (q)

source: External Viewer Setup
ru: Настройки внешнего просмотрщика
uk: Налаштування зовнішнього переглядача

source: Tab width in characters
ru: Длина табов в символах
uk: Довжина табів у символах

source: Indent for HTML rendering
ru: Отступ для HTML
uk: Відступ для HTML

source: Number of pixels per character (4.0...32.0)
ru: Число пикселей на символ (4.0...32.0)
uk: Число пікселів на символ (4.0...32.0)

source: Number of pixels per line (4.0...64.0)
ru: Число пикселей на строку (4.0...64.0)
uk: Число пікселів на рядок (4.0...64.0)

source: Number of remembered lines when used as a pager
uk: Кількість запам’ятовуваних ліній при використанні як пейждер

source: Use URL history
ru: Использовать историю URL
uk: Скористайтеся URL історією

source: Number of remembered URL
ru: Количество запоминаемых URL
uk: Кількість запам’ятовуваних URL

source: Save URL history
ru: Сохранить историю URL
uk: Зберегти історію URL

source: Render frames automatically
ru: Рисовать фреймы автоматически
uk: Малювати фрейми автоматично

source: Treat argument without scheme as URL
ru: Использовать аргумент без указания схемы как URL
uk: Використовувати аргумент без вказування схеми як URL

source: Use _self as default target
ru: Использовать _self как назначение по умолчанию
uk: Використовувати _self як типове призначення

source: Open link on new tab if target is _blank or _new
ru: Открывать ссылку в новом табе когда назначение _blank или _new
uk: Відкривати посилання у новому табі коли призначення _blank або _new

source: Open download list panel on new tab
ru: Открывать список закачки в новом табе
uk: Відкривати список завантаження у новому табі

source: Display link URL automatically
ru: Автоматически отображать URL ссылки
uk: Автоматично показувати URL посилання

source: Display link numbers
ru: Показывать номера ссылок
uk: Показати номер посилання

source: Display decoded URL
ru: Показывать декодированные URL
uk: Показувати декодовані URL

source: Display current line number
ru: Показывать номер текущей строки
uk: Показувати номер поточного рядка

source: Display inline images
ru: Показывать встроенные картинки
uk: Показувати вбудовані картинки

source: Display pseudo-ALTs for inline images with no ALT or TITLE string
uk: Показувати pseudo-ALT для вбудованих зображень з no ALT або TITLE рядками

source: Load inline images automatically
ru: Загружать встроенные картинки автоматически
uk: Завантажувати вбудовані картинки автоматично

source: Maximum processes for parallel image loading
ru: Максимальное количество параллельных процессов загрузки изображений
uk: Максимальна кількість паралельних процесів завантаження зображень

source: Use external image viewer
ru: Использовать внешний просмотрщик изображений
uk: Використовувати зовнішній переглядач зображень

source: Scale of image (%)
ru: Масштаб изображения (%)
uk: Масштаб зображення (%)

source: External command to display image
ru: Внешняя команда для показа изображения
uk: Зовнішня команда для показу зображення

source: Use link list of image map
ru: Использовать список ссылок image map
uk: Використовувати список посилань image map

source: Display file names in multi-column format
ru: Показывать имена файлов в нескольких колонках
uk: Показувати імена файлів у декількох колонках

source: Use ASCII equivalents to display entities
ru: Использовать ASCII-эквиваленты
uk: Використовувати ASCII-еквіваленти

source: Character type for border of table and menu
ru: Тип символов для рамок таблиц и меню
uk: Тип символів для рамок таблиць та меню

source: Display table borders, ignore value of BORDER
uk: Відображати межі таблиці, ігнорувати значення BORDER

source: Fold lines in TEXTAREA
ru: Обводить содержимое TEXTAREA
uk: Звільнити вміст TEXTAREA

source: Display INS, DEL, S and STRIKE element
ru: Отоброжать элементы ВСТ, DEL, S и STRIKE
uk: Показувати елементи ВСТ, DEL, S та STRIKE

source: Display with color
ru: Отображать в цвете
uk: Показувати у кольорі

source: Color of normal character
ru: Цвет обычного символа
uk: Колір звичайного символу

source: Color of anchor
ru: Цвет ссылки
uk: Колір посилання

source: Color of image link
ru: Цвет изображения-ссылки
uk: Колір зображення-посилання

source: Color of form
ru: Цвет формы
uk: Колір форми

source: Enable coloring of active link
ru: Выделять цветом активную ссылку
uk: Виділяти кольором активне посилання

source: Color of currently active link
ru: Цвет активной ссылки
uk: Колір активного посилання

source: Use visited link color
ru: Выделять цветом посещенные ссылки
uk: Виділяти кольором відвідані посилання

source: Color of visited link
ru: Цвет посещенной ссылки
uk: Колір відвіданого посилання

source: Color of background
ru: Цвет фона
uk: Колір тла

source: Color of mark
ru: Цвет отметки
uk: Колір відмітки

source: Use proxy
ru: Использовать прокси
uk: Використовувати проксі

source: URL of HTTP proxy host
ru: URL HTTP прокси-сервера
uk: URL HTTP проксі-сервера

source: URL of HTTPS proxy host
ru: URL HTTPS прокси-сервера
uk: URL HTTPS проксі-сервера

source: URL of GOPHER proxy host
ru: URL GOPHER прокси-сервера
uk: URL GOPHER проксі-сервера

source: URL of FTP proxy host
ru: URL FTP прокси-сервера
uk: URL FTP проксі-сервера

source: Domains to be accessed directly (no proxy)
ru: Не использовать прокси для следующих адресов
uk: Не використовувати проксі для наступних адрес

source: Check noproxy by network address
ru: Проверять noproxy по сетевому адресу
uk: Перевіряти noproxy по мережевій адресі

source: Disable cache
ru: Выключить кеш
uk: Вимкнути кеш

source: News server
ru: Сервер новостей
uk: Сервер новин

source: Mode of news server
ru: Режим сервера новостей
uk: Режим сервера новин

source: Number of news messages
ru: Число сообщений-новостей
uk: Число повідомлень-новин

source: Order of name resolution
ru: Порядок разрешения имен
uk: Порядок вирішення імен

source: Directory corresponding to / (document root)
ru: Каталог соответствующий / (document root)
uk: Каталог що відповідає / (document root)

source: Directory corresponding to /~user
ru: Каталог соответствующий /~user
uk: Каталог що відповідає /~user

source: Directory corresponding to /cgi-bin
ru: Каталог соответствующий /cgi-bin
uk: Каталог що відповідає /cgi-bin

source: Confirm when quitting with q
ru: Спрашивать подтверждение при выходе по q
uk: Питати підтвердження при виході по q

source: Close tab if buffer is last when back
ru: Закрыть закладку при нажатии назад, если это последняя страница в буфере
uk: Закрити закладку при натисненні назад, якщо це остання сторінка у буфері

source: Enable mark operations
ru: Использовать операции отметки
uk: Використовувати операції відмітки

source: Enable Emacs-style line editing
ru: Использовать редактирование в стиле Emacs
uk: Використовувати редагування у стилі Emacs

source: Enable vi-like numeric prefix
ru: Использовать числовые префиксы в стиле Vi
uk: Використовувати числові префікси у стилі Vi

source: Move cursor to top line when going to label
ru: Перемещать курсор в верхнюю линию при переходе к метке
uk: Переміщувати курсор у верхню лінію при переході до мітки

source: Move cursor to top line when moving to next page
ru: Перемещать курсор в верхнюю линию при переходе к следующей странице
uk: Переміщувати курсор у верхню лінію при переході до наступної сторінки

source: Fold lines of plain text file
uk: Скласти лінії простого текстового файлу

source: Show line numbers
ru: Показывать номера строк
uk: Показувати номери рядків

source: Show search string
ru: Показывать искомую строку
uk: Показати рядок пошуку

source: List of mime.types files
ru: Список файлов mime.types
uk: Список файлів mime.types

source: List of mailcap files
ru: Список файлов mailcap
uk: Список файлів mailcap

source: List of urimethodmap files
ru: Список файлов urimethodmap
uk: Список файлів urimethodmap

source: Editor
ru: Редактор
uk: Редактор

source: Mailer
ru: Почтовый клиент
uk: Поштова програма

source: How to call Mailer for mailto URLs with options
uk: Як викликати поштову програму по mailto URL з параметрами

source: External browser
uk: Зовнішній оглядач

source: 2nd external browser
uk: 2-й зовнішній оглядач

source: 3rd external browser
uk: 3-й зовнішній оглядач

source: 4th external browser
uk: 4-й зовнішній оглядач

source: 5th external browser
uk: 5-й зовнішній оглядач

source: 6th external browser
uk: 6-й зовнішній оглядач

source: 7th external browser
uk: 7-й зовнішній оглядач

source: 8th external browser
uk: 8-й зовнішній оглядач

source: 9th external browser
uk: 9-й зовнішній оглядач

source: Disable secret file security check
ru: Отключить проверку секретного файла
uk: Вимкнути перевірку секретного файлу

source: Password file
ru: Файл паролей
uk: Файл паролів

source: File for setting form on loading
ru: Файл для установки формы при загрузке
uk: Файл для встановлення форми при завантаженні

source: File for preferences for each site
uk: Файл для уподобань для кожного сайту

source: Password for anonymous FTP (your mail address)
ru: Пароль для доступа к анонимным FTP (ваш email)
uk: Пароль для доступу до анонімних FTP (ваш email)

source: Generate domain part of password for FTP
ru: Создавать доменную часть пароля для FTP
uk: Створювати доменну частину паролю для FTP

source: User-Agent identification string
ru: Строка User-Agent
uk: Рядок User-Agent ідентифікації

source: Accept-Encoding header
ru: Заголовок Accept-Encoding
uk: Заголовок Accept-Encoding

source: Accept header
ru: Заголовок Accept
uk: Заголовок Accept

source: Accept-Language header
ru: Заголовок Accept-Language
uk: Заголовок Accept-Language

source: Treat URL-like strings as links in all pages
ru: Считать строки в страницах, похожие на URL, ссылками
uk: Вважати рядки у сторінках, схожі на URL, посиланнями

source: Wrap search
ru: Автоматически переходить к началу документа
uk: Автоматично переходити до початку документу

source: Display unseen objects (e.g. bgimage tag)
ru: Отображать невидимые объекты (например, тег bgimage)
uk: Показувати невидимі об’єкти (наприклад, тег bgimage)

source: Uncompress compressed data automatically when downloading
ru: Разархивировать сжатые данные автоматически после скачивания
uk: Розархівувати стиснуті дані автоматично після стягування

source: Run external viewer in a separate session
ru: Запускать внешний просмотрщик в отдельном сеансе
uk: Запускати зовнішній переглядач у окремому сеансі

source: Run external viewer in the background
ru: Запускать внешний просмотрщик в фоновом режиме
uk: Запускати зовнішній переглядач у фоновому режимі

source: Use external program for directory listing
ru: Использовать внешнюю программу для получения списка каталогов
uk: Використовувати зовнішню програму для отримання списку каталогів

source: URL of directory listing command
ru: URL программы для получения списка каталогов
uk: URL програми для отримання списку каталогів

source: Enable dictionary lookup through CGI
ru: Использовать поиск по словарю через CGI
uk: Використовувати пошук по словнику через CGI

source: URL of dictionary lookup command
ru: URL программы поиска по словарю
uk: URL програми пошуку по словнику

source: Display link name for images lacking ALT
ru: Отображать ссылку для картинок без ALT
uk: Показувати посилання для картинок без ALT

source: Index file for directories
ru: Файл index для каталогов
uk: Файл index для каталогів

source: Prepend http:// to URL automatically
ru: Добавлять http:// автоматически
uk: Додавати http:// автоматично

source: Default value for open-URL command
ru: Значение по умолчанию для команды open-URL
uk: Типове значення для команди open-URL

source: Decode Content-Transfer-Encoding when saving
ru: Декодировать Content-Transfer-Encoding при сохранении
uk: Декодувати Content-Transfer-Encoding при збереженні

source: Preserve timestamp when saving
ru: Сохранять метку времени при сохранении
uk: Зберігати мітку часу при збереженні

source: Enable mouse
ru: Использовать мышь
uk: Використовувати мишу

source: Scroll in reverse direction of mouse drag
ru: Прокручивать в обратном направлении движения мыши
uk: Прокручувати у зворотному напрямку руху миші

source: Behavior of wheel scroll speed
ru: Поведение скорости прокрутки колесика
uk: Поведінка швидкості прокручування коліща

source: (A only)Scroll by # (%) of screen
ru: (только A) Прокручивать по # (%) экрана
uk: (лише A) Прокручувати по # (%) екрану

source: (B only)Scroll by # lines
ru: (только B)Прокручивать по # строк
uk: (лише B)Прокручувати по # рядків

source: Free memory of undisplayed buffers
ru: Освобождать память непоказываемых буферов
uk: Вивільняти пам’ять непоказуваних буферів

source: Suppress `Referer:' header
ru: Подавлять действие заголовка `Referer:'
uk: Пригнічувати дію заголовку `Referer:'

source: Search case-insensitively
ru: Искать без чувствительности к регистру букв
uk: Шукати без чутливості до регістру літер

source: Use LESSOPEN
ru: Использовать LESSOPEN
uk: Використовувати LESSOPEN

source: Perform SSL server verification
ru: Выполнять верификацию SSL серверов
uk: Виконувати верифікацію SSL серверів

source: PEM encoded certificate file of client
ru: PEM-закодированный файл сертификат клиента
uk: PEM-закодований файл сертифікат клієнта

source: PEM encoded private key file of client
ru: PEM-закодированный ключевой файл клиента
uk: PEM-закодований ключовий файл клієнта

source: Path to directory for PEM encoded certificates of CAs
ru: Путь к каталогу PEM-закодированных сертификатов CA
uk: Шлях до каталогу PEM-закодованих сертифікатів CA

source: File consisting of PEM encoded certificates of CAs
ru: Файлы содержащие PEM закодированные CA сертификаты
uk: Файли що містять PEM закодовані CA сертифікати

source: List of forbidden SSL methods (2: SSLv2, 3: SSLv3, t: TLSv1.0, 5: TLSv1.1, 6: TLSv1.2, 7: TLSv1.3)
uk: Перелік заборонених методів SSL (2: SSLv2, 3: SSLv3, t: TLSv1.0, 5: TLSv1.1, 6: TLSv1.2, 7: TLSv1.3)

source: Enable cookie processing
ru: Использовать cookies
uk: Використовувати cookies

source: Print a message when receiving a cookie
ru: Показывать сообщения при приёме cookie
uk: Показувати повідомлення при прийманні cookie

source: Accept cookies
ru: Принимать cookies
uk: Приймати cookies

source: Action to be taken on invalid cookie
ru: Действие для неправильных cookies
uk: Дія для неправильних cookies

source: Domains to reject cookies from
ru: Домены, cookies с которых необходимо отвергать
uk: Домени, cookies з яких потрібно відкидати

source: Domains to accept cookies from
ru: Домены, cookies с которых необходимо принимать
uk: Домени, cookies з яких потрібно приймати

source: Domains to avoid [wrong number of dots]
ru: Избегать домены [неверное число точек]
uk: Уникати домени [неправильне число точок]

source: Number of redirections to follow
ru: Максимальное число перенаправлений
uk: Максимальне число перенаправлень

source: Enable processing of meta-refresh tag
ru: Подчиняться тегу meta-refresh
uk: Увімкнути обробку тегу meta-refresh

source: Enable Migemo (Roma-ji search)
ru: Использовать Migemo (поиск Roma-ji)
uk: Використовувати Migemo (пошук Roma-ji)

source: Migemo command
ru: Команда Migemo
uk: Команда Migemo

source: Display charset
ru: Отображать charset
uk: Показувати кодування

source: Default document charset
ru: Charset по умолчанию
uk: Типове кодування документу

source: System charset
ru: Системный charset
uk: Система кодування

source: System charset follows locale(LC_CTYPE)
ru: Системный charset привязан к локали
uk: Систему кодування прив’язано до локалі

source: Output halfdump with display charset
uk: Виводити частковий дамп

source: Use combining characters
ru: Использовать комбинированные символы
uk: Використовувати комбіновані символи

source: Use double width for some Unicode characters
ru: Использовать двойную ширину для некоторых Unicode символов
uk: Використовувати подвійну ширину для деяких Unicode символів

source: Use Unicode language tags
ru: Использовать языковые теги Unicode
uk: Використовувати мовні теги Unicode

source: Charset conversion using Unicode map
ru: Конвертация набора символов, используя карту Unicode
uk: Конвертація набору символів, використовуючи мапу Unicode

source: Charset conversion when loading
ru: Конвертация набора символов при загрузке
uk: Конвертація набору символів при завантаженні

source: Adjust search string for document charset
ru: Подстраивать строку поиска под набор символов документа
uk: Підлаштовувати рядок пошуку під набір символів документу

source: Use GB 12345 Unicode map instead of GB 2312's
ru: Использовать карту Unicode GB 12345 вместо GB 2312
uk: Використовувати мпу Unicode GB 12345 замість GB 2312

source: Use JIS X 0201 Roman for ISO-2022-JP
ru: Использовать JIS X 0201 Roman для ISO-2022-JP
uk: Використовувати JIS X 0201 Roman для ISO-2022-JP

source: Use JIS C 6226:1978 for ISO-2022-JP
ru: Использовать JIS C 6226:1978 для ISO-2022-JP
uk: Використовувати JIS C 6226:1978 для ISO-2022-JP

source: Use JIS X 0201 Katakana
ru: Использовать JIS X 0201 Katakana
uk: Використовувати JIS X 0201 Katakana

source: Use JIS X 0212:1990 (Supplemental Kanji)
ru: Использовать JIS X 0212:1990 (Supplemental Kanji)
uk: Використовувати JIS X 0212:1990 (Supplemental Kanji)

source: Use JIS X 0213:2000 (2000JIS)
ru: Использовать JIS X 0213:2000 (2000JIS)
uk: Використовувати JIS X 0213:2000 (2000JIS)

source: Strict ISO-2022-JP/KR/CN
uk: Суворо ISO-2022-JP/KR/CN

source: Treat 4 bytes char. of GB18030 as Unicode
ru: Обрабатывать 4-х байтные символы GB18030 как Unicode
uk: Опрацьовувати 4-х байтні символи GB18030 як Unicode

source: Simple Preserve space
ru: Простое резервирование места
uk: Просте резервування місця

source: keymap file
ru: файл соответствия клавиш
uk: файл відповідності клавіш

source: black
ru: черный
uk: чорний

source: red
ru: красный
uk: червоний

source: green
ru: зеленый
uk: зелений

source: yellow
ru: желтый
uk: жовтий

source: blue
ru: синий
uk: синій

source: magenta
ru: магента
uk: пурпурний

source: cyan
ru: циан
uk: блакитний

source: white
ru: белый
uk: білий

source: terminal
ru: терминал
uk: термінал

source: none
ru: отсутствует
uk: відсутній

source: current URL
ru: текущий URL
uk: поточна URL

source: link URL
ru: URL ссылка
uk: посилання URL

source: simple
uk: простий

source: use tag
ru: использовать тег
uk: використовувати тег

source: A:relative to screen height
uk: A:відносно висоти екрану

source: B:fixed speed
ru: B:фиксированная скорость
uk: B:фіксована швидкість

source: unspecified
ru: не указан
uk: не вказано

source: inet inet6
uk: IPv4 IPv6

source: inet6 inet
uk: IPv6 IPv4

source: inet only
ru: только IPv4
uk: лише IPv4

source: inet6 only
ru: только IPv6
uk: лише inet6

source: discard
ru: отклонить
uk: відхилити

source: accept
uk: прийняти

source: ask
ru: спрашивать
uk: запитувати

source: use internal mailer instead
uk: використовувати вбудовану поштову програму

source: ignore options and use only the address
ru: игнорировать опции и использовать только адрес
uk: ігнорувати опції та використовувати лише адресу

source: use full mailto URL
ru: использовать полный mailto URL
uk: використувати повну mailto URL

source: OFF
ru: ВЫКЛ
uk: ВИМК

source: Only ISO 2022
ru: Только ISO 2022
uk: Лише ISO 2022

source: ON
ru: ВКЛ
uk: УВІМК

source: charset specific
uk: специфічний до набору символів

source: DEC special graphics
uk: спеціальна графіка DEC

source: Display Settings
ru: Настройки дисплея
uk: Налаштування дисплею

source: Color Settings
ru: Настройки цветов
uk: Параметри кольорів

source: Miscellaneous Settings
ru: Дополнительные настройки
uk: Інші параметри

source: Directory Settings
ru: Настройки каталогов
uk: Параметри каталогів

source: External Program Settings
ru: Настройки внешних программ
uk: Налаштування зовнішніх програм

source: Network Settings
ru: Сетевые настройки
uk: Мережні параметри

source: Proxy Settings
ru: Настройки прокси
uk: Параметри проксі

source: SSL Settings
ru: Настройки SSL
uk: Налаштування SSL

source: Cookie Settings
ru: Настройки cookies
uk: Налаштування cookies

source: Charset Settings
ru: Настройки charset
uk: Параметри кодування

source: en;q=1.0
ru: ru;q=1.0,en;q=0.5
uk: uk; q=1.0, en;q=0.5
