Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-xdg-user-dirs_xdg-user-dirs-*.po
Languages: ru, uk

# Applications
source: Праграмы
ru: Приложения
uk: Програми

# applications
source: праграмы
ru: приложения
uk: програми

# Desktop
source: Працоўны стол
ru: Рабочий стол
uk: Стільниця

# desktop
source: працоўны стол
ru: рабочий стол
uk: стільниця

# Documents
source: Дакументы
ru: Документы
uk: Документи

# documents
source: дакументы
ru: документы
uk: документи

# Download
source: Спампоўванне
ru: Загрузка
uk: Завантаження

# download
source: спампоўванне
ru: загрузка
uk: завантаження

# Downloads
source: Спампоўкі
ru: Загрузки
uk: Завантажене

# downloads
source: спампоўкі
ru: загрузки
uk: завантажене

# Movies
source: Фільмы
ru: Фильмы
uk: Фільми

# movies
source: фільмы
ru: фильмы
uk: фільми

# Music
source: Музыка
uk: Музика

# music
source: музыка
uk: музика

# Photos
source: Фатаграфіі
ru: Фотографии
uk: Фотографії

# photos
source: фатаграфіі
ru: фотографии
uk: фотографії

# Pictures
source: Відарысы
ru: Изображения
uk: Зображення

# pictures
source: відарысы
ru: изображения
uk: зображення

# Projects
source: Праекты
ru: Проекты
uk: Проекти

# projects
source: праекты
ru: проекты
uk: проекти

# Public
source: Публічныя файлы
ru: Общедоступные
uk: Загальне

# public
source: публічныя файлы
ru: общедоступные
uk: загальне

# Share
source: Абагуленыя файлы
ru: Общие файлы
uk: Поділитися

# share
source: абагуленыя файлы
ru: общие файлы
uk: поділитися

# Templates
source: Шаблоны
uk: Шаблони

# templates
source: шаблоны
uk: шаблони

# Videos
source: Відэа
ru: Видео
uk: Відео

# videos
source: відэа
ru: видео
uk: відео
