Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-xz-utils_xz-*.po
Languages: ru

source: %s: Invalid argument to --block-list
ru: %s: недопустимый аргумент для --block-list

source: %s: Too many arguments to --block-list
ru: %s: слишком много аргументов для --block-list

source: In --block-list, block size is missing after filter chain number '%c:'
ru: В --block-list отсутствует размер блока после номера цепочки фильтра '%c:'.

source: 0 can only be used as the last element in --block-list
ru: 0 может использоваться только как последний элемент в --block-list

source: %s: Unknown file format type
ru: %s: неизвестный формат файла

source: %s: Unsupported integrity check type
ru: %s: неподдерживаемый тип проверки целостности

source: Only one file can be specified with '--files' or '--files0'.
ru: С помощью '--files' или '--files0' можно указать только один файл.

source: The environment variable %s contains too many arguments
ru: Переменная среды %s содержит избыточное количество аргументов

source: Compression support was disabled at build time
ru: Поддержка сжатия была отключена во время сборки

source: Decompression support was disabled at build time
ru: Поддержка извлечения была отключена во время сборки

source: Compression of lzip files (.lz) is not supported
ru: Сжатие файлов lzip (.lz) не поддерживается

source: --block-list is ignored unless compressing to the .xz format
ru: --block-list игнорируется, если не выполняется сжатие в формат .xz

source: With --format=raw, --suffix=.SUF is required unless writing to stdout
ru: При использовании --format=raw, --suffix=.SUF требуется, если запись не производится в stdout

source: Maximum number of filters is four
ru: Максимальное число фильтров - четыре

source: Error in --filters%s=FILTERS option:
ru: Ошибка в опции --filters%s=FILTERS:

source: Memory usage limit is too low for the given filter setup.
ru: Лимит используемой памяти слишком мал для данной настройки фильтра.

source: filter chain %u used by --block-list but not specified with --filters%u=
ru: Цепочка фильтров %u, используемая --block-list, но не указанная с помощью --filters%u=

source: Using a preset in raw mode is discouraged.
ru: Использование предустановки в режиме без обработки не рекомендуется.

source: The exact options of the presets may vary between software versions.
ru: Точное число предустановок может различаться в разных версиями программы.

source: The .lzma format supports only the LZMA1 filter
ru: Формат .lzma поддерживает только LZMA1 фильтр

source: LZMA1 cannot be used with the .xz format
ru: LZMA1 не может быть использован в формате .xz

source: Filter chain %u is incompatible with --flush-timeout
ru: Цепочка фильтров %u несовместима с --flush-timeout

source: Switching to single-threaded mode due to --flush-timeout
ru: Переключение в однопоточный режим в связи с --flush-timeout

source: Unsupported options in filter chain %u
ru: Неподдерживаемые параметры в цепочке фильтров %u

source: Using up to %<PRIu32> threads.
ru: Задействовано до %<PRIu32> потоков.

source: Unsupported filter chain or filter options
ru: Не поддерживаемая цепочка фильтров или опций фильтра

source: Decompression will need %s MiB of memory.
ru: Для извлечения необходимо %s МБ памяти.

source: Reduced the number of threads from %s to %s to not exceed the memory usage limit of %s MiB
ru: Количество потоков ограничено с %s до %s, чтобы не превышать ограничение использования памяти в %s МБ

source: Reduced the number of threads from %s to one. The automatic memory usage limit of %s MiB is still being exceeded. %s MiB of memory is required. Continuing anyway.
ru: Количество потоков ограничено с %s до одного. Предел автоматического использования памяти в %s МБ по-прежнему превышен. Необходимо %s МБ памяти. Выполнение команды продолжается.

source: Switching to single-threaded mode to not exceed the memory usage limit of %s MiB
ru: Переключение в однодпоточный режим, чтобы не превышать ограничение использования памяти в %s МБ

source: Adjusted LZMA%c dictionary size from %s MiB to %s MiB to not exceed the memory usage limit of %s MiB
ru: Размер словаря LZMA%c изменён с %s МБ до %s МБ, чтобы не превысить ограничение на использование памяти в %s МБ

source: Adjusted LZMA%c dictionary size for --filters%u from %s MiB to %s MiB to not exceed the memory usage limit of %s MiB
ru: Скорректирован размер словаря LZMA%c для --filters%u с %s MiB до %s MiB, чтобы не превышать лимит использования памяти в %s MiB.

source: Error changing to filter chain %u: %s
ru: Ошибка при переходе к цепочке фильтров %u: %s

source: Error creating a pipe: %s
ru: Произошла ошибка при создании канала: %s

source: %s: poll() failed: %s
ru: %s: произошла ошибка при poll(): %s

source: %s: File seems to have been moved, not removing
ru: %s: Файл, вероятно, был перемещён, удаление невозможно

source: %s: Cannot remove: %s
ru: %s: Не удалось удалить: %s

source: %s: Cannot set the file owner: %s
ru: %s: Не удалось выставить владельца файла: %s

source: %s: Cannot set the file group: %s
ru: %s: Не удалось выставить группу файлу: %s

source: %s: Cannot set the file permissions: %s
ru: %s: Не удалось выставить права на файл: %s

source: Error getting the file status flags from standard input: %s
ru: Произошла ошибка при получении флагов статуса файла со стандартного ввода: %s

source: %s: Is a symbolic link, skipping
ru: %s: Является символической ссылкой, пропущено

source: %s: Is a directory, skipping
ru: %s: Является директорией, пропущено

source: %s: Not a regular file, skipping
ru: %s: Не является обычным файлом, пропущено

source: %s: File has setuid or setgid bit set, skipping
ru: %s: У файла выставлен бит setuid или setgid, пропущено

source: %s: File has sticky bit set, skipping
ru: %s: У файла выставлен sticky бит, пропущено

source: %s: Input file has more than one hard link, skipping
ru: %s: Входной файл имеет более одной жёсткой ссылки, пропущено

source: Empty filename, skipping
ru: Пустое имя файла, пропущено

source: Error restoring the status flags to standard input: %s
ru: Произошла ошибка при восстановлении флагов состояния для стандартного ввода: %s

source: Error getting the file status flags from standard output: %s
ru: Произошла ошибка при получении флагов статуса файла со стандартного вывода: %s

source: Error restoring the O_APPEND flag to standard output: %s
ru: Произошла ошибка при установке флага O_APPEND для стандартного вывода: %s

source: %s: Closing the file failed: %s
ru: %s: Произошла ошибка при закрытии файла: %s

source: %s: Seeking failed when trying to create a sparse file: %s
ru: %s: Произошла ошибка позиционирования при попытке создать разрежённый файл: %s

source: %s: Read error: %s
ru: %s: Ошибка чтения: %s

source: %s: Error seeking the file: %s
ru: %s: Ошибка позиционирования в файле: %s

source: %s: Unexpected end of file
ru: %s: Неожиданный конец файла

source: %s: Write error: %s
ru: %s: Ошибка записи: %s

source: Disabled
ru: Отключено

source: Amount of physical memory (RAM):
ru: Количество физической памяти (ОЗУ):

source: Number of processor threads:
ru: Количество потоков процессора:

source: Compression:
ru: Сжатие:

source: Decompression:
ru: Извлечение:

source: Multi-threaded decompression:
ru: Многопоточное извлечение:

source: Default for -T0:
ru: По умолчанию для -T0:

source: Hardware information:
ru: Информация об оборудовании:

source: Memory usage limits:
ru: Ограничение использования памяти:

source: Streams:
ru: Потоки:

source: Blocks:
ru: Блоки:

source: Compressed size:
ru: Сжатый размер:

source: Uncompressed size:
ru: Размер без сжатия:

source: Ratio:
ru: Коэффициент:

source: Check:
ru: Проверка:

source: Stream Padding:
ru: Заполнение потока:

source: Memory needed:
ru: Требуется памяти:

source: Sizes in headers:
ru: Размеры в заголовках:

source: Number of files:
ru: Количество файлов:

source: Stream
ru: Поток

source: Block
ru: Блок

source: Blocks
ru: Блоки

source: CompOffset
ru: СмещСжатия

source: UncompOffset
ru: СмещИзвлечен

source: CompSize
ru: СжатРазм

source: UncompSize
ru: ИзвлечРазм

source: TotalSize
ru: ОбщийРазм

source: Ratio
ru: Коэфф

source: Check
ru: Пров

source: CheckVal
ru: КонтрСум

source: Padding
ru: Заполн

source: Header
ru: Загол

source: Flags
ru: Флаги

source: MemUsage
ru: ИспПамят

source: Filters
ru: Фильтры

source: None
ru: Нет

source: Unknown-2
ru: Неизвестно-2

source: Unknown-3
ru: Неизвестно-3

source: Unknown-5
ru: Неизвестно-5

source: Unknown-6
ru: Неизвестно-6

source: Unknown-7
ru: Неизвестно-7

source: Unknown-8
ru: Неизвестно-8

source: Unknown-9
ru: Неизвестно-9

source: Unknown-11
ru: Неизвестно-11

source: Unknown-12
ru: Неизвестно-12

source: Unknown-13
ru: Неизвестно-13

source: Unknown-14
ru: Неизвестно-14

source: Unknown-15
ru: Неизвестно-15

source: %s: File is empty
ru: %s: Файл не содержит данных

source: %s: Too small to be a valid .xz file
ru: %s: Имеет слишком малый размер, чтобы быть корректным файлом .xz

source: Strms Blocks Compressed Uncompressed Ratio Check Filename
ru: Потоки Блоки Сжатые Извлечённые Коэффициент Проверка Имя файла

source: Yes
ru: Да

source: No
ru: Нет

source: Minimum XZ Utils version: %s
ru: Минимальная версия XZ утилит: %s

source: %s file
ru: %s файл

source: Totals:
ru: Всего:

source: --list works only on .xz files (--format=xz or --format=auto)
ru: --list используется только для файлов .xz (--format=xz или --format=auto)

source: Try 'lzmainfo' with .lzma files.
ru: Попробуйте использовать 'lzmainfo' с файлами .lzma.

source: --list does not support reading from standard input
ru: --list не поддерживает чтение из стандартного ввода

source: %s: Error reading filenames: %s
ru: %s: Ошибка чтения имён файлов: %s

source: %s: Unexpected end of input when reading filenames
ru: %s: Неожиданный конец ввода при чтении имён файлов

source: %s: Null character found when reading filenames; maybe you meant to use '--files0' instead of '--files'?
ru: %s: При чтении имен файлов найден нулевой символ; возможно, вы хотели использовать '--files0' вместо '--files'?

source: Compression and decompression with --robot are not supported yet.
ru: Сжатие и извлечение с флагом --robot пока не поддерживается.

source: Cannot read data from standard input when reading filenames from standard input
ru: Не удалось прочитать данные со стандартного ввода при чтении имён файлов оттуда.

source: Internal error (bug)
ru: Внутренняя ошибка (баг)

source: Cannot establish signal handlers
ru: Не удалось установить обработчики сигналов

source: No integrity check; not verifying file integrity
ru: Без проверки на целостность; целостность файла не проверяется

source: Unsupported type of integrity check; not verifying file integrity
ru: Неподдерживаемый тип проверки на целостность; целостность файла не проверяется

source: Memory usage limit reached
ru: Достигнут предел использования памяти

source: File format not recognized
ru: Формат файла не опознан

source: Unsupported options
ru: Неподдерживаемые опции

source: Compressed data is corrupt
ru: Сжатые данные повреждены

source: Unexpected end of input
ru: Неожиданный конец ввода

source: %s MiB of memory is required. The limiter is disabled.
ru: Требуется %s МБ памяти. Ограничитель отключен.

source: %s MiB of memory is required. The limit is %s.
ru: Требуется %s МБ памяти. Лимит %s.

source: %s: Filter chain: %s
ru: %s: Цепочка фильтров: %s

source: Try '%s --help' for more information.
ru: Попробуйте использовать '%s --help' для получения дополнительной информации.

source: Usage: %s [OPTION]... [FILE]... Compress or decompress FILEs in the .xz format.
ru: Использование: %s [OPTION]... [FILE]... Сжатие или распаковка файлов перечисленных в FILE в формате .xz.

source: Mandatory arguments to long options are mandatory for short options too.
ru: Обязательные аргументы для длинных названий опций обязательны так же и для коротких.

source: Operation mode:
ru: Режим работы:

source: -z, --compress force compression -d, --decompress force decompression -t, --test test compressed file integrity -l, --list list information about .xz files
ru: -z, --compress принудительное сжатие -d, --decompress принудительное извлечение -t, --test проверить целостность сжатого файла -l, --list показывает список о файлах .xz

source: Operation modifiers:
ru: Модификаторы операции:

source: -k, --keep keep (don't delete) input files -f, --force force overwrite of output file and (de)compress links -c, --stdout write to standard output and don't delete input files
ru: -k, --keep сохранить (не удалять) входные файлы -f, --force принудительно перезаписать поверх выходных файлов и сжатых/распакованных ссылок -c, --stdout вывод в стандартный поток выводы и не удалять входные файлы

source: --single-stream decompress only the first stream, and silently ignore possible remaining input data
ru: --single-stream извлекает только первый поток и скрыто пропускает возможные оставшиеся вводные данные

source: Basic file format and compression options:
ru: Основной формат файлов и опции сжатия:

source: --ignore-check don't verify the integrity check when decompressing
ru: --ignore-check не проверять целостность при распаковке

source: -0 ... -9 compression preset; default is 6; take compressor *and* decompressor memory usage into account before using 7-9!
ru: -0 ... -9 предустановки сжатия; по умолчанию 6; для использования режимов сжатия *и* извлечения 7-9, убедитесь в достаточном количестве памяти!

source: -e, --extreme try to improve compression ratio by using more CPU time; does not affect decompressor memory requirements
ru: -e, --extreme возможность увеличения сжатия за счёт использования длительного процессорного времени; не приводит к изменению требований объёма памяти для извлечения

source: --block-size=SIZE start a new .xz block after every SIZE bytes of input; use this to set the block size for threaded compression
ru: --block-size=РАЗМЕР начинать новый блок .xz после каждых РАЗМЕР байт на входе; используйте это для установки размера блока при потоковом сжатии

source: --flush-timeout=TIMEOUT when compressing, if more than TIMEOUT milliseconds has passed since the previous flush and reading more input would block, all pending data is flushed out
ru: --flush-timeout=ТАЙМАУТ во время сжатия если прошло более ТАЙМАУТ миллисекунд с момента предыдущего сброса и блокируется дальнейшее чтение с ввода, все ожидающие данные сбрасываются

source: --memlimit-compress=LIMIT --memlimit-decompress=LIMIT --memlimit-mt-decompress=LIMIT -M, --memlimit=LIMIT set memory usage limit for compression, decompression, threaded decompression, or all of these; LIMIT is in bytes, % of RAM, or 0 for defaults
ru: --memlimit-compress=LIMIT --memlimit-decompress=LIMIT --memlimit-mt-decompress=LIMIT -M, --memlimit=LIMIT задать ограничение использования памяти для сжатия, извлечения, потокового извлечения или для всего вместе; LIMIT указывается в байтах, % от ОЗУ или 0 по умолчанию

source: --no-adjust if compression settings exceed the memory usage limit, give an error instead of adjusting the settings downwards
ru: --no-adjust если параметры сжатия превышают ограничение доступной памяти, выдают ошибку вместо выравнивания до указанных параметров

source: Custom filter chain for compression (alternative for using presets):
ru: Пользовательская цепочка фильтров для сжатия (альтернатива используемым предустановкам):

source: --lzma1[=OPTS] LZMA1 or LZMA2; OPTS is a comma-separated list of zero or --lzma2[=OPTS] more of the following options (valid values; default): preset=PRE reset options to a preset (0-9[e]) dict=NUM dictionary size (4KiB - 1536MiB; 8MiB) lc=NUM number of literal context bits (0-4; 3) lp=NUM number of literal position bits (0-4; 0) pb=NUM number of position bits (0-4; 2) mode=MODE compression mode (fast, normal; normal) nice=NUM nice length of a match (2-273; 64) mf=NAME match finder (hc3, hc4, bt2, bt3, bt4; bt4) depth=NUM maximum search depth; 0=automatic (default)
ru: --lzma1[=OPTS] LZMA1 или LZMA2; OPTS это перечень указываемых через запятую нулевых или --lzma2[=OPTS] нескольких параметров (действующих значений, по умолчанию): preset=PRE восстановить параметры профиля (0-9[e]) dict=NUM размер словаря (4 КБ - 1536 МБ; 8 МБ) lc=NUM количество буквенных контекстных бит (0-4; 3) lp=NUM количество буквенных позиционных бит (0-4; 0) pb=NUM количество позиционных бит (0-4; 2) mode=MODE режим сжатия (быстрый, нормальный, нормальный) nice=NUM подходящая длинна соответствия (2-273; 64) mf=NAME поиск соответствий (hc3, hc4, bt2, bt3, bt4; bt4) depth=NUM максимальная глубина поиска; 0=автоматическая (по умолчанию)

source: --delta[=OPTS] Delta filter; valid OPTS (valid values; default): dist=NUM distance between bytes being subtracted from each other (1-256; 1)
ru: --delta[=ОПЦИИ] Дельта фильтр; допустимые ОПЦИИ: dist=РАССТОЯНИЕ Расстояние между байтами, вычитаемыми друг из друга (1-256; 1)

source: Other options:
ru: Другие опции:

source: -q, --quiet suppress warnings; specify twice to suppress errors too -v, --verbose be verbose; specify twice for even more verbose
ru: -q, --quiet подавлять предупреждения; укажите дважды для подавления ошибок -v, --verbose подробный вывод; укажите дважды для ещё более подробного вывода

source: -Q, --no-warn make warnings not affect the exit status
ru: -Q, --no-warn ошибки не влияют на статус завершения

source: --robot use machine-parsable messages (useful for scripts)
ru: --robot использовать машинно-анализируемые сообщения (полезно для сценариев)

source: --info-memory display the total amount of RAM and the currently active memory usage limits, and exit
ru: --info-memory показать общее количество ОЗУ, действующие ограничения использования памяти и выйти

source: -h, --help display the short help (lists only the basic options) -H, --long-help display this long help and exit
ru: -h, --help показать короткую справку (список основных опций) -H, --long-help показать эту подробную справку и выйти

source: -h, --help display this short help and exit -H, --long-help display the long help (lists also the advanced options)
ru: -h, --help показать эту короткую справку и выйти -H, --long-help показать подробную справку (отображает также дополнительные опции)

source: -V, --version display the version number and exit
ru: -V, --version показать номер версии и выйти

source: With no FILE, or when FILE is -, read standard input.
ru: Если ФАЙЛ не задан или задан как -, чтение стандартного ввода.

source: Report bugs to <%s> (in English or Finnish).
ru: Отчёты об ошибках присылайте на <%s> (на английском или финском).

source: %s home page: <%s>
ru: %s домашняя страница: <%s>

source: THIS IS A DEVELOPMENT VERSION NOT INTENDED FOR PRODUCTION USE.
ru: ЭТО ВЕРСИЯ ДЛЯ РАЗРАБОТЧИКОВ, НЕ ПРЕДНАЗНАЧЕНА ДЛЯ ИСПОЛЬЗОВАНИЯ в ПРОДУКТИВЕ.

source: The supported filters and their options are:
ru: Поддерживаются следующие фильтры и их параметры:

source: %s: Options must be 'name=value' pairs separated with commas
ru: %s: Параметры должны быть парами 'имя=значение', разделенными запятыми

source: %s: Invalid option name
ru: %s: Неверное имя опции

source: %s: Invalid option value
ru: %s: Невозможное значение опции

source: Unsupported LZMA1/LZMA2 preset: %s
ru: Неподдерживаемая LZMA1/LZMA2 предустановка: %s

source: The sum of lc and lp must not exceed 4
ru: Общее количество lc и lp не должно превышать 4

source: %s: Filename has an unknown suffix, skipping
ru: %s: Имя файла имеет неизвестное расширение, пропуск

source: %s: File already has '%s' suffix, skipping
ru: %s: Файл уже имеет суффикс '%s', пропуск

source: %s: Invalid filename suffix
ru: %s: Неправильное расширение файла

source: %s: Value is not a non-negative decimal integer
ru: %s: Значение не является неотрицательным целым десятичным числом

source: %s: Invalid multiplier suffix
ru: %s: Неверное окончание множителя

source: Valid suffixes are 'KiB' (2^10), 'MiB' (2^20), and 'GiB' (2^30).
ru: Допустимые суффиксы: 'KiB' (2^10), 'MiB' (2^20) и 'GiB' (2^30).

source: Value of the option '%s' must be in the range [%<PRIu64>, %<PRIu64>]
ru: Значение опции '%s' должно находиться в диапазоне[%<PRIu64>, %<PRIu64>].

source: Compressed data cannot be read from a terminal
ru: Сжатые данные не могут быть прочитаны из терминала

source: Compressed data cannot be written to a terminal
ru: Сжатые данные не могут быть записаны в терминал

source: Usage: %s [--help] [--version] [FILE]... Show information stored in the .lzma file header
ru: Использование: %s [--help] [--version] [FILE]... Показать информацию, хранящуюся в заголовке файла .lzma

source: File is too small to be a .lzma file
ru: Файл слишком мал, чтобы быть файлом .lzma

source: Not a .lzma file
ru: Не является файлом .lzma

source: Writing to standard output failed
ru: Ошибка записи в стандартный вывод

source: Unknown error
ru: Неизвестная ошибка
