Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-xdg-user-dirs-gtk_xdg-user-dirs-gtk-*.po
Languages: be

source: Update standard folders to current language?
be: Перакласці назвы стандартных каталогаў на актыўную мову інтэрфейсу?

source: You have logged in in a new language. You can automatically update the names of some standard folders in your home folder to match this language. The update would change the following folders:
be: Вы ўвайшлі ў сеанс з новай мовай інтэрфейсу. Вы можаце аўтаматычна перакласці назвы некаторых стандартных каталогаў у хатнім каталогу на гэту мову. Абнаўленне назваў закране наступныя каталогі:

source: _Keep Old Names
be: _Пакінуць старыя назвы

source: _Update Names
be: _Абнавіць назвы

source: Current folder name
be: Цяперашняя назва каталога

source: New folder name
be: Новая назва каталога

source: Note that existing content will not be moved.
be: Наяўнае змесціва каталогаў не будзе кранута.

source: _Don't ask me this again
be: _Больш не пытацца пра гэта

source: There was an error updating the folders
be: Пры абнаўленні назваў каталогаў узнікла памылка

source: User folders update
be: Абнаўленне назваў карыстальніцкіх каталогаў

source: Update common folders names to match current locale
be: Абнавіць назвы агульных папак у адпаведнасці з бягучым лакальным стандартам
