Repository: bycel/ubuntu-translations-be
Catalog: noble/*/po-xdiagnose_xdiagnose-*.po
Languages: ru, uk

source: Authentication is needed to diagnose graphics issues
ru: Для определения проблем с графикой необходимо пройти аутентификацию
uk: Для діагностування проблем з графікою слід пройти розпізнавання

source: Diagnose Graphics Issues
ru: Диагностика неполадок графической подсистемы
uk: Діагностика вад графічного відтворення

source: X.org Diagnostic and Repair Utility
ru: Средство диагностики и восстановления X.org
uk: Програма для діагностики та відновлення X.org

source: Troubleshoot failure to start a graphical X11 session
ru: Ошибка при устранении неполадок с запуском графического сеанса X11
uk: Засобу діагностики не вдалося запустити графічний сеанс X11

source: List dates on which updates were performed
ru: Перечислить даты, в которые выполнялись обновления
uk: Показати список дат, коли виконувалися оновлення

source: Only include entries from this date forward (YYYY/MM/DD)
ru: Включить только записи, начиная с этой даты (ГГГГ/ММ/ДД)
uk: Включати записи лише після вказної дати (РРРР/ММ/ДД)

source: Only include entries from this date and earlier (YYYY/MM/DD)
ru: Включить только записи до этой даты (ГГГГ/ММ/ДД)
uk: Включати записи лише до вказної дати (РРРР/ММ/ДД)

source: X Diagnostics Settings
ru: Настройки X-диагностики
uk: Параметри діагностики графічного сервера

source: Debug
ru: Отладка
uk: Діагностика

source: Extra graphics _debug messages
ru: Специальные сообщения об отладке графики
uk: Додаткові _діагностичні повідомлення

source: Makes dmesg logs more verbose with details about 3d, plymouth, and monitor detection
ru: Сделать лог dmesg более развернутым, с подробностями о 3d, plymounth и о обнаруженном мониторе
uk: Робить журнал dmesg докладнішим щодо прискорення обробки просторової графіки, plymouth та визначення режиму монітора

source: Display boot messages
ru: Отображать загрузочные сообщения
uk: Показувати повідомлення під час завантаження

source: Removes splash and quiet from kernel options so you can see kernel details during boot
ru: Удаляет «splash» и «quiet» из параметров ядра, чтобы вы могли видеть подробную информацию во время загрузки
uk: Вилучає параметри splash і quiet зі списку параметрів ядра, щоб можна було бачити подробиці щодо завантаження

source: Enable automatic crash bug reporting
ru: Включить автоматическую отправку отчетов об ошибках
uk: Увімкнути систему автоматичного звітування про вади

source: Turns on the Apport crash detection and bug reporting tool
ru: Включить инструмент обнаружения сбоев и отправки отчётов об ошибках Apport
uk: Вмикає інструмент автоматичного виявлення аварій та збирання даних щодо вад Apport

source: Workarounds
ru: Рабочие среды
uk: Обхідні шляхи

source: Disable bootloader _graphics
ru: Отключить графику в загрузчике
uk: Вимкнути _графічний завантажувач

source: The grub bootloader has a graphics mode using the VESA framebuffer driver which can sometimes interfere with later loading of the proper video driver. Checking this forces grub to use text mode only.
ru: Загрузчик grub использует графический режим, основанный на драйвере VESA, который может помешать последующей загрузке соответствующего драйвера видеокарты. Отмечая этот пункт, можно указать grub использовать только текстовый режим.
uk: У програмі для завантаження grub використано графічний режим, який працює за допомогою буфера кадрів VESA. Іноді це призводити до конфлікту з належним відеодрайвером, який завантажується пізніше. Позначення цього пункту примусить grub використовувати лише текстовий режим.

source: Disable _VESA framebuffer driver
ru: Отключить драйвер кадрового буфера VESA
uk: Вимкнути драйвер _буфера кадрів VESA

source: vesafb is loaded early during boot so the boot logo can display, but can cause issues when switching to a real graphics driver. Checking this prevents vesafb from loading so these issues do not occur.
ru: vesafb загружается на ранней стадии загрузки системы, чтобы отобразить логотип, но это может вызвать проблемы с переключением на настоящий драйвер видеокарты. Включение этой опции предотвратит загрузку vesafb для устранения этих проблем.
uk: Модуль vesafb завантажується на початкових кроках з метою показу логотипу, але його використання може призвести до проблем під час перемикання на робочий відеодрайвер. Позначення цього пункту заборонить системі завантажувати модуль vesafb, отже такі проблеми просто не зможуть виникнути.

source: Disable _PAT memory
ru: Отключить _PAT память
uk: Вимкнути PAT-_пам’ять

source: This pagetable extension can interfere with the memory management of proprietary drivers under certain situations and cause lagging or failures to allocate video memory, so turning it off can prevent those problems.
ru: Это расширение может вмешиваться в управление памятью проприетарных драйверов в определённых ситуациях, вызвать запаздывания или ошибки выделения видео памяти. Выключая расширение, можно предотвратить проблемы.
uk: Цей додаток таблиці сторінок за певних умов може конфліктувати з інструментами керування пам’яттю закритих драйверів, що спричиняє до затримок або помилок під час отримання областей у відеопам’яті. Вимикання додатка може усунути можливі проблеми.

source: View Errors
ru: Просмотр ошибок
uk: Переглянути помилки

source: Report an Xorg Bug
ru: Сообщить об ошибке Xorg
uk: Сповістити про ваду у Xorg

source: Xorg Error Messages
ru: Сообщения об ошибках Xorg
uk: Повідомлення про помилки Xorg

source: Error Message
ru: Сообщение об ошибке
uk: Повідомлення про помилку
